{"FtaRooDetails": {"FtaId": 460, "FtaCode": "ITC00465", "FtaName": "FTA, Korea-Peru", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF KOREA AND THE REPUBLIC OF PERU", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-Peru", "AdminProcCooAuth": "The certification type under FTA, Korea-Peru is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-Peru is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-Peru agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35/45%", "RooText": "No change in tariff classification to be required, provided that there is a regional value content of not less than: (a) 35 percent under the build-up method, or (b) 45 percent under the build-down method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " Annex 3A<br /> Product Specific Rules of Origin<br /> Part I - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set forth in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading;<br /> (b) the requirement of a change in tariff classification applies only to non-<br /> originating materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, the rule will be considered to be met only if each of the<br /> non-originating materials used in the production of the good has undergone the<br /> change in tariff classification;<br /> (d) where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, and it is written to exclude tariff provisions at the level of<br /> a chapter, heading, or subheading of the HS, it shall be construed to mean that<br /> the rule of origin requires that materials classified in those excluded provisions<br /> be originating for the good to qualify as originating; and<br /> (e) when a heading or subheading is subject to alternative specific rules of origin,<br /> the rule will be considered to be met if a good satisfies one of the alternatives;<br /> 2. For purposes of this Annex:<br /> chapter means a chapter of the HS;<br /> heading means the first four digits in the tariff classification number under the HS;<br /> section means a section of the HS; and<br /> subheading means the first six digits in the tariff classification number under the HS.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00465_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/PER_KOR_FTA/Texts_26JUL2011_e/04_KPFTA_Origin_Procedures_Annex_4B_Certificate_of_origin.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00465_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/TPD/PER_KOR/PER_KOR_Texts_e/03A_KPFTA_Rules_of_Origin_Annex_3A_Part_II.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00465_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/pe/1/eng/chapter3.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00465_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/TPD/PER_KOR/PER_KOR_Texts_e/04_KPFTA_Origin_Procedures.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00465_full.pdf", "DocType": "8_full", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/pe/1/eng.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Accumulation <br /> 1. Originating goods or materials from the territory of a Party, incorporated into a good <br /> in the territory of the other Party, shall be considered to be originating in the territory of the <br /> other Party. <br /> 2. Production carried out by a producer in the territory of a Party may be accumulated <br /> with the production of one or more producers in the territory of that Party or the other Party, <br /> in such way that the production of the materials incorporated into the good shall be <br /> considered as carried out by that producer, provided that the good satisfies the requirements <br /> established in Article 3.1 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: De Minimis <br /> 1. A good that does not undergo a change in tariff classification in accordance with <br /> Annex 3A shall nonetheless be considered to be originating if the value of all non-originating <br /> materials that have been used in its production and do not undergo the applicable change in <br /> tariff classification does not exceed 10 percent of the value of the good, determined in <br /> accordance with Article 3.3 if: <br /> (a) the value of such non-originating materials is included in the value of non- <br /> originating materials for any applicable regional value content requirement; <br /> and <br /> (b) the good satisfies all other applicable requirements in this Chapter. <br /> 2. Paragraph 1 shall not apply to goods classified in Chapters 1 through 14 and in <br /> Chapters 50 through 63 of the HS. A good classified in Chapters 50 through 63 of the HS, <br /> produced in the territory of a Party, shall be considered an originating good if the total weight <br /> of all non-originating fibers or yarns used in the production of the component that determines <br /> the tariff classification of that good, that do not undergo the applicable change in tariff <br /> classification, does not exceed 10 percent of the weight of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Intermediate Materials <br /> 1. When an originating good is used in the subsequent production of another good, no <br /> account shall be taken of the non-originating materials contained in the originating good for <br /> purposes of determining the originating status of the subsequently produced good. <br /> 2. When a non-originating good is used in the subsequent production of another good: <br /> (a) for purposes of calculating the value of the non-originating materials of the <br /> subsequently produced good, an account shall be taken only of the non- <br /> originating materials contained in the non-originating good; and <br /> (b) for purposes of calculating the value of the originating materials of the <br /> subsequently produced good, an account shall be taken of the originating <br /> materials contained in the non-originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Accessories, Spare Parts, and Tools <br /> The origin of the accessories, spare parts, or tools delivered with a good at the time of <br /> importation: <br /> (a) shall be disregarded if the good is subject to a change in tariff classification <br /> requirement; and <br /> (b) shall be taken into account as originating or non-originating materials, as the <br /> case may be, in calculating the regional value content of the good, if the good <br /> is subject to a regional value content requirement, <br /> provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the good, <br /> regardless of whether they appear specified or separately identified in the <br /> invoice itself; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are customary <br /> for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Wholly Obtained or Produced Goods <br /> For purposes of Article 3.1.1(a), the following goods are wholly obtained or produced <br /> entirely in the territory of one or both of the Parties: <br /> (a) live animals born and raised in the territory of Korea or Peru; <br /> (b) goods obtained from live animals born and raised in the territory of Korea or <br /> Peru; <br /> (c) goods obtained by hunting, trapping, fishing, or aquaculture in the territory of <br /> Korea or Peru1; <br /> (d) goods of sea-fishing and other goods taken from the sea outside the territory of <br /> a Party by vessels registered or recorded with a Party and flying its flag; <br /> (e) goods produced on board factory ships, exclusively from the goods referred to <br /> in subparagraph (d), provided that such factory ships are registered or recorded <br /> with a Party and fly its flag; <br /> (f) plants and plant products grown and harvested, picked, or gathered in the <br /> territory of Korea or Peru; <br /> 1 Notwithstanding this subparagraph, goods of sea-fishing and other goods taken from the sea within the <br /> territories of the Parties by vessels registered or recorded with a non-Party and flying its flag shall not be <br /> regarded as wholly obtained or produced entirely in the territory of one or both of the Parties under this Article. <br /> (g) mineral goods and other naturally occurring substances extracted from the soil, <br /> waters, seabed, or beneath the seabed of Korea or Peru; <br /> (h) goods taken or extracted by a Party or a person of a Party from the seabed or <br /> beneath the seabed outside the territory of a Party, provided that the Party has <br /> rights to exploit them; <br /> (i) waste and scrap derived from: <br /> (i) manufacturing operations conducted in the territory of Korea or Peru; <br /> or <br /> (ii) used goods collected in the territory of Korea or Peru, <br /> provided that such waste and scrap is fit only for the recovery of raw materials; <br /> and <br /> (j) goods produced exclusively from goods specified in subparagraphs (a) through <br /> (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Non-Qualifying Operations <br /> 1. The following operations shall be considered to be non-qualifying operations to <br /> confer the status of originating goods, whether or not the requirements under this Chapter are <br /> satisfied: <br /> (a) operations to ensure the preservation of goods in good condition during <br /> transport and storage; <br /> (b) changes of packing or breaking-up or assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards, and all other simple packing operations; <br /> (h) simple mixing of products, whether or not of different kinds; <br /> (i) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (j) slaughter of animals; or <br /> (k) a combination of two or more operations specified in subparagraphs (a) <br /> through (j). <br /> 2. All operations carried out in a Party on a given good shall be considered together <br /> when determining whether the operations undergone by that good are to be regarded as non- <br /> qualifying within the meaning of paragraph 1. <br /> 3. For purposes of this Article: <br /> (a) simple means activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the <br /> activity; <br /> (b) simple mixing means activities which need neither special skills nor machines, <br /> apparatus, or equipment especially produced or installed for carrying out the <br /> activity but does not include chemical reaction; and <br /> (c) chemical reaction means a process (including a biochemical process) which <br /> results in a molecule with a new structure by breaking intramolecular bonds <br /> and by forming new intramolecular bonds, or by altering the spatial <br /> arrangement of atoms in a molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Regional Value Content (RVC) <br /> 1. The regional value content of a good shall be calculated on the basis of one of the <br /> following methods: <br /> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br /> FOB - VNM <br /> RVC =-------------------x 100 <br /> FOB <br /> (b) Method Based on Value of Originating Materials (Build-up Method) <br /> VOM <br /> RVC =-----------x 100 <br /> FOB <br /> where, <br /> 2. <br /> RVC is the regional value content, expressed as a percentage; <br /> FOB is the free on board value of the good; <br /> VNM is the value of the non-originating materials; and <br /> VOM is the value of the originating materials. <br /> The value of the non-originating materials shall be: <br /> (a) in the case of a material imported directly by the producer of a good, the CIF <br /> value at the time of importation of the material; <br /> (b) in the case of a material acquired by the producer in the territory where the <br /> good is produced, the transaction value, without considering the costs of <br /> freight, insurance, packing, and the other costs incurred in the transportation of <br /> the material from the warehouse of the supplier to the place where the <br /> producer is; or <br /> (c) in the case of a self-produced material or where the relationship between the <br /> producer of the good and the seller of the material influences the price actually <br /> paid or payable for the material, the sum of all costs incurred in the production <br /> of the material, including general expenses. Additionally, it will be possible to <br /> add an amount for profit equivalent to the profit added in the normal course of <br /> trade. <br /> 3. The values referred to in this Article shall be determined in accordance with the <br /> Customs Valuation Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Indirect Materials <br /> 1. For purposes of determining whether a good is originating, the origin of the indirect <br /> materials defined in paragraph 2 shall not be taken into account. <br /> 2. Indirect materials means articles used in the production of a good which are neither <br /> physically incorporated into it, nor form part of it, including: <br /> (a) fuel, energy, catalysts, and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (d) tools, dies, and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Direct Transport <br /> 1. In order for originating goods to maintain their originating status, the goods shall be <br /> transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, the following shall be considered to be transported <br /> directly from the exporting Party to the importing Party: <br /> (a) goods that are transported without passing through the territory of a non-Party; <br /> and <br /> (b) goods whose transport involves transit through one or more non-Parties, with <br /> or without trans-shipment or temporary storage in such non-Parties, under <br /> control of the customs authority, provided that the goods do not: <br /> (i) enter into trade or commerce there; and <br /> (ii) undergo any operation there other than unloading and reloading, <br /> repacking, or any operation required to keep them in good condition. <br /> 3. Compliance with paragraphs 1 and 2 shall be demonstrated by presenting the <br /> following documentation to the customs authority of the importing Party: <br /> (a) in the case of transit or trans-shipment, the transportation documents, such as <br /> the airway bill, the bill of lading, or the multimodal or combined transportation <br /> document, that certify the transport from the country of origin to the importing <br /> country, as the case may be; and <br /> (b) in the case of storage, the transportation documents, such as the airway bill, the <br /> bill of lading, or the multimodal or combined transportation document, that <br /> certify the transport from the country of origin to the importing country, as the <br /> case may be, as well as the documents issued by the customs authority or other <br /> competent authority that authorized this operation in accordance with the <br /> domestic legislation of the non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Principle Of Territoriality <br /> 1. The conditions for acquiring originating status set out in Articles 3.1 through 3.14 <br /> must be fulfilled without interruption in the territory of one or both of the Parties. <br /> 2. Notwithstanding paragraph 1, an originating good exported from a Party to a non- <br /> Party shall when returned be considered to be non-originating unless it can be demonstrated <br /> to the satisfaction of the customs authorities in accordance with laws and regulations of the <br /> importing Party concerned that the returning good: <br /> (a) is the same as that exported; and <br /> (b) has not undergone any operation beyond that necessary to preserve it in good <br /> condition while being exported. <br /> 3. Notwithstanding paragraphs 1 and 2, goods listed in Annex 3B shall be considered to <br /> be originating in accordance with Annex 3B, even if such goods have undergone operations <br /> and processes outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Packaging Materials and Containers for Retail Sale <br /> 1. Where packaging materials and containers are classified with a good, the origin of the <br /> packaging materials and containers in which the good is packaged for retail sale, shall be <br /> disregarded in determining the origin of the good, provided that: <br /> (a) the good is wholly obtained or produced entirely in the territory of one or both <br /> of the Parties as set out in Article 3.1.1(a); <br /> (b) the good is produced exclusively from originating materials, as set out in <br /> Article 3.1.1(b); or <br /> (c) the good is subject to a change in tariff classification requirement set out in <br /> Annex 3A. <br /> 2. Where a good is subject to a regional value content requirement, the value of the <br /> packaging materials and containers used for retail sale shall be taken into account when <br /> determining the origin of the good. <br /> Article 3.12: Packing Materials and Containers for Shipment <br /> Packing materials and containers used to protect a good during its transportation shall not be <br /> taken into account when determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Fungible Goods or Materials <br /> 1. in determining whether a good or material is originating for purposes of granting <br /> preferential tariff treatment, any fungible goods or materials shall be distinguished by: <br /> (a) physically separating each fungible good or material; or <br /> (b) using any inventory management method, such as averaging, last-in-first-out <br /> (LiFo) or first-in-first-out (FiFo), recognized in the generally accepted <br /> accounting principles of a Party in which the production is performed or <br /> otherwise accepted by the Party in which the production is performed. <br /> 2. The inventory management method selected under paragraph 1 for a particular <br /> fungible good or material shall continue to be used for that good or material throughout the <br /> fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Sets <br /> A set, as defined in General Rule 3 of the HS, shall be regarded as originating when all the <br /> components of the set are originating. Nevertheless, when a set is composed of originating <br /> and non-originating goods, the set as a whole shall be regarded as originating, provided that <br /> the value of the non-originating goods does not exceed 15 percent of the total value of the set, <br /> determined in accordance with Article 3.3.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Certificate of Origin <br /> 1. Each Party shall grant preferential tariff treatment in accordance with this Agreement <br /> to an originating good imported from the territory of the other Party on the basis of a <br /> Certificate of Origin. <br /> 2. In order to obtain preferential tariff treatment, an importer shall, in accordance with <br /> the procedures applicable in the importing Party, request preferential tariff treatment at the <br /> time of importation of an originating good. <br /> 3. A Certificate of Origin which certifies that a good being exported from the territory of <br /> a Party into the territory of the other Party qualifies as originating shall: <br /> (a) be in a printed or electronic format; and <br /> (b) be completed in English in conformity with the specimen and the <br /> instructions contained therein as set out in Annex 4B, which may be <br /> amended by agreement between the Parties. <br /> 4. Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of <br /> Origin for any exportation of a good for which an importer may claim <br /> preferential tariff treatment upon importation of the good into the <br /> territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the good, <br /> the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) its knowledge that the good qualifies as originating; <br /> (ii) its reasonable reliance on the producer's written representation that <br /> the good qualifies as originating; or <br /> (iii) a completed and signed Certificate of Origin for the good voluntarily <br /> provided to the exporter by the producer. <br /> 5. A Certificate of Origin, duly completed and signed by an exporter or producer in a <br /> Party, may apply to: <br /> (a) a single shipment of one or more goods into the territory of the other <br /> Party; or <br /> (b) multiple shipments of identical goods to the same importer within any <br /> period specified in the Certificate of Origin, not exceeding 12 months from <br /> its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Waiver of Certificate of Origin <br /> A Certificate of Origin shall not be required where: <br /> (a) the customs value of the importation does not exceed 1,000 US dollars or <br /> the equivalent amount in the currency of the importing Party, or such <br /> higher amount as may be established by the importing Party, unless the <br /> importing Party considers the importation to be carried out or planned for <br /> purposes of evading compliance with the Party's laws governing claims for <br /> preferential tariff treatment under this Agreement; or <br /> (b) it is a good for which the importing Party does not require the importer to <br /> present a Certificate of Origin demonstrating origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Definitions <br /> competent authority means: <br /> (a) for Korea, the Ministry of Strategy and Finance, or its successor; and <br /> (b) for Peru, the Ministry of Foreign Trade and Tourism, or its successor;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Validity of Certificate of Origin <br /> 1. A Certificate of Origin shall be valid for one year from its date of issuance in the <br /> exporting Party and be submitted within the same period to the customs authority of the <br /> importing Party in accordance with applicable procedures of the importing Party. <br /> 2. Notwithstanding paragraph 1: <br /> (a) in the event that the good referred to in the Certificate of Origin is <br /> temporarily admitted or stored under control of the customs authority of a <br /> non-Party, the term of validity of the Certificate of Origin may be <br /> extended for one additional year; and <br /> (b) in the event that the good referred to in the Certificate of Origin is <br /> temporarily admitted or stored under control of the customs authority of the <br /> importing Party, the term of validity of the Certificate of Origin shall be <br /> suspended for the amount of time the customs authority has authorized such <br /> operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Record Keeping Requirements <br /> 1. The records that may be used to prove that a good covered by a Certificate of Origin <br /> is originating and has fulfilled other requirements under this Chapter and Chapter Three <br /> (Rules of Origin) include, but are not limited to: <br /> (a) documents related to the purchase of, cost of, value of, and payment for, <br /> the exported good; <br /> (b) documents related to the purchase of, cost of, value of, and payment for, <br /> all materials, including indirect materials, used in the production of the <br /> exported good; <br /> (c) documents related to the production of the good in the form in which it was <br /> exported; and <br /> (d) such other documents as the Parties may agree. <br /> 2. An exporter or producer in the territory of the exporting Party that completes and <br /> signs a Certificate of Origin shall keep, at least for five years from the date of issuance of the <br /> Certificate of Origin, the records referred to in paragraph 1. <br /> 3. An importer claiming preferential tariff treatment for a good imported into the <br /> territory of a Party shall keep, at least for five years from the date of importation of the good, <br /> the records related to the importation, including a copy of the Certificate of Origin. <br /> 4. An importer, exporter, or producer may choose to keep the records referred to in <br /> paragraph 1 in any medium that allows for prompt retrieval, including, but not limited to, <br /> digital, electronic, optical, magnetic, or written form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Post-Importation Claims for Preferential Tariff Treatment <br /> Where a good was originating when it was imported into the territory of the importing Party, <br /> but the importer of the good did not claim preferential tariff treatment at the time of <br /> importation, that importer may, within the period specified in the Party's legislation or within <br /> one year following the date of importation, claim preferential tariff treatment and apply for a <br /> refund of any excess duties paid as a result of the good not having been accorded preferential <br /> tariff treatment, upon presentation to the importing Party of: <br /> (a) a written or electronic declaration or statement, in accordance with the <br /> legislation of the importing Party, that the good was originating at the time of <br /> importation; <br /> (b) a copy of a Certificate of Origin demonstrating that the good was <br /> originating; and <br /> (c) such other documents related to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Verification <br /> 1. For purposes of determining whether a good imported into the territory of a Party <br /> from the territory of the other Party qualifies as originating, the competent authority of the <br /> importing Party may conduct a verification by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or producer <br /> through the competent authority of the exporting Party; <br /> (c) requests that the competent authority of the exporting Party assists in <br /> verifying the origin of the good; or <br /> (d) verification visits to the premises of an exporter or producer in the <br /> territory of the other Party, along with officials of the competent authority of <br /> the exporting Party, to observe the facilities and the production processes of <br /> the good and to review the records referred to in Article 4.6.1, including <br /> accounting files. <br /> 2. Requests made under paragraph 1(b) or 1(c) by the competent authority of the <br /> importing Party and all the information provided in response by the competent authority of <br /> the exporting Party shall be in English. <br /> 3. Where the importer, exporter, or producer fails to answer the written request for <br /> additional information that the importing Party made under paragraph 1(a) or 1(b) within 90 <br /> days following the date of the receipt of the request, the importing Party may deny <br /> preferential tariff treatment to the relevant good. <br /> 4. Where the competent authority of the importing Party requests assistance under <br /> paragraph 1(c): <br /> (a) it shall provide the competent authority of the exporting Party with: <br /> (i) the reasons why such assistance for verification is requested; <br /> (ii) the Certificate of Origin of the good or a copy thereof; and <br /> (iii) any information and documents as may be necessary for purposes <br /> of such request; <br /> (b) the competent authority of the exporting Party shall provide the competent <br /> authority of the importing Party with a written statement in English, <br /> including facts and findings, and any supporting documents made <br /> available by the exporter or producer. This statement shall indicate <br /> clearly whether the documents are authentic and whether the good <br /> concerned is originating and has fulfilled other requirements under this <br /> Chapter and Chapter Three (Rules of Origin). If the good can be considered to <br /> be originating, the statement shall include a detailed explanation of how the <br /> good obtained the originating status; and <br /> (c) in case where the competent authority of the exporting Party fails to <br /> provide the written statement within 150 days following the date of the <br /> receipt of the request or where the written statement provided does not <br /> contain sufficient information, the importing Party may deny preferential <br /> tariff treatment to the relevant good. <br /> 5. Where the competent authority of the importing Party intends to conduct a verification <br /> under paragraph 1(d), it shall notify in writing, 30 days prior to the verification visit, the <br /> competent authority of the exporting Party of such a request. In case where the competent <br /> authority of the exporting Party does not give its written consent to such a request within 30 <br /> days following the date of the receipt of the notification, the importing Party may deny <br /> preferential tariff treatment to the relevant good. <br /> 6. The importing Party shall, within one year following the initiation of the verification, <br /> notify the importer and the exporting Party, including the exporter or producer through the <br /> competent authority of the exporting Party, in writing, of the determination whether the good <br /> is originating, as well as factual findings and the legal basis for the determination. <br /> 7. Where, at the time of importation, the customs authority of the importing Party has a <br /> reasonable doubt on the origin of a good, the good may be released upon a deposit or the <br /> payment of duties, pending the outcome of the verification. The deposit or duties paid shall <br /> be refunded once the outcome of the verification confirms that the good qualifies as <br /> originating. <br /> 8. A Party may suspend preferential tariff treatment to an importer on any subsequent <br /> import of a good when the competent authority of the Party had already determined that an <br /> identical good was not eligible for such treatment, until it is demonstrated that the good <br /> complies with the requirements under this Chapter and Chapter Three (Rules of Origin). <br /> 9. A Party may provide all the information requested under this Article, supporting <br /> documents, and all other related information electronically to the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: Penalties <br /> Penalties shall be imposed on any person who does not comply with this Chapter or Chapter <br /> Three (Rules of Origin).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 5.7: Advance Rulings <br /> 1. The Parties shall adopt or maintain procedures for the issuance of advance rulings on <br /> the following matters: <br /> (a) tariff classification; <br /> (b) execution of the rules of origin; and <br /> (c) such other matters as the Parties may agree. <br /> 2. Procedures for the issuance of these advance rulings shall include at least: <br /> . (a) a maximum term of 120 days for issuance or such shorter period as may be <br /> established by a Party, starting from the date on which all the requirements by <br /> the competent authority are met; <br /> (b) conditions for their validation, revocation, and publication; and <br /> (c) sanctions <br /> 3. Upon written request of importers, exporters, or producers, each Party shall issue, <br /> through its customs administration or competent authority, written advance rulings on <br /> customs matters, in particular on tariff classification and rules of origin, in accordance with <br /> the legislation of each Party. <br /> 4. Detailed procedures, and in particular deadlines, for the issuance, use, and revocation <br /> of advance rulings shall be set out in the legislation of each Party. <br /> 5. Peru shall fully implement the obligations under paragraph 1 from January 1, 2012.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Formal Errors <br /> 1. Upon discovering formal errors in a Certificate of Origin, namely those that do not <br /> affect the originating status of the goods, the customs authority of the importing Party shall <br /> notify the importer of the errors that make the Certificate of Origin unacceptable. <br /> 2. The importer shall submit the appropriate correction of the Certificate of Origin <br /> within 30 days following the date of the receipt of the notification. <br /> 3. The correction shall contain the amendment, the date of the amendment, and, where <br /> applicable, the number of the Certificate of Origin and shall be signed by the person who <br /> issued the original Certificate of Origin. <br /> 4. If the importer fails to submit the correction within the period referred to in paragraph <br /> 2, the competent authority of the importing Party may proceed to conduct a verification under <br /> Article 4.8.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 5.6: Review and Appeal <br /> 1. Each Party shall ensure that with respect to its determinations1 on customs matters <br /> including origin of goods and preferential tariff treatment and other import, export, and <br /> transit requirements and procedures, persons concerned who are the subject of such <br /> determinations2 shall have access to: <br /> (a) a level of administrative review independent of the employee or office that <br /> issued the determinations; and <br /> (b) judicial review of the determinations. <br /> 2. A producer or exporter may provide, upon request of the reviewing authority, <br /> information directly to the Party conducting the administrative review, and may request such <br /> 1 For purposes of this Article, a determination, if made by Peru, means an administrative act. <br /> 2 It shall be understood that these persons need a representative domiciled in the territory of the Party where the <br /> review or appeal is made. <br /> Party to treat that information as confidential in accordance with the rules applicable in that <br /> Party. This information shall be provided in accordance with the rules determined by the <br /> Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating Goods", "ArticleDesc": "1. Except as otherwise provided in this Chapter, a good shall be treated as originating in <br> a Party where the good is: <br> (a) wholly obtained or produced entirely in the territory of one or both of the <br> Parties; <br> (b) produced entirely in the territory of one or both of the Parties, exclusively from <br> originating materials under this Chapter; or <br> (c) produced entirely in the territory of one or both of the Parties using non- <br> originating materials, satisfying the requirements under Annex 3A. <br> 2. Additionally, the good shall satisfy all the other applicable requirements of this <br> Chapter. <br> "}, {"ArticleTitle": "ORIGINATING GOODS", "ArticleDesc": "ARTICLE 3.1: ORIGINATING GOODS <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.16: Definitions <br> aquaculture means the farming of aquatic organisms, including fish, mollusks, crustaceans, <br> other aquatic invertebrates, and aquatic plants, from seedstock such as eggs, fry, fingerlings, <br> and larvae, by intervention in the rearing or growth processes to enhance production, such as <br> regular stocking, feeding, protection from predators, etc.; <br> CIF means the value of the good in the country of origin inclusive of the cost of insurance <br> and freight up to the port or place of entry in the country of importation; <br> exporter means a person located in the territory of a Party from where a good is exported by <br> (a) for Korea, the Ministry of Strategy and Finance, or its successor; and <br> commercial purposes and whose properties are essentially identical; <br> such a person; <br> (b) for Peru, the Ministry of Foreign Trade and Tourism, or its successor; <br> competent authority means: <br> FOB means the value of the good free on board, inclusive of the cost of transportation to the <br> port or site of final shipment abroad, regardless of the mode of transportation; <br> good means any merchandise, product, article, or material; <br> authoritative support given in the territory of a Party, with respect to the recording of <br> Generally Accepted Accounting Principles means recognized consensus or substantial <br> revenues, expenses, costs, assets, and liabilities, the disclosure of information and the <br> preparation of financial statements. Generally accepted accounting principles may encompass <br> broad guidelines for general application, as well as detailed standards, practices, and <br> importer means a person located in the territory of a Party where a good is imported by such <br> a person; <br> and <br> material means a good that is used in the production of another good, including any <br> qualify as originating under this Chapter; <br> components, ingredients, raw materials, parts, or pieces; <br> procedures; <br> originating material means a material that qualifies as originating under Article 3.1; <br> production means growing, raising, extracting, picking, gathering, mining, harvesting, <br> fishing, trapping, hunting, manufacturing, processing, or assembling a good. <br> Annex 3B <br> Exemption from the Principle of Territoriality <br> Treatment of Operations and Processes Performed outside the Territories of the Parties <br> 1. In determining the originating status of a good included in this Annex, operations and <br> processes performed in the Gaeseong Industrial Complex located in North Korea, on <br> materials exported there from Korea and subsequently re-imported to Korea, shall be <br> considered to have been performed in the territory of Korea, provided that the total value of <br> non-originating input1 does not exceed 40 percent of the FOB price of the good. <br> 2. Except as otherwise provided in this Annex, this Chapter and Chapter Four (Origin <br> Procedures) shall apply mutatis mutandis to the originating status of a good included in this <br> Annex. Accordingly, a good shall be treated as non-originating if it does not satisfy all <br> applicable requirements set out in Articles 3.1 through 3.14 and Annex 3A. <br> Origin Procedures <br> 3. An exporter or producer who declares that a good qualifies as originating on the basis <br> of paragraph 1 shall make such a reference in the Certificate of Origin. <br> 4. Each Party shall assist the competent authority of the importing Party to conduct <br> verification on the goods included in this Annex, in accordance with Article 4.8 <br> (Verification). <br> Review <br> 5. When a Party requests an amendment or modification to the list of the goods <br> included in this Annex, the other Party shall give sympathetic consideration to such a request <br> and provide opportunities for consultations. The other Party may request information as it <br> considers necessary for such consideration. If the Parties agree to amend or modify the list of <br> the goods, they may take a joint decision at the Joint Commission to amend the list. <br> 6. Upon request of a Party, the Parties shall review the implementation of this Annex. <br> Either Party may request information as it considers necessary for such review. Taking into <br> account the result of the review, the Parties may take a joint decision at the Joint Commission <br> to amend or modify this Annex. <br> Suspension of the Application of this Annex <br> 7. When a Party considers that an originating good included in this Annex is being <br> imported under preferential tariff treatment into its territory in such increased quantities and <br> under such conditions as to cause, or threaten to cause, serious injury to its domestic industry, <br> the Party may suspend the application of this Annex to the good for a period of time as it <br> 1 For purposes of this Annex, @^@total value of non-originating input@^@ means the value of any non-originating <br> materials added within the territories of the Parties as well as any materials added and all other costs <br> accumulated outside the territories of the Parties, including transport costs. Non-originating materials which <br> have already acquired originating status in a Party shall not be considered to be non-originating input. <br> considers necessary to prevent or remedy such injury or threat thereof to the domestic industry of the Party. <br> 8. A Party that intends to suspend the application of this Annex in accordance with paragraph 7 shall notify the other Party two months in advance and afford the other Party an opportunity to exchange views with it in respect of the proposed suspension. <br> 9. The period referred to in paragraph 7 may be extended provided that the Party that has taken the action of suspension has determined that the suspension continues to be necessary to prevent or remedy the injury. <br> 10. In critical circumstances, where delay would cause damage which would be difficult to repair, the suspension of the application of this Annex under paragraph 7 may be taken provisionally without the advance notification referred to in paragraph 8 to the other Party, on the condition that notification shall be made before such suspension takes effect. <br> 11. The Party concerned may suspend the application of this Annex unilaterally and unconditionally after notifying the other Party two months in advance and providing the other Party with an opportunity to exchange views in respect of the proposed suspension in accordance with paragraph 8. In this case, the Party shall not be obliged to prove that there is serious injury, to consult in advance, to limit the duration or frequency of suspension, or to compensate for its action. <br> Option of Rescinding <br> 12. Five years following the entry into force of this Agreement, either Party may rescind the application of this Annex when it determines, on the basis of a review and on its own discretion, that its interests have been damaged as a consequence of the application of this Annex. <br> Dispute Settlement <br> 13. Neither Party shall have recourse to Chapter Twenty-Three (Dispute Settlement) for any matter arising under this Annex. <br> List of Goods <br> producer means a person who engages in the production of a good in the territory of a Party; <br> For purposes of this Chapter: <br> CHAPTER FOUR <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "fungible goods or materials means goods or materials that are interchangeable for <br> non-originating good or non-originating material means a good or material that does not <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Claims for Preferential Tariff Treatment", "ArticleDesc": "Article 4.4: Claims for Preferential Tariff Treatment <br> 1. Except as otherwise provided for in this Chapter, each Party shall require an importer <br> in its territory that claims preferential tariff treatment to: <br> (a) make a written statement in the customs declaration, based on a valid <br> Certificate of Origin, indicating that the good qualifies as originating; <br> (b) have in its possession the Certificate of Origin at the time the statement <br> referred to in subparagraph (a) is made; <br> (c) have in its possession the documents which certify that the requirements <br> established in Article 3.14 (Direct Transport) have been met, where <br> applicable; and <br> (d) submit the valid Certificate of Origin, as well as the documents referred to in <br> subparagraph (c) to the customs authority, where it is required. <br> 2. Where an importer has a reason to believe that a Certificate of Origin on which a <br> statement was based contains incorrect information, the importer shall make a corrected <br> statement and pay any customs duty owed. <br> 3. Where an importer does not comply with any requirements under this Chapter or <br> Chapter Three (Rules of Origin), preferential tariff treatment shall be denied to the goods <br> imported from the territory of the exporting Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.10: Confidentiality <br> 1. A Party shall maintain the confidentiality of the information provided by the other <br> Party in accordance with this Chapter, when requested by the other Party, and protect it from <br> disclosure that could prejudice the competitive position of the person providing the <br> information. Any violation of the confidentiality shall be treated in accordance with the <br> domestic legislation of each Party. <br> 2. The information provided in accordance with this Chapter shall not be disclosed <br> without specific permission of the person or authority providing such information, except to <br> the extent that it may be required to be disclosed in the context of judicial proceedings. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 4.11: Denial of Preferential Tariff Treatment <br> Except as otherwise provided in this Chapter, the importing Party may deny a claim for <br> preferential tariff treatment or recover unpaid duties, where the good does not meet the <br> requirements under this Chapter or Chapter Three (Rules of Origin). <br> "}, {"ArticleTitle": "Modifications", "ArticleDesc": "Article 4.12: Modifications <br> 1. If a Party considers that this Chapter or Chapter Three (Rules of Origin) needs to be <br> modified, that Party may submit a modification proposal to the other Party, along with <br> supporting rationale and studies. <br> 2. A Party shall respond to the proposal made by the other Party within 180 days <br> following the submission of the proposal. <br> 3. In case where the Parties do not reach an agreement, either Party may refer the matter <br> to the Committee on Customs, Origin, and Trade Facilitation established under Article 5.25 <br> (Committee on Customs, Origin, and Trade Facilitation) for consideration. <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 4.13: Implementation <br> 1. During the period of five years following the date of entry into force of this <br> Agreement, Annex 4A shall apply in lieu of Articles 4.1 and 4.6.1 <br> 2. After the period referred to in paragraph 1, Article 4.1 and 4.6 shall apply in lieu of <br> Annex 4A. <br> 3. During the period referred to in paragraph 1, the term Certificate of Origin used in <br> Articles 4.2, 4.3, 4.4, 4.5, 4.7, 4.8, and 4.13 and Chapter Three (Rules of Origin) shall have <br> the meaning of Proof of Origin referred to in Rule 1 of Annex 4A. <br> 4. For purposes of accepting Certificates of Origin in an electronic format, the Parties <br> shall, after one year following the date of entry into force of this Agreement, initiate the <br> discussion on developing an electronic certification system to ensure the effective and <br> efficient implementation of this Chapter, in a manner to be jointly determined by the <br> competent authorities of the Parties. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 4.14: Uniform Regulations <br> 1. The Parties may establish and implement, through their respective laws, regulations, <br> or administrative policies, Uniform Regulations regarding the interpretation, application, and <br> administration of this Chapter and Chapter Three (Rules of Origin). <br> 2. Each Party shall implement any modification of, or addition to, the Uniform <br> Regulations within such period as the Parties may agree. <br> 1 Proofs of Origin issued in accordance with Annex 4A, until the last day of the calendar year in which Articles <br> 4.1 and 4.6 start to apply, shall be accepted by the Parties. Persons and authorized bodies referred to in Rule 6 of <br> Annex 4A shall keep the documents referred therein even if Annex 4A ceases to apply. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.15: Definitions <br> For purposes of this Chapter: <br> competent authority means: <br> (a) for Korea, the Korea Customs Service, or its successor; and <br> (b) for Peru, the Ministry of Foreign Trade and Tourism, or its successor; and <br> identical goods means goods that are the same in all respects relevant to the particular rule of <br> origin that qualify the goods as originating. <br> Chapter Five <br> Customs Administration and Trade Facilitation <br> Section A: Trade Facilitation <br> "}]}, {"ArticleType": "Customs administration and trade facilitation", "Articles": [{"ArticleTitle": "Scope of Application and Objectives", "ArticleDesc": "Article 5.1: Scope of Application and Objectives <br> 1. This Chapter shall apply, in accordance with the Parties' respective international <br> obligations and domestic customs laws, to customs procedures applied to goods traded <br> between the Parties and to the movement of means of transport between the Parties. <br> 2. The objectives of this Chapter are to: <br> (a) simplify and harmonize customs procedures of the Parties; <br> (b) ensure predictability, consistency, and transparency in the application of <br> customs laws, including administrative procedures of the Parties; <br> (c) ensure the efficient and expeditious clearance of goods and movement of <br> means of transport; <br> (d) facilitate trade between the Parties; and <br> (e) promote cooperation between the customs administrations, within the scope of <br> application of this Chapter. <br> "}, {"ArticleTitle": "Competent Authorities", "ArticleDesc": "Article 5.2: Competent Authorities <br> 1. The competent authorities for the administration of this Chapter are: <br> (a) for Korea, the Ministry of Strategy and Finance, or its successor; and <br> (b) for Peru, the Ministry of Foreign Trade and Tourism, or its successor. <br> 2. Each competent authority shall designate one or more contact points for purposes of <br> this chapter and provide contact details of such contact points to the competent authority of <br> the other Party. Competent authorities of the Parties shall promptly notify each other of any <br> changes to the contact details of their contact points. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 5.3: Facilitation <br> 1. Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent, and transparent and facilitate trade. <br> 2. Customs procedures of each Party shall, where possible and to the extent permitted by <br> its respective customs laws, conform with the trade-related instruments of the World Customs <br> Organization (hereinafter referred to as @^@WCO@^@) to which the Party is a party, including those <br> of the International Convention on the Simplification and Harmonization of Customs <br> Procedures (Kyoto Convention) (as amended) and Protocol of Amendment to the <br> International Convention on the Simplification and Harmonization of Customs Procedures <br> (Revised Kyoto Convention). <br> 3. Each Party shall provide for clearance of goods with minimum documentation <br> requirements and make electronic systems accessible to customs users and use information <br> technology that expedites procedures for the release of goods. <br> 4. Customs administrations of the Parties shall facilitate the clearance, including the <br> release, of goods in administering their procedures. <br> 5. Each Party shall endeavor to provide a focal point, electronic or otherwise, through <br> which its traders may submit all regulatory information that is required in order to obtain the <br> clearance, including the release, of goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 5.4: Customs Valuation <br> The Parties shall apply Article VII of GATT 1994 and the Customs Valuation Agreement to <br> goods traded between them. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 5.5: Tariff Classification <br> The Parties shall apply the International Convention on the Harmonized Commodity <br> Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Use of Automated Systems in the Paperless Trading Environment", "ArticleDesc": "Article 5.8: Use of Automated Systems in the Paperless Trading Environment <br> 1. The customs administrations shall use information technology to support customs <br> operations, where it is cost-effective and efficient, particularly in the paperless trading <br> context, taking into account developments in this area within the Wco. <br> 2. The customs administrations shall endeavor to use information technology that <br> expedites procedures for the release of goods, including the submission and processing of <br> information and data before arrival of the shipment, as well as electronic or automated <br> systems for risk management and targeting. <br> 3. <br> The Parties shall endeavor to ensure the simultaneous inspection of goods by the <br> relevant domestic authorities at a single time and place when goods enter or leave the Parties' <br> customs territory at a single time and place. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.9: Risk Management <br> 1. Each customs administration shall focus its inspection activities on high-risk <br> shipments of goods and facilitate the clearance, including release, of low-risk goods in <br> administering customs procedures. Additionally, customs administrations shall exchange <br> information related to applied techniques on risk management, ensuring the confidentiality of <br> the information. <br> 2. Each Party shall endeavor to mutually accept the certification given to the economic <br> operator by the customs administration of the exporting Party throughout its supply chain <br> which follows international standards and promotes safer trade in cooperation with <br> governments and international organizations. <br> 3. The Parties shall fully implement the obligation under paragraph 2 within three years <br> following the date of entry into force of this Agreement. <br> "}, {"ArticleTitle": "Publication and Inquiry Points", "ArticleDesc": "Article 5.10: Publication and Inquiry Points <br> 1. Each customs administration shall publish all customs laws and administrative <br> procedures it applies or enforces. <br> 2. Each customs administration shall designate one or more inquiry points to deal with <br> inquiries from interested persons of either Party on customs matters arising from the <br> implementation of this Agreement, and provide details of such inquiry points to the other <br> customs administration. Information concerning the procedures for making such inquiries <br> shall be accessible to the public. <br> 3. Each customs administration shall endeavor to provide the other customs <br> administration with timely notice of any significant modification to its customs laws or <br> procedures governing the movement of goods and means of transport that is likely to <br> substantially affect the operation of this chapter. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 5.11: Express Consignments <br> Each customs administration shall adopt or maintain separate and expeditious customs <br> procedures for express shipments while maintaining appropriate customs control and <br> selection. Those procedures shall, under normal circumstances, provide an express clearance <br> of goods after submission of all the necessary customs documents, regardless of their weight <br> or customs value. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.12: Release of Goods <br> 1. Each Party shall adopt or maintain simplified customs procedures for the efficient <br> release of goods in order to facilitate trade between the Parties. <br> 2. In accordance with paragraph 1, each Party shall ensure that its customs <br> administration or competent authority adopt or maintain procedures that: <br> (a) provide for the release of goods within a period no longer than that required to <br> ensure compliance with its customs laws and to the extent possible within 48 <br> hours following the goods' arrival; <br> (b) provide for advance electronic submission and processing of information <br> before physical arrival of goods to enable the release of goods on arrival; <br> (c) allow goods to be released at the point of arrival without temporary transfer to <br> warehouses or other facilities; and <br> (d) allow importers to withdraw goods from customs before, and without <br> prejudice to, the final determination by its customs administration of the <br> applicable customs duties, taxes, and fees. <br> 3. A Party may require an importer to provide sufficient guarantee in the form of a surety, <br> a deposit, or other appropriate instrument, covering the ultimate payment of the customs <br> duties, taxes, and fees in connection with the importation of the good. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 5.13: Customs Cooperation <br> 1. The Parties shall enhance their cooperation in customs and customs-related matters. <br> 2. The Parties affirm their commitment to the facilitation of the legitimate movement of <br> goods and shall exchange expertise on measures to improve customs techniques and <br> procedures and on computerized systems in accordance with this Agreement. <br> 3. The Parties shall assist each other, in the areas within their competence, in the manner <br> and under the conditions set out in this Chapter to ensure that the customs legislation is <br> correctly applied, in particular by preventing, detecting, and investigating operations in <br> breach of that legislation. <br> 4. The Parties shall commit to: <br> (a) pursuing the harmonization of documentation used in trade and data elements <br> in accordance with international standards, for purposes of facilitating the flow <br> of trade between them, in customs-related matters regarding the importation, <br> exportation, and transit of goods; <br> (b) intensifying cooperation between their customs laboratories and scientific <br> departments and working towards the harmonization of customs laboratories <br> methods ; <br> (c) exchanging customs' experts of the Parties; <br> (d) jointly organizing training programs on customs-related issues for the officials <br> who participate directly in customs procedures; <br> (e) developing effective mechanisms for communicating with the trade and <br> business communities; <br> (f) assisting each other, to the extent possible, in tariff classification, valuation, <br> and determination of origin, for the preferential tariff treatment of imported <br> goods, and other customs matters including non-preferential origin; <br> (g) promoting strong and efficient intellectual property rights enforcement by <br> customs authorities, regarding imports, exports, re-exports, transit, trans- <br> shipments, and other customs procedures, and in particular regarding <br> counterfeit goods; and <br> (h) improving the security, while facilitating trade, of sea-container and other <br> shipments from all locations that are imported into, trans-shipped through, or <br> transiting Korea or Peru. The Parties agree that the objectives of the intensified <br> and broadened cooperation include, but are not limited to: <br> (i) working together to reinforce the customs-related aspects for securing <br> the logistics chain of international trade; and <br> (ii) coordinating positions, to the extent possible, in any multilateral fora <br> where issues related to container security may be appropriately raised <br> and discussed. <br> "}, {"ArticleTitle": "Implementation of the Customs Cooperation", "ArticleDesc": "Article 5.14: Implementation of the Customs Cooperation <br> 1. The implementation of this Section shall be entrusted to the customs administration of <br> the Parties. They shall decide on all practical measures and arrangements necessary for its <br> application, taking into consideration the rules in force in the field of data protection. <br> 2. The Parties shall consult each other on the detailed rules of implementation which are <br> adopted in accordance with this Chapter. <br> 3. The Parties shall exchange the contact points for the exchange of information. <br> "}, {"ArticleTitle": "Mutual Administrative Assistance on Customs Matters", "ArticleDesc": "Article 5.15: Mutual Administrative Assistance on Customs Matters <br> 1. Upon request of the applicant authority, the requested authority shall provide it with <br> all relevant information which may enable it to ensure compliance with customs legislation, <br> including information on non-preferential origin, tariff classification, valuation, <br> determination of origin, and operations noted or planned which are or might be in breach of <br> such legislation. <br> 2. Upon request of the applicant authority, the requested authority shall inform it <br> whether goods exported from the territory of one of the Parties have been properly imported <br> into the territory of the other Party, specifying, where appropriate, the customs procedure <br> applied to the goods. <br> 3. Upon request of the applicant authority, the requested authority shall, within the <br> framework of its laws, take the necessary steps to ensure special surveillance of: <br> (a) natural or legal persons in respect of whom there are reasonable grounds for <br> believing that they are or have been in breach of customs legislation; <br> (b) places where goods are stored in a way that gives grounds for suspecting that <br> they are intended to be used in operations in breach of customs legislation; <br> (c) movements of goods notified as possibly giving rise to substantial breaches of <br> customs legislation; and <br> (d) means of transport for which there are reasonable grounds for believing that <br> they have been, are, or may be used in operations in breach of customs <br> legislation. <br> 4. The Parties shall provide each other, on their own initiative and in accordance with <br> their laws, rules, and other legal instruments, with assistance if they consider that to be <br> necessary for the correct application of customs legislation, particularly when they obtain <br> information on: <br> (a) operations which are or appear to be in breach of such legislation and which <br> may be of interest to other Party; <br> (b) new means or methods employed in carrying out such operations; <br> (c) goods known to be subject to substantial breaches of customs legislation; <br> (d) natural or legal persons in respect of whom there are reasonable grounds for <br> believing that they are or have been in substantial breach of customs <br> legislation; or <br> (e) means of transport for which there are reasonable grounds for believing that <br> they have been, are, or may be used in operations in substantial breach of <br> customs legislation. <br> "}, {"ArticleTitle": "Form and Substance of Requests for Assistance", "ArticleDesc": "Article 5.16: Form and Substance of Requests for Assistance <br> 1. Requests for assistance in accordance with this Chapter shall be made in writing. They <br> shall be accompanied by the documents necessary to enable compliance with the request. In <br> urgent situations, oral requests may be accepted, but shall be confirmed in writing <br> immediately. <br> 2. Requests for assistance in accordance with this Chapter shall include the following <br> information: <br> (a) the applicant authority; <br> (b) the measure requested; <br> (c) the object of and the reason for the request; <br> (d) the legal or regulatory provisions and other legal elements involved; <br> (e) indications as exact and comprehensive as possible on the natural or legal <br> persons who are the target of the investigations; and <br> (f) a summary of the relevant facts and of the inquiries already carried out. <br> 3. Requests shall be submitted in English. Where the documents are made in a language <br> other than English, the requested authority may require the applicant authority to submit a <br> translation of the documents into English. <br> 4. If a request does not meet the formal requirements set out above, its correction or <br> completion may be requested. <br> "}, {"ArticleTitle": "Execution of Requests", "ArticleDesc": "Article 5.17: Execution of Requests <br> 1. In order to comply with a request for assistance, the requested authority shall proceed, <br> within the limits of its competence and available resources, as though it were acting on its <br> own account or upon request of other authorities of that same Party, by supplying information <br> already possessed, by carrying out appropriate inquiries, or by arranging for them to be <br> carried out. This paragraph shall also apply to any other authority to which the request has <br> been addressed by the requested authority when the latter cannot act on its own. <br> 2. Requests for assistance shall be executed in accordance with the legal or regulatory <br> provisions of the requested Party and the answer shall be sent at the latest within 120 days <br> following the date of the receipt of the request. <br> 3. Duly authorized officials of a Party may be present in the offices of the requested <br> authority or any other concerned authority in accordance with paragraph 1, to obtain <br> information related to activities that are or may be operations in breach of customs legislation <br> which the applicant authority needs for purposes of this Chapter. <br> 4. Duly authorized officials of a Party involved may be present at inquiries or <br> verifications carried out in the territory of the other Party. <br> "}, {"ArticleTitle": "Exceptions to the Obligation to Provide Assistance", "ArticleDesc": "Article 5.18: Exceptions to the Obligation to Provide Assistance <br> 1. The Parties may refuse to give assistance as provided for in this Chapter, where such <br> assistance would: <br> (a) be likely to prejudice their sovereignty, public policy, security, or other <br> essential interests; <br> (b) involve currency or tax regulations other than customs legislation; or <br> (c) violate an industrial, commercial, or professional secret. <br> 2. Where the applicant authority requests assistance which it would itself be unable to <br> provide if so requested, it shall draw attention to that fact in its request. It shall then be for the <br> requested authority to decide how to respond to such a request. <br> 3. If assistance is refused, the decision and the reasons therefor shall be notified to the <br> applicant authority without delay. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.19: Confidentiality <br> 1. Any information communicated in any form in accordance with this Chapter, shall be <br> treated as confidential or restricted. it shall be covered by the obligation of official secrecy <br> and shall enjoy the protection extended to similar information under the relevant laws of the <br> receiving Party. <br> 2. Personal data, that is, all information related to an identified or identifiable individual, <br> may be exchanged only where the receiving Party undertakes to protect such data in at least <br> an equivalent way to the one applicable to that particular case in the supplying Party. <br> "}, {"ArticleTitle": "Use of Information", "ArticleDesc": "Article 5.20: Use of Information <br> 1. Information obtained shall be used solely for purposes of this Chapter. Where a Party <br> requests the use of such information for other purposes, the Party shall ask for the prior <br> written consent of the authority which furnished the information. Such use shall then be <br> subject to any restrictions laid down by that authority. information related to illicit drug <br> trafficking may be communicated to other authorities. <br> 2. Paragraph 1 shall not impede the use of information in any judicial or administrative <br> proceedings instituted for failure to comply with customs legislation. The customs <br> administration which supplied that information shall be notified of such use without delay. <br> 3. The Parties may, in their records of evidence, reports, and testimonies and in <br> proceedings and charges brought before the courts, use as evidence information obtained and <br> documents consulted in accordance with this chapter. <br> "}, {"ArticleTitle": "Experts and Witnesses", "ArticleDesc": "Article 5.21: Experts and Witnesses <br> An official of a requested authority may be authorized to appear, within the limitations of the <br> authorization granted, as an expert or witness in judicial or administrative proceedings <br> regarding the matters covered by this Chapter in the jurisdiction of the other Party, and <br> produce such objects, documents, or authenticated copies thereof, as may be needed for the <br> proceedings. The request for an appearance shall indicate specifically on what matters and by <br> virtue of what title or qualification the official will be questioned. <br> "}, {"ArticleTitle": "Assistance Expenses", "ArticleDesc": "Article 5.22: Assistance Expenses <br> The Parties shall waive all claims on each other for the reimbursement of expenses incurred <br> in accordance with this chapter, except, as appropriate, for expenses related to experts and <br> witnesses and to interpreters and translators who are not public officials. <br> "}, {"ArticleTitle": "Review of Customs Procedures", "ArticleDesc": "Article 5.23: Review of Customs Procedures <br> 1. Each customs administration shall periodically review its procedures with a view to <br> their further simplification and the development of mutually beneficial arrangements to <br> facilitate the trade between the Parties. <br> 2. in applying a risk management approach to customs control, each customs <br> administration shall regularly review the performance, effectiveness, and efficiency of its <br> systems. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 5.24: Consultations <br> 1. Without prejudice to Article 5.25, a Party may at any time request consultations with <br> the other Party on any matter arising from the operation, or implementation of this chapter, <br> including tariff classification, customs valuation, and origin determination. such <br> consultations shall be conducted through the relevant contact points, and shall take place <br> within 30 days following the date of receipt of the request, unless the Parties determine <br> otherwise. <br> 2. in the event that such consultations fail to resolve the matter, the requesting Party may <br> refer the matter to the committee on customs, origin, and Trade Facilitation established <br> under Article 5.25 for consideration. <br> 3. The Parties may consult each other on any trade facilitation issues arising from <br> procedures to secure trade and the movement of means of transport between the Parties. <br> "}, {"ArticleTitle": "Committee on Customs, Origin, and Trade Facilitation", "ArticleDesc": "Article 5.25: Committee on Customs, Origin, and Trade Facilitation <br> 1. The Parties hereby establish a Committee on Customs, Origin, and Trade Facilitation, <br> which shall ensure the proper functioning of this Chapter and Chapters Three (Rules of <br> Origin) and Four (Origin Procedures), and examine all issues arising from their application. <br> For matters covered by this Agreement, it shall report to the Joint Commission. <br> 2. The Committee shall consist of the competent authorities and other relevant <br> authorities of the Parties responsible for rules of origin, origin procedures, trade facilitation, <br> and customs matters. <br> 3. The Committee shall: <br> (a) ensure the effective, uniform, and consistent administration of this Chapter and <br> Chapters Three (Rules of Origin) and Four (Origin Procedures), and enhance <br> cooperation in this regard; <br> (b) maintain the Annex 3A (Product Specific Rules of Origin) on the basis of the <br> transposition of the HS; <br> (c) advise the Joint Commission of proposed solutions to address issues related to: <br> (i) interpretation, application, and administration of this Chapter and <br> Chapters Three (Rules of Origin) and Four (Origin Procedures); <br> (ii) tariff classification and customs valuation related to the determination <br> of origin; <br> (iii) calculation of the regional value content; and <br> (iv) the adoption by either Party of operational practices not in conformity <br> with this Chapter and Chapters Three (Rules of Origin) and Four <br> (Origin Procedures) that may adversely affect the trade between the <br> Parties; <br> (d) adopt customs practices and standards which facilitate commercial exchange <br> between the Parties in accordance with international standards; <br> (e) settle any disputes related to interpretation, application, and administration of <br> this Chapter, including tariff classification. If the Committee does not reach a <br> decision on the tariff classification, the Committee shall hold the appropriate <br> consultations at, and seek recommendations from, the WCO. Such <br> recommendations of the WCO shall be applied by the Parties; <br> (f) propose to the Joint Commission for approval of the modification proposals <br> under Article 4.12 (Modifications) in the event a consensus is reached between <br> the Parties; <br> (g) work on the development of an electronic certification and verification system; <br> and <br> (h) <br> examine any other origin-related matters not covered by the Committee on <br> Trade in Goods established under Article 2.17 (Committee on Trade in Goods). <br> 4. The Committee may formulate resolutions, any recommendations, or opinions which <br> it considers necessary for the attainment of the common objectives and sound functioning of <br> the mechanisms established in this Chapter and Chapters Three (Rules of Origin) and Four <br> (Origin Procedures). <br> Section C: Definitions <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.26: Definitions <br> For purposes of this Chapter: <br> applicant authority means a competent administrative authority which has been appointed <br> by a Party to make a request; <br> breaches of customs legislation means any violation or attempted violation of that <br> legislation; <br> customs administration means: <br> (a) for Korea, the Korea Customs Service, or its successor; and <br> (b) for Peru, the National Superintendence of Tax Administration <br> (Superintendencia Nacional de Administracion Tributaria), or its successor. <br> customs laws means any legislation administered, applied, or enforced by the customs <br> administration of a Party; <br> customs legislation means any legal or regulatory provision adopted by Korea or Peru, <br> governing the import, export, and transit of goods and their placing under any customs <br> procedure, including measures of prohibition, restriction, and control; <br> customs procedures means the treatment applied by each customs administration to goods <br> and means of transport that are subject to customs control; <br> goods means all goods falling within Chapters 1 to 97 of the HS; <br> means of transport means various types of vessels, vehicles, aircraft, and pack-animals <br> which enter or leave the territory carrying persons, goods, or articles; and <br> requested authority means a competent administrative authority which has been appointed <br> "}]}]}, "members_found": ["604", "410"]}