{"FtaRooDetails": {"FtaId": 464, "FtaCode": "ITC00469", "FtaName": "FTA, Korea-Turkey", "FtaFullName": "AGREEMENT ON TRADE IN GOODS BETWEEN THE REPUBLIC OF KOREA AND THE REPUBLIC OF TURKEY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.05.2013", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; Turkey", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-Turkey", "AdminProcCooAuth": "The certification type under FTA, Korea-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55%", "RooText": "Manufacture in which the value of all the materials used does not exceed 45% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 5 of this Protocol.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first column<br /> gives the subheading number, heading number or chapter number used in the Harmonized<br /> System and the second column gives the description of goods used in that system for that<br /> subheading, heading or chapter. For each entry in the first two columns, a rule is specified<br /> in column 3 or 4. Where, in some cases, the entry in the first column is preceded by an<br /> \"ex\", this signifies that the rules in column 3 or 4 apply only to the part of that subheading<br /> or heading as described in column 2.<br /> 2.2. Where several subheading or heading numbers are grouped together in column 1<br /> or a chapter number is given and the description of products in column 2 is therefore given<br /> in general terms, the adjacent rules in column 3 or 4 apply to all products which, under the<br /> Harmonized System, are classified in subheadings or headings of the chapter or in any of<br /> the subheadings or headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a<br /> subheading or heading, each indent contains the description of that part of the subheading<br /> or heading covered by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3<br /> and 4, the exporter may opt, as an alternative, to apply either the rule set out in column 3 or<br /> that set out in column 4. If no origin rule is given in column 4, the rule set out in column 3<br /> is to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 5 of this Protocol, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall apply,<br /> regardless of whether this status has been acquired inside the factory where these products<br /> are used or in another factory in a Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-originating<br /> materials which may be incorporated may not exceed 50 percent of the ex-works price, is<br /> made from materials of heading 7201, 7202, 7203, 7204, 7205, or subheading 7224 10.<br /> If this material has been processed in Turkey from a non-originating ingot, it has already<br /> acquired originating status by virtue of the rule for subheading 7224 90 in the list. The<br /> material can then count as originating in the value-calculation for the engine, regardless of<br /> whether it was produced in the same factory or in another factory in Turkey. The value of<br /> the non-originating ingot is thus not taken into account when adding up the value of the<br /> non-originating materials used.<br /> 3.2.<br /> required, and the carrying-out of more working or processing also confers originating<br /> status; conversely, the carrying-out of less working or processing cannot confer originating<br /> status. Thus,  if  a  rule  provides  that  non-originating  material,  at  a  certain  level  of<br /> manufacture, may be used, the use of such material at an earlier stage of manufacture is<br /> allowed, and the use of such material at a later stage is not.<br /> 3.3.<br /> from materials of any heading\", then materials of any heading(s) (even materials of the<br /> same description and heading as the product) may be used, subject, however, to any<br /> specific limitations which may also be contained in the rule. However, the expression<br /> \"Manufacture from materials of any heading, including other materials of heading...\"<br /> means that materials of any heading(s) may be used, except those of the same description<br /> as the product as given in column 2 of the list.<br /> 3.4.<br /> than one material, this means that one or more materials may be used. It does not require<br /> that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be used and<br /> that chemical materials, among other materials, may also be used. This does not mean that<br /> both have to be used; it is possible to use one or the other, or both.<br /> 3.5.<br /> particular material, the condition obviously does not prevent the use of other materials<br /> which, because of their inherent nature, cannot satisfy the rule. (See also Note 6.2 below in<br /> relation to textiles.)<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use of cereals<br /> and their derivatives, does not prevent the use of mineral salts, chemicals and other<br /> additives which are not products produced from cereals. However, this does not apply to<br /> products which, although they cannot be manufactured from the particular materials<br /> specified in the list, can be produced from a material of the same nature at an earlier stage<br /> of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials, if the<br /> use of only non-originating yarn is allowed for this class of article, it is not possible to start<br /> from non-woven cloth - even if non-woven cloths cannot normally be made from yarn. In<br /> such cases, the starting material would normally be at the stage before yarn - that is, the<br /> fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be added<br /> together. In other words, the maximum value of all the non-originating materials used may<br /> never exceed the higher of the percentages given. Furthermore, the individual percentages<br /> must not be exceeded, in relation to the particular materials to which they apply.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including waste,<br /> and, unless otherwise specified, includes fibres which have been carded, combed or<br /> otherwise processed, but not spun.<br /> 4.2. The term \"natural fibres\" includes horsehair of heading 0511, silk of heading<br /> 5002 and 5003, as well as wool-fibres and fine or coarse animal hair of headings 5101 to<br /> 5105, cotton fibres of headings 5201 to 5203, and other vegetable fibres of headings 5301<br /> to 5305.<br /> 4.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials, not classified in Chapters 50 to 63, which can be<br /> used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials used in the<br /> manufacture of this product and which, taken together, represent 10 percent or less of the<br /> total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4 below.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca , ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres,<br /> - artificial man-made staple fibres,<br /> - yarn  made of polyurethane  segmented with  flexible segments of polyether,<br /> whether or not gimped,<br /> - yarn  made  of  polyurethane  segmented  with  flexible  segments  of  polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of a core<br /> of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic staple<br /> fibres of heading 5506, is a mixed yarn. Therefore, non-originating synthetic staple fibres<br /> which do not satisfy the origin-rules (which require manufacture from chemical materials<br /> or textile pulp) may be used, provided that their total weight does not exceed 10 percent of<br /> the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and synthetic<br /> yarn of staple fibres of heading 5509, is a mixed fabric. Therefore, synthetic yarn which<br /> does not satisfy the origin-rules (which require manufacture from chemical materials or<br /> textile pulp), or woollen yarn which does not satisfy the origin-rules<br /> manufacture from natural fibres, not carded or combed or otherwise prepared for spinning),<br /> or a combination of the two, may be used, provided that their total weight does not exceed<br /> 10 percent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205 and cotton<br /> fabric of heading 5210, is only a mixed product if the cotton fabric is itself a mixed fabric<br /> made from yarns classified in two separate headings, or if the cotton yarns used are<br /> themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205 and<br /> synthetic fabric of heading 5407, then, obviously, the yarns used are two separate basic<br /> textile materials and the tufted textile fabric is, accordingly, a mixed product.<br /> 5.3.<br /> flexible segments of polyether, whether or not gimped\", this tolerance is 20 percent in<br /> respect of this yarn.<br /> 5.4.<br /> or of a core of plastic film whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two<br /> layers of plastic film\", this tolerance is 30 percent in respect of this strip.<br /> Note 6:<br /> 6.1.<br /> exception of linings and interlinings), which do not satisfy the rule set out in the list in<br /> column 3 for the made-up product concerned, may be used, provided that they are<br /> classified in a heading other than that of the product and that their value does not exceed<br /> eight percent of the ex-works price of the product.<br /> 6.2.<br /> 50 to 63, may be used freely in the manufacture of textile products, whether or not they<br /> contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn must<br /> be used, this does not prevent the use of metal items, such as buttons, because buttons are<br /> not classified within Chapters 50 to 63. For the same reason, it does not prevent the use of<br /> slide-fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3.<br /> within Chapters 50 to 63 must be taken into account when calculating the value of the non-<br /> originating materials incorporated.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00469_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00469_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00469_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00469_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00469_full.pdf", "DocType": "8_full", "WebLink": "https://www.customs.go.kr/download/engportal/han_turkey_02_02.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00469_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N104.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3: CUMULATION OF ORIGIN <br /> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br /> products are obtained there, incorporating materials originating in the other Party, provided <br /> that the working or processing carried out goes beyond the operations referred to in Article <br /> 6. It shall not be necessary that such materials have undergone sufficient working or processing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list in Annex II, should not be used in the manufacture of a <br /> product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br /> (b) any of the percentages given in the list in Annex II, for the maximum <br /> value of non-originating materials are not exceeded through the <br /> application of this paragraph. <br /> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br /> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br /> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br /> the ex-works price of the product the value of originating material, including self-produced originating <br /> material used in producing the resulting non-originating material. The value of originating material that is <br /> self-produced includes all the costs incurred in the production of the material and an amount for profit <br /> equivalent to the profit added in the normal course of trade.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br /> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in the list in <br /> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br /> Annex II(a) indicate, for all products covered by this Agreement, the working or <br /> processing which must be carried out on non-originating materials used in manufacturing <br /> and apply only in relation to such materials. It follows that if: <br /> (a) non-originating materials undergo sufficient working or processing, <br /> which results in an originating product, and when that product is used in <br /> a subsequent manufacture of another product, no account shall be taken <br /> of the non-originating material contained therein; and <br /> (b) non-originating and originating materials undergo processing, which <br /> results in a non-originating product, and when that product is used in a <br /> subsequent manufacture of another product, account shall be taken only <br /> of the non-originating materials contained therein [4]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br /> After five years from the entry into force of this Agreement, upon the request of either <br /> Party, the Customs Committee shall review the operation of duty drawback and inward <br /> processing schemes of the Parties. The Customs Committee may establish the criteria to <br /> review duty drawback and inward processing issues of the Parties. During this review, the <br /> Customs Committee will also take into account developments in the Korea-EU FTA.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX IV <br /> OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br /> 1 Recognising the Republic of Korea's constitutional mandate and security interests, <br /> and both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, <br /> and the importance of intra-Korean economic co-operation toward that goal, the Parties <br /> hereby establish the Committee on Outward Processing Zones on the Korean Peninsula <br /> pursuant to Article 7.2 (Committees and Working Groups) of the Framework Agreement. <br /> The Committee shall review whether the conditions on the Korean Peninsula are <br /> appropriate for further economic development through the establishment and development <br /> of outward processing zones. <br /> 2 The Committee shall be comprised of officials of the Parties. The Committee shall <br /> meet on the first anniversary of the entry into force of this Agreement and at least once <br /> annually thereafter, or at any time as mutually agreed. <br /> 3 The Committee shall identify geographic areas that may be designated outward <br /> processing zones. The Committee shall determine whether any such outward processing <br /> zone has met the criteria established by the Committee. The Committee shall also establish <br /> a maximum threshold for the value of the total input of the originating final good that may <br /> be added within the geographic area of the outward processing zone.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br /> Accessories, spare parts and tools delivered with a product, which are part of the normal <br /> equipment and included in the price thereof or which are not separately invoiced, shall be <br /> regarded as one with the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4: WHOLLY OBTAINED PRODUCTS <br /> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br /> obtained in a Party: <br /> (a) mineral products extracted from the soil or from the seabed in the <br /> territory of a Party; <br /> (b) vegetable products grown and harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals born and raised there; <br /> (e) (i) products obtained by hunting, trapping within the land territory <br /> or fishing, conducted within the land waters or within the <br /> territorial sea of a Party; <br /> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br /> are born and raised there; <br /> (f) products of sea fishing and other products taken from the sea outside the <br /> territorial sea of a Party by its vessels; <br /> (g) products made aboard its factory ships exclusively from products referred <br /> to in subparagraph (f); <br /> (h) products extracted from marine soil or subsoil outside the territorial sea <br /> of a Party provided that a Party has rights to exploit that soil or subsoil; <br /> (i) used articles collected there fit only for the recovery of raw materials or <br /> for use as waste; <br /> (j) waste and scrap derived from manufacturing or processing operations <br /> conducted there; or <br /> (k) products manufactured in a Party exclusively from the products referred <br /> to in this paragraph. <br /> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br /> apply only to vessels and factory ships: <br /> (a) which are registered in either Party; <br /> (b) which sail under the flag of either Party; and <br /> (c) which meet one of the following conditions: <br /> (i) they are at least 50 percent owned by nationals of either Party; or <br /> (ii) they are owned by companies: <br /> (A) which have their head office and their main place of <br /> business in either Party; and <br /> (B) which are at least 50 percent owned by either Party, <br /> public entities of either Party, or nationals of either Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br /> be insufficient working or processing to confer the status of originating products whether <br /> or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) change of packaging, breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br /> milling of crystal sugar; <br /> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading or matching (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of <br /> sugar with any material; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) testing or calibrations; <br /> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br /> (q) slaughter of animals.[5] <br /> 2 All operations carried out in a Party on a given product shall be considered <br /> together when determining whether the working or processing undergone by that product is <br /> to be regarded as insufficient within the meaning of paragraph 1. <br /> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br /> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br /> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br /> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 1: DEFINITIONS <br /> customs value means the value as determined in accordance with the Customs Valuation <br /> Agreement; <br /> ex-works price means the price paid or payable for the product ex works to the <br /> manufacturer in a Party in whose undertaking the last working or processing is carried out, <br /> provided the price includes the value of all the materials used, minus any internal taxes <br /> which are, or should be, repaid when the product obtained is exported; <br /> goods means materials, products or articles;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10: NEUTRAL ELEMENTS <br /> In order to determine whether a product originates, it shall not be necessary to determine <br /> the origin of the goods which might be used in its manufacture but which do not enter and <br /> which are not intended to enter into the final composition of the product.[6] <br /> [6] For the purposes of Article 10, neutral elements, for example, will include: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; and <br /> (d) goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13: DIRECT TRANSPORT <br /> 1 The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Protocol which are transported directly <br /> between the Parties. However, products constituting one single consignment may be <br /> transported through other territories with, should the occasion arise, trans-shipment or <br /> temporary warehousing in such territories, provided that they are not released for free <br /> circulation in the country of transit or warehousing and do not undergo operations other <br /> than unloading, reloading or any operation designed to preserve them in good condition. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authority, in accordance with the procedures applicable in the <br /> importing Party, by the production of one of the following: <br /> (a) evidence of the circumstances connected with transhipment or the storage <br /> of the originating products in non-parties; <br /> (b) a single transport document covering the passage from the exporting <br /> Party through the country of transit; or <br /> (c) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, <br /> where applicable, the names of the ships, or the other means of <br /> transport used; and <br /> (iii) certifying the conditions under which the products remained in <br /> the country of transit.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br /> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br /> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br /> 2 Except as provided for in Article 3, where originating goods exported from a <br /> Party to a non-party return, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that non-party or while being exported. <br /> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br /> considered to be originating even if they have undergone working or processing outside <br /> Korea, on materials exported from Korea and subsequently re-imported there, provided <br /> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7: UNIT OF QUALIFICATION <br /> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br /> for classification purposes, it shall be included for the purposes of determining origin, and <br /> considered as originating if the product is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br /> 1 Where identical and interchangeable originating and non-originating materials are <br /> used in the manufacture of a product, those materials shall be physically segregated, <br /> according to their origin, during storage.[7] <br /> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br /> of identical and interchangeable originating and non-originating materials used in the <br /> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br /> method for managing stocks. <br /> 3 This method is recorded and applied in accordance with the generally accepted <br /> accounting principles applicable in the Party where the product is manufactured. <br /> 4 This method must be able to ensure that, for a specific reference-period, no more <br /> products receive originating status than would be the case if the materials had been <br /> physically segregated.[8] <br /> 5 A Party may require that the application of the method for managing stocks <br /> provided for in this Article is subject to a prior authorisation by customs authorities. <br /> Should this be the case, the customs authorities may grant such an authorisation subject to <br /> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br /> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br /> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br /> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br /> materials being of the same kind and commercial quality, possessing the same technical and physical <br /> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br /> incorporated into the finished product. <br /> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br /> domestic laws and regulations of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9: SETS OF GOODS <br /> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br /> component products are originating, and both the set and the products meet all other <br /> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br /> originating and non-originating products, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating products does not exceed 15 percent of the <br /> ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 14: EXHIBITIONS <br /> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br /> after the exhibition for importation in either Party, shall benefit on importation from this <br /> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from either Party to the country <br /> in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in either Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br /> submitted to the customs authorities of the importing Party in accordance with the <br /> procedures applicable in the importing Party. The name and address of the exhibition must <br /> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br /> under which the products have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display, which is not organised for private purposes in shops <br /> or business premises with a view to the sale of foreign products, and during which the <br /> products remain under customs control. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 16: ORIGIN DECLARATION <br /> 1 Products originating in a Party shall, on importation into the other Party, benefit <br /> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br /> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br /> exporter on an invoice, a delivery note or any other commercial document which describes <br /> the products concerned in sufficient detail to enable them to be identified. The text of the <br /> origin declaration appears in Annex III. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br /> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br /> being necessary to submit any of the documents referred to in paragraph 1. <br /> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br /> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br /> products concerned can be considered as products originating in either Party and fulfil the <br /> other requirements of this Protocol. <br /> 2 The exporter making out an origin declaration shall be prepared to submit at any <br /> time, on request of the customs authorities of the exporting Party, a copy of the origin <br /> declaration and all appropriate documents proving the originating status of the products <br /> concerned including statements from the suppliers or producers in accordance with <br /> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br /> this purpose, the said customs authorities shall have the right to carry out inspections of the <br /> exporters or the producer's account records or any other controls considered appropriate. <br /> 3 An origin declaration shall be made out in English by the exporter by typing, <br /> stamping or printing on the invoice, the delivery note or another commercial document, the <br /> text which appears in Annex III, and in accordance with the domestic law of the exporting <br /> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br /> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br /> 5 An origin declaration may be made out by the exporter when the products to which <br /> it relates are exported, or after exportation on condition that it is presented in the importing <br /> Party no longer than two years or the period specified in the legislation of the importing <br /> Party after the importation of the products to which it relates. <br /> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br /> DECLARATION <br /> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br /> if required by the laws and regulations of the importing Party, be submitted to the customs <br /> authorities of the importing Party in accordance with the procedures applicable in that <br /> Party. The importing customs authority may require the import declaration to be <br /> accompanied by a statement from the importer to the effect that the products meet the <br /> conditions of this Protocol. <br /> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br /> with the procedures applicable in the importing Party, request preferential tariff treatment <br /> at the time of importation of an originating product, whether or not he has an origin <br /> declaration. In the case that the importer at the time of importation does not have in his <br /> possession an origin declaration, the importer of the product may, in accordance with the <br /> law and regulations of the importing Party, present an origin declaration or other <br /> documentary evidence of origin, and if required, such other documentation relating to the <br /> importation of the product, at a later stage. <br /> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br /> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br /> the customs authorities of the importing Party. <br /> 4 Origin declarations which are submitted to the customs authorities of the importing <br /> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br /> purpose of preferential tariff treatment in accordance with the respective laws and <br /> regulations of the importing Party, where the failure to submit these documents by the final <br /> date set is due to exceptional circumstances. <br /> 5 In cases of belated presentation other than those of paragraph 4, the customs <br /> authorities of the importing Party may accept the origin declarations in accordance with the <br /> procedures of the Parties where the products have been presented before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 (Turkey)/ USD 1000 (Korea))", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br /> 1 Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of an origin declaration, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of this <br /> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br /> products sent by post, this declaration may be made on a postal customs declaration or on a <br /> sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by way of <br /> trade if it is evident from the nature and quantity of the products that no commercial <br /> purpose is intended. <br /> 3 Furthermore, the total value of these products shall not exceed: <br /> (a) for importation into Turkey, 500 euros in the case of small packages or <br /> 1200 euros in the case of products forming part of traveller's personal luggage; <br /> (b) for importation into Korea, 1000 US dollars both in the case of small <br /> packages and in the case of the products forming part of traveller's personal luggage. <br /> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br /> currency other than euro or US dollars, amounts in the national currencies of the Parties <br /> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br /> the current exchange rate applicable in the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: AUTHORIZED ECONOMIC OPERATOR <br /> The Parties shall promote the implementation of the Authorized Economic Operator (AEO) <br /> concept. Acknowledgment of the AEO security status should be taken into account to <br /> secure the international trade supply chain and trade facilitation benefits should be <br /> provided in return for meeting customs security standards.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br /> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br /> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br /> the customs authorities of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br /> 1 The exporter making out an origin declaration shall keep for five years a copy of <br /> this origin declaration as well as the documents referred to in Article 17.2. <br /> 2 The importer shall keep all records related to the importation in accordance with <br /> laws and regulations of the importing Party. <br /> 3 An importer or exporter may choose to maintain the records specified in <br /> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br /> limited to, digital, electronic, optical, magnetic, or written form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 21: SUPPORTING DOCUMENTS <br /> The documents referred to in Article 17.2 used for the purpose of proving that products <br /> covered by origin declarations can be considered to be products originating in either Party <br /> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br /> (a) direct evidence of the processes carried out by the exporter, supplier or <br /> producer to obtain the goods concerned, contained for example in his <br /> accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in a Party where these documents are used as provided for in its domestic law; <br /> (c) documents proving the working or processing of materials in a Party, <br /> issued or made out in a Party where these documents are used as <br /> provided for in its domestic law; <br /> (d) origin declarations proving the originating status of materials used issued <br /> or made out in a Party in accordance with this Protocol; and <br /> (e) appropriate evidence concerning working or processing undergone <br /> outside the territories of the Parties by application of Article 12, proving <br /> that the requirements of that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 27: THIRD PARTY INVOICE <br /> The customs authority of the importing Party may accept origin declarations in cases <br /> where the sales invoice is issued either by a company located in a third country or by an <br /> exporter for the account of the said company, provided that the goods meet the <br /> requirements of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br /> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br /> each other, through the customs authorities, in checking the authenticity of the origin <br /> declarations and the correctness of the information given in these documents. <br /> 2 Subsequent verifications of origin declarations shall be carried out at random or <br /> whenever the customs authorities of the importing Party have reasonable doubts as to the <br /> authenticity of such documents, the originating status of the products concerned or the <br /> fulfilment of the other requirements of this Protocol. <br /> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br /> importing Party shall return the origin declarations or a copy of these documents, to the <br /> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br /> enquiry. Any documents and information obtained suggesting that the information given <br /> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br /> 4 The verification shall be carried out by the customs authorities of the exporting <br /> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br /> any inspection of the exporter's account records or any other check considered appropriate. <br /> 5 If the customs authorities of the importing Party decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 6 The customs authorities requesting the verification shall be provided with the <br /> results of this verification including findings and facts, as soon as possible. These results <br /> must indicate clearly whether the documents are authentic and whether the products <br /> concerned can be considered as products originating in a Party and fulfil the other <br /> requirements of this Protocol. <br /> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br /> the verification request or if the reply does not contain sufficient information to determine <br /> the authenticity of the document in question or the real origin of the products, the <br /> requesting customs authorities may, except in exceptional circumstances, refuse <br /> entitlement to the preference. <br /> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br /> the customs officials of the importing Party may be present as an observer in an origin <br /> verification conducted by the customs authorities of the exporting Party. <br /> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> Only for the following specific reasons, the preferential treatment may be refused without <br /> verification of the origin declaration as the declaration can be considered as inapplicable when: <br /> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br /> (b) the origin declaration is produced subsequently for products that were <br /> initially imported fraudulently; <br /> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br /> (d) the importer fails to submit an origin declaration to the customs <br /> authorities of the importing Party within the period specified in <br /> legislation of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 29: PENALTIES <br /> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br /> who draws up, or causes to be drawn up, a document which contains incorrect information <br /> for the purpose of obtaining preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ADVANCE RULINGS <br /> 1 Upon written request from traders, each Party shall issue written advance rulings, <br /> through its customs authorities, prior to the importation of a good into its territory in <br /> accordance with its laws and regulations, on tariff classification, origin or any other such <br /> matters as the Party may decide. <br /> 2 Subject to any confidentiality requirements in its laws and regulations, each Party <br /> shall publish, e.g. on the Internet, its advance rulings on tariff classification and any other <br /> such matters as the Party may decide. <br /> 3 To facilitate trade, the Parties shall include in their bilateral dialogue regular <br /> updates on changes in their respective legislation on the matters referred to in paragraphs 1 and 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br /> 1 The discovery of slight discrepancies between the statements made in the origin <br /> declaration and those made in the documents submitted to the customs authorities for the <br /> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br /> render the origin declaration null and void if it is duly established that such document does <br /> correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on an origin declaration should not <br /> cause this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: APPEAL PROCEDURES <br /> 1 Each Party shall ensure that with respect to its determinations on customs matters <br /> and other import, export and transit requirements and procedures, persons concerned who <br /> are the subject of such determinations shall have access to review or appeal of such <br /> determinations. A Party may require that an appeal be initially heard by the same agency, <br /> its supervisory authority or a judicial authority prior to a review by a higher independent <br /> body, which may be a judicial authority or administrative tribunal. <br /> 2 The producer or exporter may provide, upon request by the reviewing authority to <br /> the producer or exporter, information directly to the Party conducting the administrative <br /> review. The exporter or producer providing the information may ask the Party conducting <br /> the administrative review to treat that information as confidential in accordance with its <br /> laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON <br> ARTICLE 3: CUMULATION OF ORIGIN <br> Article 4: Wholly Obtained Products <br> ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br> ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br> ARTICLE 29: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br> 1 Products sent as small packages from private persons to private persons or <br> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br> Section A: Rules of Origin <br> products are obtained there, incorporating materials originating in the other Party, provided <br> forming part of travellers' personal luggage shall be admitted as originating products <br> each other, through the customs authorities, in checking the authenticity of the origin <br> who draws up, or causes to be drawn up, a document which contains incorrect information <br> territory of a Party; <br> that the working or processing carried out goes beyond the operations referred to in Article <br> without requiring the submission of an origin declaration, provided that such products are <br> declarations and the correctness of the information given in these documents. <br> for the purpose of obtaining preferential treatment for products. <br> 6. It shall not be necessary that such materials have undergone sufficient working or processing. <br> not imported by way of trade and have been declared as meeting the requirements of this <br> 2 Subsequent verifications of origin declarations shall be carried out at random or <br> in which the exhibition is held and has exhibited them there; <br> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br> products sent by post, this declaration may be made on a postal customs declaration or on a <br> authenticity of such documents, the originating status of the products concerned or the <br> (c) live animals born and raised there; <br> obtained in a Party: <br> sheet of paper annexed to that document. <br> (a) mineral products extracted from the soil or from the seabed in the <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> 2 Imports which are occasional and consist solely of products for the personal use <br> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br> of the recipients or travellers or their families shall not be considered as imports by way of <br> importing Party shall return the origin declarations or a copy of these documents, to the <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> trade if it is evident from the nature and quantity of the products that no commercial <br> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> enquiry. Any documents and information obtained suggesting that the information given <br> ex-works price of the set. <br> 3 Furthermore, the total value of these products shall not exceed: <br> purpose is intended. <br> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br> (e) (i) products obtained by hunting, trapping within the land territory <br> incorporated into the finished product. <br> (a) for importation into Turkey, 500 euros in the case of small packages or <br> 4 The verification shall be carried out by the customs authorities of the exporting <br> (d) the products have not, since they were consigned for exhibition, been <br> (i) Sharpening, simple grinding or simple cutting; <br> or fishing, conducted within the land waters or within the <br> 1200 euros in the case of products forming part of traveller's personal luggage; <br> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br> (c) machines and tools; and <br> In order to determine whether a product originates, it shall not be necessary to determine <br> (b) for importation into Korea, 1000 US dollars both in the case of small <br> any inspection of the exporter's account records or any other check considered appropriate. <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br> packages and in the case of the products forming part of traveller's personal luggage. <br> 5 If the customs authorities of the importing Party decide to suspend the granting of <br> are born and raised there; <br> condition during transport and storage; <br> making-up of sets of articles); <br> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br> preferential treatment to the products concerned while awaiting the results of the <br> currency other than euro or US dollars, amounts in the national currencies of the Parties <br> verification, release of the products shall be offered to the importer subject to any <br> (o) testing or calibrations; <br> apply only to vessels and factory ships: <br> Party through the country of transit; or <br> territorial sea of a Party by its vessels; <br> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br> (g) products made aboard its factory ships exclusively from products referred <br> the current exchange rate applicable in the importing Party. <br> 6 The customs authorities requesting the verification shall be provided with the <br> precautionary measures judged necessary. <br> (d) ironing or pressing of textiles; <br> signs on products or their packaging; <br> to in subparagraph (f); <br> ARTICLE 21: SUPPORTING DOCUMENTS <br> results of this verification including findings and facts, as soon as possible. These results <br> (b) they have not undergone any operation beyond that necessary to preserve <br> (d) products from live animals born and raised there; <br> (h) products extracted from marine soil or subsoil outside the territorial sea <br> transport used; and <br> The documents referred to in Article 17.2 used for the purpose of proving that products <br> must indicate clearly whether the documents are authentic and whether the products <br> (b) plant and equipment; <br> of a Party provided that a Party has rights to exploit that soil or subsoil; <br> covered by origin declarations can be considered to be products originating in either Party <br> concerned can be considered as products originating in a Party and fulfil the other <br> (i) used articles collected there fit only for the recovery of raw materials or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br> for use as waste; <br> (a) direct evidence of the processes carried out by the exporter, supplier or <br> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br> (j) waste and scrap derived from manufacturing or processing operations <br> 2 Except as provided for in Article 3, where originating goods exported from a <br> territorial sea of a Party; <br> producer to obtain the goods concerned, contained for example in his <br> the verification request or if the reply does not contain sufficient information to determine <br> conducted there; or <br> accounts or internal bookkeeping; <br> the authenticity of the document in question or the real origin of the products, the <br> (k) products manufactured in a Party exclusively from the products referred <br> (b) documents proving the originating status of materials used, issued or <br> requesting customs authorities may, except in exceptional circumstances, refuse <br> (a) the returning goods are the same as those exported; and <br> to in this paragraph. <br> made out in a Party where these documents are used as provided for in its domestic law; <br> entitlement to the preference. <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br> (c) documents proving the working or processing of materials in a Party, <br> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br> issued or made out in a Party where these documents are used as <br> the customs officials of the importing Party may be present as an observer in an origin <br> (a) which are registered in either Party; <br> provided for in its domestic law; <br> verification conducted by the customs authorities of the exporting Party. <br> (b) which sail under the flag of either Party; and <br> disassembly of products into parts; <br> (d) origin declarations proving the originating status of materials used issued <br> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> (c) which meet one of the following conditions: <br> or made out in a Party in accordance with this Protocol; and <br> Only for the following specific reasons, the preferential treatment may be refused without <br> (i) they are at least 50 percent owned by nationals of either Party; or <br> (e) appropriate evidence concerning working or processing undergone <br> verification of the origin declaration as the declaration can be considered as inapplicable when: <br> outside the territories of the Parties by application of Article 12, proving <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> (A) which have their head office and their main place of <br> 1 The preferential treatment provided for under this Agreement applies only to <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> that the requirements of that Article have been satisfied. <br> (b) the origin declaration is produced subsequently for products that were <br> (ii) they are owned by companies: <br> business in either Party; and <br> transported through other territories with, should the occasion arise, trans-shipment or <br> ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br> initially imported fraudulently; <br> (B) which are at least 50 percent owned by either Party, <br> 1 The exporter making out an origin declaration shall keep for five years a copy of <br> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br> public entities of either Party, or nationals of either Party. <br> 1 The discovery of slight discrepancies between the statements made in the origin <br> this origin declaration as well as the documents referred to in Article 17.2. <br> (d) the importer fails to submit an origin declaration to the customs <br> ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 2 The importer shall keep all records related to the importation in accordance with <br> authorities of the importing Party within the period specified in <br> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br> laws and regulations of the importing Party. <br> legislation of the importing Party. <br> considered to be sufficiently worked or processed when the conditions set out in the list in <br> 3 An importer or exporter may choose to maintain the records specified in <br> ARTICLE 27: THIRD PARTY INVOICE <br> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> The customs authority of the importing Party may accept origin declarations in cases <br> Annex II(a) indicate, for all products covered by this Agreement, the working or <br> limited to, digital, electronic, optical, magnetic, or written form. <br> where the sales invoice is issued either by a company located in a third country or by an <br> processing which must be carried out on non-originating materials used in manufacturing <br> ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br> exporter for the account of the said company, provided that the goods meet the <br> and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, <br> declaration and those made in the documents submitted to the customs authorities for the <br> which results in an originating product, and when that product is used in <br> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br> a subsequent manufacture of another product, no account shall be taken <br> product may nevertheless be used, provided that: <br> render the origin declaration null and void if it is duly established that such document does <br> of the non-originating material contained therein; and <br> correspond to the products submitted. <br> (b) non-originating and originating materials undergo processing, which <br> 2 Obvious formal errors such as typing errors on an origin declaration should not <br> results in a non-originating product, and when that product is used in a <br> cause this document to be rejected if these errors are not such as to create doubts <br> subsequent manufacture of another product, account shall be taken only <br> demonstrated to the satisfaction of the customs authorities that: <br> of the non-originating materials contained therein [4] <br> conditions set out in the list in Annex II, should not be used in the manufacture of a <br> used for any purpose other than demonstration at the exhibition. <br> concerning the correctness of the statements made in this document. <br> (a) energy and fuel; <br> (b) any of the percentages given in the list in Annex II, for the maximum <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> value of non-originating materials are not exceeded through the <br> application of this paragraph. <br> (i) giving an exact description of the products; <br> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br> them in good condition while in that non-Party or while being exported. <br> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br> the ex-works price of the product the value of originating material, including self-produced originating <br> material used in producing the resulting non-originating material. The value of originating material that is <br> self-produced includes all the costs incurred in the production of the material and an amount for profit <br> equivalent to the profit added in the normal course of trade. <br> (a) preserving operations to ensure that the products remain in good <br> ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br> be insufficient working or processing to confer the status of originating products whether <br> or not the requirements of Article 5 are satisfied: <br> (e) simple painting and polishing operations; <br> (b) change of packaging, breaking-up and assembly of packages; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> (j) sifting, screening, sorting, classifying, grading or matching (including the <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> (c) the products have been consigned during the exhibition or immediately <br> (f) products of sea fishing and other products taken from the sea outside the <br> (ii) stating the dates of unloading and reloading of the products and, <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> (q) slaughter of animals.[5] <br> 2 All operations carried out in a Party on a given product shall be considered <br> together when determining whether the working or processing undergone by that product is <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> to be regarded as insufficient within the meaning of paragraph 1. <br> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> ARTICLE 7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of this Protocol shall be the product <br> which is considered as the basic unit when determining classification using the <br> nomenclature of the HS. It follows that: <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> thereafter in the state in which they were sent for exhibition; and <br> under the terms of the HS in a single heading, the whole constitutes the <br> unit of qualification; and <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the HS, each product must be taken <br> fulfilment of the other requirements of this Protocol. <br> individually when applying this Protocol. <br> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br> for classification purposes, it shall be included for the purposes of determining origin, and <br> considered as originating if the product is originating. <br> ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br> Accessories, spare parts and tools delivered with a product, which are part of the normal <br> equipment and included in the price thereof or which are not separately invoiced, shall be <br> regarded as one with the product in question. <br> ARTICLE 9: SETS OF GOODS <br> component products are originating, and both the set and the products meet all other <br> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> provided that the value of the non-originating products does not exceed 15 percent of the <br> ARTICLE 10: NEUTRAL ELEMENTS <br> the origin of the goods which might be used in its manufacture but which do not enter and <br> which are not intended to enter into the final composition of the product.[6] <br> [6] For the purposes of Article 10, neutral elements, for example, will include: <br> products remain under customs control. <br> milling of crystal sugar; <br> ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br> 1 Where identical and interchangeable originating and non-originating materials are <br> used in the manufacture of a product, those materials shall be physically segregated, <br> according to their origin, during storage.[7] <br> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br> of identical and interchangeable originating and non-originating materials used in the <br> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br> method for managing stocks. <br> 3 This method is recorded and applied in accordance with the generally accepted <br> accounting principles applicable in the Party where the product is manufactured. <br> 4 This method must be able to ensure that, for a specific reference-period, no more <br> products receive originating status than would be the case if the materials had been <br> physically segregated.[8] <br> 5 A Party may require that the application of the method for managing stocks <br> provided for in this Article is subject to a prior authorisation by customs authorities. <br> Should this be the case, the customs authorities may grant such an authorisation subject to <br> accompanied by a statement from the importer to the effect that the products meet the <br> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br> (a) when a product composed of a group or assembly of articles is classified <br> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br> domestic laws and regulations of each Party. <br> ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br> Party to a non-party return, they must be considered as non-originating, unless it can be <br> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br> considered to be originating even if they have undergone working or processing outside <br> Korea, on materials exported from Korea and subsequently re-imported there, provided <br> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV. <br> ARTICLE 13: DIRECT TRANSPORT <br> products, satisfying the requirements of this Protocol which are transported directly <br> between the Parties. However, products constituting one single consignment may be <br> temporary warehousing in such territories, provided that they are not released for free <br> circulation in the country of transit or warehousing and do not undergo operations other <br> than unloading, reloading or any operation designed to preserve them in good condition. <br> supplied to the customs authority, in accordance with the procedures applicable in the <br> importing Party, by the production of one of the following: <br> (a) evidence of the circumstances connected with transhipment or the storage <br> of the originating products in non-parties; <br> (b) a single transport document covering the passage from the exporting <br> (c) a certificate issued by the customs authorities of the country of transit: <br> sugar with any material; <br> where applicable, the names of the ships, or the other means of <br> (iii) certifying the conditions under which the products remained in <br> the country of transit. <br> ARTICLE 14: EXHIBITIONS <br> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br> after the exhibition for importation in either Party, shall benefit on importation from this <br> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from either Party to the country <br> person in either Party; <br> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br> procedures applicable in the importing Party. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br> under which the products have been exhibited may be required. <br> fair or similar public show or display, which is not organised for private purposes in shops <br> submitted to the customs authorities of the importing Party in accordance with the <br> or business premises with a view to the sale of foreign products, and during which the <br> ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br> After five years from the entry into force of this Agreement, upon the request of either <br> Party, the Customs Committee shall review the operation of duty drawback and inward <br> processing schemes of the Parties. The Customs Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. During this review, the <br> Customs Committee will also take into account developments in the Korea-EU FTA. <br> ARTICLE 16: ORIGIN DECLARATION <br> 1 Products originating in a Party shall, on importation into the other Party, benefit <br> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br> exporter on an invoice, a delivery note or any other commercial document which describes <br> the products concerned in sufficient detail to enable them to be identified. The text of the <br> origin declaration appears in Annex III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br> being necessary to submit any of the documents referred to in paragraph 1. <br> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br> Section B: Origin Procedures <br> products concerned can be considered as products originating in either Party and fulfil the <br> other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any <br> time, on request of the customs authorities of the exporting Party, a copy of the origin <br> declaration and all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with <br> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br> this purpose, the said customs authorities shall have the right to carry out inspections of the <br> exporters or the producer's account records or any other controls considered appropriate. <br> 3 An origin declaration shall be made out in English by the exporter by typing, <br> stamping or printing on the invoice, the delivery note or another commercial document, the <br> text which appears in Annex III, and in accordance with the domestic law of the exporting <br> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br> 5 An origin declaration may be made out by the exporter when the products to which <br> it relates are exported, or after exportation on condition that it is presented in the importing <br> Party no longer than two years or the period specified in the legislation of the importing <br> Party after the importation of the products to which it relates. <br> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br> DECLARATION <br> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br> if required by the laws and regulations of the importing Party, be submitted to the customs <br> authorities of the importing Party in accordance with the procedures applicable in that <br> Party. The importing customs authority may require the import declaration to be <br> conditions of this Protocol. <br> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br> at the time of importation of an originating product, whether or not he has an origin <br> declaration. In the case that the importer at the time of importation does not have in his <br> possession an origin declaration, the importer of the product may, in accordance with the <br> law and regulations of the importing Party, present an origin declaration or other <br> documentary evidence of origin, and if required, such other documentation relating to the <br> importation of the product, at a later stage. <br> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br> 4 Origin declarations which are submitted to the customs authorities of the importing <br> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br> purpose of preferential tariff treatment in accordance with the respective laws and <br> regulations of the importing Party, where the failure to submit these documents by the final <br> date set is due to exceptional circumstances. <br> 5 In cases of belated presentation other than those of paragraph 4, the customs <br> authorities of the importing Party may accept the origin declarations in accordance with the <br> procedures of the Parties where the products have been presented before the said final date. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> requirements of this Protocol. <br> the customs authorities of the importing Party. <br> cards or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "chapters, headings, and subheadings mean the chapters (two-digit codes), the headings <br> (four-digit codes) and the subheadings (six-digit codes) used in the nomenclature which <br> make up the Harmonized System (HS); <br> classified refers to the classification of a product or material under a particular chapter, <br> heading and subheading; <br> one consignee or covered by a single transport document covering their shipment from the <br> customs authorities means @^@Ministry of Customs and Trade@^@ for Turkey, @^@Ministry of <br> Strategy and Finance@^@ and @^@Korea Customs Service@^@ for Korea; <br> customs value means the value as determined in accordance with the Customs Valuation <br> ex-works price means the price paid or payable for the product ex works to the <br> manufacturer in a Party in whose undertaking the last working or processing is carried out, <br> which are, or should be, repaid when the product obtained is exported; <br> goods means materials, products or articles; <br> manufacture means any kind of working or processing including growing, fishing, raising, <br> consignment means products which are either sent simultaneously from one exporter to <br> hunting, assembly or specific operations; <br> product means the product being manufactured, even if it is intended for later use as a <br> material in another manufacturing operation; <br> value of the non-originating materials means the customs value at the time of <br> importation of the non-originating materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable [3] price paid for the materials in either Party; and <br> value of originating materials means the value of such materials as defined in @^@value of <br> the non-originating materials@^@ applied mutatis mutandis. <br> material means any ingredient, raw material, component or part, etc., used in the <br> Agreement; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Protocol: <br> exporter to the consignee or, in the absence of such a document, by a single invoice; <br> provided the price includes the value of all the materials used, minus any internal taxes <br> manufacture of a product; <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "(a) products wholly obtained in a Party within the meaning of Article 4; <br> "}, {"ArticleTitle": "Originating Products", "ArticleDesc": "(b) products obtained in a Party incorporating materials which have not been <br> "}, {"ArticleTitle": "ORIGINATING PRODUCTS", "ArticleDesc": "ARTICLE 2: ORIGINATING PRODUCTS <br> For the purpose of a preferential tariff treatment the following products shall be considered <br> as originating in a Party: <br> wholly obtained there, provided that such materials have undergone <br> sufficient working or processing in the Party concerned within the <br> meaning of Article 5; or <br> (c) products obtained in a Party exclusively from materials that qualify as <br> originating pursuant to this Protocol. <br> [3] ascertainable means @^@established in accordance with the Customs Valuation Agreement@^@ <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON <br> ARTICLE 3: CUMULATION OF ORIGIN <br> Article 4: Wholly Obtained Products <br> ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br> ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br> ARTICLE 29: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br> 1 Products sent as small packages from private persons to private persons or <br> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br> Section A: Rules of Origin <br> products are obtained there, incorporating materials originating in the other Party, provided <br> forming part of travellers' personal luggage shall be admitted as originating products <br> each other, through the customs authorities, in checking the authenticity of the origin <br> who draws up, or causes to be drawn up, a document which contains incorrect information <br> territory of a Party; <br> that the working or processing carried out goes beyond the operations referred to in Article <br> without requiring the submission of an origin declaration, provided that such products are <br> declarations and the correctness of the information given in these documents. <br> for the purpose of obtaining preferential treatment for products. <br> 6. It shall not be necessary that such materials have undergone sufficient working or processing. <br> not imported by way of trade and have been declared as meeting the requirements of this <br> 2 Subsequent verifications of origin declarations shall be carried out at random or <br> in which the exhibition is held and has exhibited them there; <br> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br> products sent by post, this declaration may be made on a postal customs declaration or on a <br> authenticity of such documents, the originating status of the products concerned or the <br> (c) live animals born and raised there; <br> obtained in a Party: <br> sheet of paper annexed to that document. <br> (a) mineral products extracted from the soil or from the seabed in the <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> 2 Imports which are occasional and consist solely of products for the personal use <br> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br> of the recipients or travellers or their families shall not be considered as imports by way of <br> importing Party shall return the origin declarations or a copy of these documents, to the <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> trade if it is evident from the nature and quantity of the products that no commercial <br> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> enquiry. Any documents and information obtained suggesting that the information given <br> ex-works price of the set. <br> 3 Furthermore, the total value of these products shall not exceed: <br> purpose is intended. <br> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br> (e) (i) products obtained by hunting, trapping within the land territory <br> incorporated into the finished product. <br> (a) for importation into Turkey, 500 euros in the case of small packages or <br> 4 The verification shall be carried out by the customs authorities of the exporting <br> (d) the products have not, since they were consigned for exhibition, been <br> (i) Sharpening, simple grinding or simple cutting; <br> or fishing, conducted within the land waters or within the <br> 1200 euros in the case of products forming part of traveller's personal luggage; <br> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br> (c) machines and tools; and <br> In order to determine whether a product originates, it shall not be necessary to determine <br> (b) for importation into Korea, 1000 US dollars both in the case of small <br> any inspection of the exporter's account records or any other check considered appropriate. <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br> packages and in the case of the products forming part of traveller's personal luggage. <br> 5 If the customs authorities of the importing Party decide to suspend the granting of <br> are born and raised there; <br> condition during transport and storage; <br> making-up of sets of articles); <br> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br> preferential treatment to the products concerned while awaiting the results of the <br> currency other than euro or US dollars, amounts in the national currencies of the Parties <br> verification, release of the products shall be offered to the importer subject to any <br> (o) testing or calibrations; <br> apply only to vessels and factory ships: <br> Party through the country of transit; or <br> territorial sea of a Party by its vessels; <br> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br> (g) products made aboard its factory ships exclusively from products referred <br> the current exchange rate applicable in the importing Party. <br> 6 The customs authorities requesting the verification shall be provided with the <br> precautionary measures judged necessary. <br> (d) ironing or pressing of textiles; <br> signs on products or their packaging; <br> to in subparagraph (f); <br> ARTICLE 21: SUPPORTING DOCUMENTS <br> results of this verification including findings and facts, as soon as possible. These results <br> (b) they have not undergone any operation beyond that necessary to preserve <br> (d) products from live animals born and raised there; <br> (h) products extracted from marine soil or subsoil outside the territorial sea <br> transport used; and <br> The documents referred to in Article 17.2 used for the purpose of proving that products <br> must indicate clearly whether the documents are authentic and whether the products <br> (b) plant and equipment; <br> of a Party provided that a Party has rights to exploit that soil or subsoil; <br> covered by origin declarations can be considered to be products originating in either Party <br> concerned can be considered as products originating in a Party and fulfil the other <br> (i) used articles collected there fit only for the recovery of raw materials or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br> for use as waste; <br> (a) direct evidence of the processes carried out by the exporter, supplier or <br> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br> (j) waste and scrap derived from manufacturing or processing operations <br> 2 Except as provided for in Article 3, where originating goods exported from a <br> territorial sea of a Party; <br> producer to obtain the goods concerned, contained for example in his <br> the verification request or if the reply does not contain sufficient information to determine <br> conducted there; or <br> accounts or internal bookkeeping; <br> the authenticity of the document in question or the real origin of the products, the <br> (k) products manufactured in a Party exclusively from the products referred <br> (b) documents proving the originating status of materials used, issued or <br> requesting customs authorities may, except in exceptional circumstances, refuse <br> (a) the returning goods are the same as those exported; and <br> to in this paragraph. <br> made out in a Party where these documents are used as provided for in its domestic law; <br> entitlement to the preference. <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br> (c) documents proving the working or processing of materials in a Party, <br> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br> issued or made out in a Party where these documents are used as <br> the customs officials of the importing Party may be present as an observer in an origin <br> (a) which are registered in either Party; <br> provided for in its domestic law; <br> verification conducted by the customs authorities of the exporting Party. <br> (b) which sail under the flag of either Party; and <br> disassembly of products into parts; <br> (d) origin declarations proving the originating status of materials used issued <br> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> (c) which meet one of the following conditions: <br> or made out in a Party in accordance with this Protocol; and <br> Only for the following specific reasons, the preferential treatment may be refused without <br> (i) they are at least 50 percent owned by nationals of either Party; or <br> (e) appropriate evidence concerning working or processing undergone <br> verification of the origin declaration as the declaration can be considered as inapplicable when: <br> outside the territories of the Parties by application of Article 12, proving <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> (A) which have their head office and their main place of <br> 1 The preferential treatment provided for under this Agreement applies only to <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> that the requirements of that Article have been satisfied. <br> (b) the origin declaration is produced subsequently for products that were <br> (ii) they are owned by companies: <br> business in either Party; and <br> transported through other territories with, should the occasion arise, trans-shipment or <br> ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br> initially imported fraudulently; <br> (B) which are at least 50 percent owned by either Party, <br> 1 The exporter making out an origin declaration shall keep for five years a copy of <br> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br> public entities of either Party, or nationals of either Party. <br> 1 The discovery of slight discrepancies between the statements made in the origin <br> this origin declaration as well as the documents referred to in Article 17.2. <br> (d) the importer fails to submit an origin declaration to the customs <br> ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 2 The importer shall keep all records related to the importation in accordance with <br> authorities of the importing Party within the period specified in <br> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br> laws and regulations of the importing Party. <br> legislation of the importing Party. <br> considered to be sufficiently worked or processed when the conditions set out in the list in <br> 3 An importer or exporter may choose to maintain the records specified in <br> ARTICLE 27: THIRD PARTY INVOICE <br> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> The customs authority of the importing Party may accept origin declarations in cases <br> Annex II(a) indicate, for all products covered by this Agreement, the working or <br> limited to, digital, electronic, optical, magnetic, or written form. <br> where the sales invoice is issued either by a company located in a third country or by an <br> processing which must be carried out on non-originating materials used in manufacturing <br> ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br> exporter for the account of the said company, provided that the goods meet the <br> and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, <br> declaration and those made in the documents submitted to the customs authorities for the <br> which results in an originating product, and when that product is used in <br> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br> a subsequent manufacture of another product, no account shall be taken <br> product may nevertheless be used, provided that: <br> render the origin declaration null and void if it is duly established that such document does <br> of the non-originating material contained therein; and <br> correspond to the products submitted. <br> (b) non-originating and originating materials undergo processing, which <br> 2 Obvious formal errors such as typing errors on an origin declaration should not <br> results in a non-originating product, and when that product is used in a <br> cause this document to be rejected if these errors are not such as to create doubts <br> subsequent manufacture of another product, account shall be taken only <br> demonstrated to the satisfaction of the customs authorities that: <br> of the non-originating materials contained therein [4] <br> conditions set out in the list in Annex II, should not be used in the manufacture of a <br> used for any purpose other than demonstration at the exhibition. <br> concerning the correctness of the statements made in this document. <br> (a) energy and fuel; <br> (b) any of the percentages given in the list in Annex II, for the maximum <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> value of non-originating materials are not exceeded through the <br> application of this paragraph. <br> (i) giving an exact description of the products; <br> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br> them in good condition while in that non-Party or while being exported. <br> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br> the ex-works price of the product the value of originating material, including self-produced originating <br> material used in producing the resulting non-originating material. The value of originating material that is <br> self-produced includes all the costs incurred in the production of the material and an amount for profit <br> equivalent to the profit added in the normal course of trade. <br> (a) preserving operations to ensure that the products remain in good <br> ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br> be insufficient working or processing to confer the status of originating products whether <br> or not the requirements of Article 5 are satisfied: <br> (e) simple painting and polishing operations; <br> (b) change of packaging, breaking-up and assembly of packages; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> (j) sifting, screening, sorting, classifying, grading or matching (including the <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> (c) the products have been consigned during the exhibition or immediately <br> (f) products of sea fishing and other products taken from the sea outside the <br> (ii) stating the dates of unloading and reloading of the products and, <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> (q) slaughter of animals.[5] <br> 2 All operations carried out in a Party on a given product shall be considered <br> together when determining whether the working or processing undergone by that product is <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> to be regarded as insufficient within the meaning of paragraph 1. <br> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> ARTICLE 7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of this Protocol shall be the product <br> which is considered as the basic unit when determining classification using the <br> nomenclature of the HS. It follows that: <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> thereafter in the state in which they were sent for exhibition; and <br> under the terms of the HS in a single heading, the whole constitutes the <br> unit of qualification; and <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the HS, each product must be taken <br> fulfilment of the other requirements of this Protocol. <br> individually when applying this Protocol. <br> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br> for classification purposes, it shall be included for the purposes of determining origin, and <br> considered as originating if the product is originating. <br> ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br> Accessories, spare parts and tools delivered with a product, which are part of the normal <br> equipment and included in the price thereof or which are not separately invoiced, shall be <br> regarded as one with the product in question. <br> ARTICLE 9: SETS OF GOODS <br> component products are originating, and both the set and the products meet all other <br> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> provided that the value of the non-originating products does not exceed 15 percent of the <br> ARTICLE 10: NEUTRAL ELEMENTS <br> the origin of the goods which might be used in its manufacture but which do not enter and <br> which are not intended to enter into the final composition of the product.[6] <br> [6] For the purposes of Article 10, neutral elements, for example, will include: <br> products remain under customs control. <br> milling of crystal sugar; <br> ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br> 1 Where identical and interchangeable originating and non-originating materials are <br> used in the manufacture of a product, those materials shall be physically segregated, <br> according to their origin, during storage.[7] <br> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br> of identical and interchangeable originating and non-originating materials used in the <br> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br> method for managing stocks. <br> 3 This method is recorded and applied in accordance with the generally accepted <br> accounting principles applicable in the Party where the product is manufactured. <br> 4 This method must be able to ensure that, for a specific reference-period, no more <br> products receive originating status than would be the case if the materials had been <br> physically segregated.[8] <br> 5 A Party may require that the application of the method for managing stocks <br> provided for in this Article is subject to a prior authorisation by customs authorities. <br> Should this be the case, the customs authorities may grant such an authorisation subject to <br> accompanied by a statement from the importer to the effect that the products meet the <br> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br> (a) when a product composed of a group or assembly of articles is classified <br> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br> domestic laws and regulations of each Party. <br> ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br> Party to a non-party return, they must be considered as non-originating, unless it can be <br> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br> considered to be originating even if they have undergone working or processing outside <br> Korea, on materials exported from Korea and subsequently re-imported there, provided <br> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV. <br> ARTICLE 13: DIRECT TRANSPORT <br> products, satisfying the requirements of this Protocol which are transported directly <br> between the Parties. However, products constituting one single consignment may be <br> temporary warehousing in such territories, provided that they are not released for free <br> circulation in the country of transit or warehousing and do not undergo operations other <br> than unloading, reloading or any operation designed to preserve them in good condition. <br> supplied to the customs authority, in accordance with the procedures applicable in the <br> importing Party, by the production of one of the following: <br> (a) evidence of the circumstances connected with transhipment or the storage <br> of the originating products in non-parties; <br> (b) a single transport document covering the passage from the exporting <br> (c) a certificate issued by the customs authorities of the country of transit: <br> sugar with any material; <br> where applicable, the names of the ships, or the other means of <br> (iii) certifying the conditions under which the products remained in <br> the country of transit. <br> ARTICLE 14: EXHIBITIONS <br> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br> after the exhibition for importation in either Party, shall benefit on importation from this <br> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from either Party to the country <br> person in either Party; <br> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br> procedures applicable in the importing Party. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br> under which the products have been exhibited may be required. <br> fair or similar public show or display, which is not organised for private purposes in shops <br> submitted to the customs authorities of the importing Party in accordance with the <br> or business premises with a view to the sale of foreign products, and during which the <br> ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br> After five years from the entry into force of this Agreement, upon the request of either <br> Party, the Customs Committee shall review the operation of duty drawback and inward <br> processing schemes of the Parties. The Customs Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. During this review, the <br> Customs Committee will also take into account developments in the Korea-EU FTA. <br> ARTICLE 16: ORIGIN DECLARATION <br> 1 Products originating in a Party shall, on importation into the other Party, benefit <br> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br> exporter on an invoice, a delivery note or any other commercial document which describes <br> the products concerned in sufficient detail to enable them to be identified. The text of the <br> origin declaration appears in Annex III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br> being necessary to submit any of the documents referred to in paragraph 1. <br> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br> Section B: Origin Procedures <br> products concerned can be considered as products originating in either Party and fulfil the <br> other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any <br> time, on request of the customs authorities of the exporting Party, a copy of the origin <br> declaration and all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with <br> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br> this purpose, the said customs authorities shall have the right to carry out inspections of the <br> exporters or the producer's account records or any other controls considered appropriate. <br> 3 An origin declaration shall be made out in English by the exporter by typing, <br> stamping or printing on the invoice, the delivery note or another commercial document, the <br> text which appears in Annex III, and in accordance with the domestic law of the exporting <br> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br> 5 An origin declaration may be made out by the exporter when the products to which <br> it relates are exported, or after exportation on condition that it is presented in the importing <br> Party no longer than two years or the period specified in the legislation of the importing <br> Party after the importation of the products to which it relates. <br> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br> DECLARATION <br> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br> if required by the laws and regulations of the importing Party, be submitted to the customs <br> authorities of the importing Party in accordance with the procedures applicable in that <br> Party. The importing customs authority may require the import declaration to be <br> conditions of this Protocol. <br> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br> at the time of importation of an originating product, whether or not he has an origin <br> declaration. In the case that the importer at the time of importation does not have in his <br> possession an origin declaration, the importer of the product may, in accordance with the <br> law and regulations of the importing Party, present an origin declaration or other <br> documentary evidence of origin, and if required, such other documentation relating to the <br> importation of the product, at a later stage. <br> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br> 4 Origin declarations which are submitted to the customs authorities of the importing <br> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br> purpose of preferential tariff treatment in accordance with the respective laws and <br> regulations of the importing Party, where the failure to submit these documents by the final <br> date set is due to exceptional circumstances. <br> 5 In cases of belated presentation other than those of paragraph 4, the customs <br> authorities of the importing Party may accept the origin declarations in accordance with the <br> procedures of the Parties where the products have been presented before the said final date. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> requirements of this Protocol. <br> the customs authorities of the importing Party. <br> cards or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "IMPORTATION BY INSTALMENTS", "ArticleDesc": "ARTICLE 19: IMPORTATION BY INSTALMENTS <br> meaning of General Rule 2(a) of the HS falling within Sections XVI and XVII or headings <br> 7308 and 9406 of the HS are imported by instalments, a single origin declaration for such <br> products shall be submitted to the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing Party, dismantled or non-assembled products within the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON <br> ARTICLE 3: CUMULATION OF ORIGIN <br> Article 4: Wholly Obtained Products <br> ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br> ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br> ARTICLE 29: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br> 1 Products sent as small packages from private persons to private persons or <br> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br> Section A: Rules of Origin <br> products are obtained there, incorporating materials originating in the other Party, provided <br> forming part of travellers' personal luggage shall be admitted as originating products <br> each other, through the customs authorities, in checking the authenticity of the origin <br> who draws up, or causes to be drawn up, a document which contains incorrect information <br> territory of a Party; <br> that the working or processing carried out goes beyond the operations referred to in Article <br> without requiring the submission of an origin declaration, provided that such products are <br> declarations and the correctness of the information given in these documents. <br> for the purpose of obtaining preferential treatment for products. <br> 6. It shall not be necessary that such materials have undergone sufficient working or processing. <br> not imported by way of trade and have been declared as meeting the requirements of this <br> 2 Subsequent verifications of origin declarations shall be carried out at random or <br> in which the exhibition is held and has exhibited them there; <br> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br> products sent by post, this declaration may be made on a postal customs declaration or on a <br> authenticity of such documents, the originating status of the products concerned or the <br> (c) live animals born and raised there; <br> obtained in a Party: <br> sheet of paper annexed to that document. <br> (a) mineral products extracted from the soil or from the seabed in the <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> 2 Imports which are occasional and consist solely of products for the personal use <br> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br> of the recipients or travellers or their families shall not be considered as imports by way of <br> importing Party shall return the origin declarations or a copy of these documents, to the <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> trade if it is evident from the nature and quantity of the products that no commercial <br> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> enquiry. Any documents and information obtained suggesting that the information given <br> ex-works price of the set. <br> 3 Furthermore, the total value of these products shall not exceed: <br> purpose is intended. <br> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br> (e) (i) products obtained by hunting, trapping within the land territory <br> incorporated into the finished product. <br> (a) for importation into Turkey, 500 euros in the case of small packages or <br> 4 The verification shall be carried out by the customs authorities of the exporting <br> (d) the products have not, since they were consigned for exhibition, been <br> (i) Sharpening, simple grinding or simple cutting; <br> or fishing, conducted within the land waters or within the <br> 1200 euros in the case of products forming part of traveller's personal luggage; <br> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br> (c) machines and tools; and <br> In order to determine whether a product originates, it shall not be necessary to determine <br> (b) for importation into Korea, 1000 US dollars both in the case of small <br> any inspection of the exporter's account records or any other check considered appropriate. <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br> packages and in the case of the products forming part of traveller's personal luggage. <br> 5 If the customs authorities of the importing Party decide to suspend the granting of <br> are born and raised there; <br> condition during transport and storage; <br> making-up of sets of articles); <br> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br> preferential treatment to the products concerned while awaiting the results of the <br> currency other than euro or US dollars, amounts in the national currencies of the Parties <br> verification, release of the products shall be offered to the importer subject to any <br> (o) testing or calibrations; <br> apply only to vessels and factory ships: <br> Party through the country of transit; or <br> territorial sea of a Party by its vessels; <br> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br> (g) products made aboard its factory ships exclusively from products referred <br> the current exchange rate applicable in the importing Party. <br> 6 The customs authorities requesting the verification shall be provided with the <br> precautionary measures judged necessary. <br> (d) ironing or pressing of textiles; <br> signs on products or their packaging; <br> to in subparagraph (f); <br> ARTICLE 21: SUPPORTING DOCUMENTS <br> results of this verification including findings and facts, as soon as possible. These results <br> (b) they have not undergone any operation beyond that necessary to preserve <br> (d) products from live animals born and raised there; <br> (h) products extracted from marine soil or subsoil outside the territorial sea <br> transport used; and <br> The documents referred to in Article 17.2 used for the purpose of proving that products <br> must indicate clearly whether the documents are authentic and whether the products <br> (b) plant and equipment; <br> of a Party provided that a Party has rights to exploit that soil or subsoil; <br> covered by origin declarations can be considered to be products originating in either Party <br> concerned can be considered as products originating in a Party and fulfil the other <br> (i) used articles collected there fit only for the recovery of raw materials or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br> for use as waste; <br> (a) direct evidence of the processes carried out by the exporter, supplier or <br> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br> (j) waste and scrap derived from manufacturing or processing operations <br> 2 Except as provided for in Article 3, where originating goods exported from a <br> territorial sea of a Party; <br> producer to obtain the goods concerned, contained for example in his <br> the verification request or if the reply does not contain sufficient information to determine <br> conducted there; or <br> accounts or internal bookkeeping; <br> the authenticity of the document in question or the real origin of the products, the <br> (k) products manufactured in a Party exclusively from the products referred <br> (b) documents proving the originating status of materials used, issued or <br> requesting customs authorities may, except in exceptional circumstances, refuse <br> (a) the returning goods are the same as those exported; and <br> to in this paragraph. <br> made out in a Party where these documents are used as provided for in its domestic law; <br> entitlement to the preference. <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br> (c) documents proving the working or processing of materials in a Party, <br> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br> issued or made out in a Party where these documents are used as <br> the customs officials of the importing Party may be present as an observer in an origin <br> (a) which are registered in either Party; <br> provided for in its domestic law; <br> verification conducted by the customs authorities of the exporting Party. <br> (b) which sail under the flag of either Party; and <br> disassembly of products into parts; <br> (d) origin declarations proving the originating status of materials used issued <br> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> (c) which meet one of the following conditions: <br> or made out in a Party in accordance with this Protocol; and <br> Only for the following specific reasons, the preferential treatment may be refused without <br> (i) they are at least 50 percent owned by nationals of either Party; or <br> (e) appropriate evidence concerning working or processing undergone <br> verification of the origin declaration as the declaration can be considered as inapplicable when: <br> outside the territories of the Parties by application of Article 12, proving <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> (A) which have their head office and their main place of <br> 1 The preferential treatment provided for under this Agreement applies only to <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> that the requirements of that Article have been satisfied. <br> (b) the origin declaration is produced subsequently for products that were <br> (ii) they are owned by companies: <br> business in either Party; and <br> transported through other territories with, should the occasion arise, trans-shipment or <br> ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br> initially imported fraudulently; <br> (B) which are at least 50 percent owned by either Party, <br> 1 The exporter making out an origin declaration shall keep for five years a copy of <br> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br> public entities of either Party, or nationals of either Party. <br> 1 The discovery of slight discrepancies between the statements made in the origin <br> this origin declaration as well as the documents referred to in Article 17.2. <br> (d) the importer fails to submit an origin declaration to the customs <br> ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 2 The importer shall keep all records related to the importation in accordance with <br> authorities of the importing Party within the period specified in <br> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br> laws and regulations of the importing Party. <br> legislation of the importing Party. <br> considered to be sufficiently worked or processed when the conditions set out in the list in <br> 3 An importer or exporter may choose to maintain the records specified in <br> ARTICLE 27: THIRD PARTY INVOICE <br> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> The customs authority of the importing Party may accept origin declarations in cases <br> Annex II(a) indicate, for all products covered by this Agreement, the working or <br> limited to, digital, electronic, optical, magnetic, or written form. <br> where the sales invoice is issued either by a company located in a third country or by an <br> processing which must be carried out on non-originating materials used in manufacturing <br> ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br> exporter for the account of the said company, provided that the goods meet the <br> and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, <br> declaration and those made in the documents submitted to the customs authorities for the <br> which results in an originating product, and when that product is used in <br> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br> a subsequent manufacture of another product, no account shall be taken <br> product may nevertheless be used, provided that: <br> render the origin declaration null and void if it is duly established that such document does <br> of the non-originating material contained therein; and <br> correspond to the products submitted. <br> (b) non-originating and originating materials undergo processing, which <br> 2 Obvious formal errors such as typing errors on an origin declaration should not <br> results in a non-originating product, and when that product is used in a <br> cause this document to be rejected if these errors are not such as to create doubts <br> subsequent manufacture of another product, account shall be taken only <br> demonstrated to the satisfaction of the customs authorities that: <br> of the non-originating materials contained therein [4] <br> conditions set out in the list in Annex II, should not be used in the manufacture of a <br> used for any purpose other than demonstration at the exhibition. <br> concerning the correctness of the statements made in this document. <br> (a) energy and fuel; <br> (b) any of the percentages given in the list in Annex II, for the maximum <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> value of non-originating materials are not exceeded through the <br> application of this paragraph. <br> (i) giving an exact description of the products; <br> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br> them in good condition while in that non-Party or while being exported. <br> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br> the ex-works price of the product the value of originating material, including self-produced originating <br> material used in producing the resulting non-originating material. The value of originating material that is <br> self-produced includes all the costs incurred in the production of the material and an amount for profit <br> equivalent to the profit added in the normal course of trade. <br> (a) preserving operations to ensure that the products remain in good <br> ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br> be insufficient working or processing to confer the status of originating products whether <br> or not the requirements of Article 5 are satisfied: <br> (e) simple painting and polishing operations; <br> (b) change of packaging, breaking-up and assembly of packages; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> (j) sifting, screening, sorting, classifying, grading or matching (including the <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> (c) the products have been consigned during the exhibition or immediately <br> (f) products of sea fishing and other products taken from the sea outside the <br> (ii) stating the dates of unloading and reloading of the products and, <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> (q) slaughter of animals.[5] <br> 2 All operations carried out in a Party on a given product shall be considered <br> together when determining whether the working or processing undergone by that product is <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> to be regarded as insufficient within the meaning of paragraph 1. <br> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> ARTICLE 7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of this Protocol shall be the product <br> which is considered as the basic unit when determining classification using the <br> nomenclature of the HS. It follows that: <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> thereafter in the state in which they were sent for exhibition; and <br> under the terms of the HS in a single heading, the whole constitutes the <br> unit of qualification; and <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the HS, each product must be taken <br> fulfilment of the other requirements of this Protocol. <br> individually when applying this Protocol. <br> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br> for classification purposes, it shall be included for the purposes of determining origin, and <br> considered as originating if the product is originating. <br> ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br> Accessories, spare parts and tools delivered with a product, which are part of the normal <br> equipment and included in the price thereof or which are not separately invoiced, shall be <br> regarded as one with the product in question. <br> ARTICLE 9: SETS OF GOODS <br> component products are originating, and both the set and the products meet all other <br> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> provided that the value of the non-originating products does not exceed 15 percent of the <br> ARTICLE 10: NEUTRAL ELEMENTS <br> the origin of the goods which might be used in its manufacture but which do not enter and <br> which are not intended to enter into the final composition of the product.[6] <br> [6] For the purposes of Article 10, neutral elements, for example, will include: <br> products remain under customs control. <br> milling of crystal sugar; <br> ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br> 1 Where identical and interchangeable originating and non-originating materials are <br> used in the manufacture of a product, those materials shall be physically segregated, <br> according to their origin, during storage.[7] <br> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br> of identical and interchangeable originating and non-originating materials used in the <br> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br> method for managing stocks. <br> 3 This method is recorded and applied in accordance with the generally accepted <br> accounting principles applicable in the Party where the product is manufactured. <br> 4 This method must be able to ensure that, for a specific reference-period, no more <br> products receive originating status than would be the case if the materials had been <br> physically segregated.[8] <br> 5 A Party may require that the application of the method for managing stocks <br> provided for in this Article is subject to a prior authorisation by customs authorities. <br> Should this be the case, the customs authorities may grant such an authorisation subject to <br> accompanied by a statement from the importer to the effect that the products meet the <br> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br> (a) when a product composed of a group or assembly of articles is classified <br> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br> domestic laws and regulations of each Party. <br> ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br> Party to a non-party return, they must be considered as non-originating, unless it can be <br> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br> considered to be originating even if they have undergone working or processing outside <br> Korea, on materials exported from Korea and subsequently re-imported there, provided <br> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV. <br> ARTICLE 13: DIRECT TRANSPORT <br> products, satisfying the requirements of this Protocol which are transported directly <br> between the Parties. However, products constituting one single consignment may be <br> temporary warehousing in such territories, provided that they are not released for free <br> circulation in the country of transit or warehousing and do not undergo operations other <br> than unloading, reloading or any operation designed to preserve them in good condition. <br> supplied to the customs authority, in accordance with the procedures applicable in the <br> importing Party, by the production of one of the following: <br> (a) evidence of the circumstances connected with transhipment or the storage <br> of the originating products in non-parties; <br> (b) a single transport document covering the passage from the exporting <br> (c) a certificate issued by the customs authorities of the country of transit: <br> sugar with any material; <br> where applicable, the names of the ships, or the other means of <br> (iii) certifying the conditions under which the products remained in <br> the country of transit. <br> ARTICLE 14: EXHIBITIONS <br> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br> after the exhibition for importation in either Party, shall benefit on importation from this <br> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from either Party to the country <br> person in either Party; <br> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br> procedures applicable in the importing Party. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br> under which the products have been exhibited may be required. <br> fair or similar public show or display, which is not organised for private purposes in shops <br> submitted to the customs authorities of the importing Party in accordance with the <br> or business premises with a view to the sale of foreign products, and during which the <br> ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br> After five years from the entry into force of this Agreement, upon the request of either <br> Party, the Customs Committee shall review the operation of duty drawback and inward <br> processing schemes of the Parties. The Customs Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. During this review, the <br> Customs Committee will also take into account developments in the Korea-EU FTA. <br> ARTICLE 16: ORIGIN DECLARATION <br> 1 Products originating in a Party shall, on importation into the other Party, benefit <br> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br> exporter on an invoice, a delivery note or any other commercial document which describes <br> the products concerned in sufficient detail to enable them to be identified. The text of the <br> origin declaration appears in Annex III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br> being necessary to submit any of the documents referred to in paragraph 1. <br> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br> Section B: Origin Procedures <br> products concerned can be considered as products originating in either Party and fulfil the <br> other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any <br> time, on request of the customs authorities of the exporting Party, a copy of the origin <br> declaration and all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with <br> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br> this purpose, the said customs authorities shall have the right to carry out inspections of the <br> exporters or the producer's account records or any other controls considered appropriate. <br> 3 An origin declaration shall be made out in English by the exporter by typing, <br> stamping or printing on the invoice, the delivery note or another commercial document, the <br> text which appears in Annex III, and in accordance with the domestic law of the exporting <br> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br> 5 An origin declaration may be made out by the exporter when the products to which <br> it relates are exported, or after exportation on condition that it is presented in the importing <br> Party no longer than two years or the period specified in the legislation of the importing <br> Party after the importation of the products to which it relates. <br> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br> DECLARATION <br> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br> if required by the laws and regulations of the importing Party, be submitted to the customs <br> authorities of the importing Party in accordance with the procedures applicable in that <br> Party. The importing customs authority may require the import declaration to be <br> conditions of this Protocol. <br> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br> at the time of importation of an originating product, whether or not he has an origin <br> declaration. In the case that the importer at the time of importation does not have in his <br> possession an origin declaration, the importer of the product may, in accordance with the <br> law and regulations of the importing Party, present an origin declaration or other <br> documentary evidence of origin, and if required, such other documentation relating to the <br> importation of the product, at a later stage. <br> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br> 4 Origin declarations which are submitted to the customs authorities of the importing <br> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br> purpose of preferential tariff treatment in accordance with the respective laws and <br> regulations of the importing Party, where the failure to submit these documents by the final <br> date set is due to exceptional circumstances. <br> 5 In cases of belated presentation other than those of paragraph 4, the customs <br> authorities of the importing Party may accept the origin declarations in accordance with the <br> procedures of the Parties where the products have been presented before the said final date. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> requirements of this Protocol. <br> the customs authorities of the importing Party. <br> cards or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "MUTUAL ASSISTANCE", "ArticleDesc": "ARTICLE 24: MUTUAL ASSISTANCE <br> The customs authorities of the Parties shall provide each other with the addresses of the <br> customs authorities responsible for verifying origin declarations. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON <br> ARTICLE 3: CUMULATION OF ORIGIN <br> Article 4: Wholly Obtained Products <br> ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br> ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br> ARTICLE 29: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br> 1 Products sent as small packages from private persons to private persons or <br> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br> Section A: Rules of Origin <br> products are obtained there, incorporating materials originating in the other Party, provided <br> forming part of travellers' personal luggage shall be admitted as originating products <br> each other, through the customs authorities, in checking the authenticity of the origin <br> who draws up, or causes to be drawn up, a document which contains incorrect information <br> territory of a Party; <br> that the working or processing carried out goes beyond the operations referred to in Article <br> without requiring the submission of an origin declaration, provided that such products are <br> declarations and the correctness of the information given in these documents. <br> for the purpose of obtaining preferential treatment for products. <br> 6. It shall not be necessary that such materials have undergone sufficient working or processing. <br> not imported by way of trade and have been declared as meeting the requirements of this <br> 2 Subsequent verifications of origin declarations shall be carried out at random or <br> in which the exhibition is held and has exhibited them there; <br> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br> products sent by post, this declaration may be made on a postal customs declaration or on a <br> authenticity of such documents, the originating status of the products concerned or the <br> (c) live animals born and raised there; <br> obtained in a Party: <br> sheet of paper annexed to that document. <br> (a) mineral products extracted from the soil or from the seabed in the <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> 2 Imports which are occasional and consist solely of products for the personal use <br> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br> of the recipients or travellers or their families shall not be considered as imports by way of <br> importing Party shall return the origin declarations or a copy of these documents, to the <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> trade if it is evident from the nature and quantity of the products that no commercial <br> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> enquiry. Any documents and information obtained suggesting that the information given <br> ex-works price of the set. <br> 3 Furthermore, the total value of these products shall not exceed: <br> purpose is intended. <br> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br> (e) (i) products obtained by hunting, trapping within the land territory <br> incorporated into the finished product. <br> (a) for importation into Turkey, 500 euros in the case of small packages or <br> 4 The verification shall be carried out by the customs authorities of the exporting <br> (d) the products have not, since they were consigned for exhibition, been <br> (i) Sharpening, simple grinding or simple cutting; <br> or fishing, conducted within the land waters or within the <br> 1200 euros in the case of products forming part of traveller's personal luggage; <br> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br> (c) machines and tools; and <br> In order to determine whether a product originates, it shall not be necessary to determine <br> (b) for importation into Korea, 1000 US dollars both in the case of small <br> any inspection of the exporter's account records or any other check considered appropriate. <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br> packages and in the case of the products forming part of traveller's personal luggage. <br> 5 If the customs authorities of the importing Party decide to suspend the granting of <br> are born and raised there; <br> condition during transport and storage; <br> making-up of sets of articles); <br> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br> preferential treatment to the products concerned while awaiting the results of the <br> currency other than euro or US dollars, amounts in the national currencies of the Parties <br> verification, release of the products shall be offered to the importer subject to any <br> (o) testing or calibrations; <br> apply only to vessels and factory ships: <br> Party through the country of transit; or <br> territorial sea of a Party by its vessels; <br> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br> (g) products made aboard its factory ships exclusively from products referred <br> the current exchange rate applicable in the importing Party. <br> 6 The customs authorities requesting the verification shall be provided with the <br> precautionary measures judged necessary. <br> (d) ironing or pressing of textiles; <br> signs on products or their packaging; <br> to in subparagraph (f); <br> ARTICLE 21: SUPPORTING DOCUMENTS <br> results of this verification including findings and facts, as soon as possible. These results <br> (b) they have not undergone any operation beyond that necessary to preserve <br> (d) products from live animals born and raised there; <br> (h) products extracted from marine soil or subsoil outside the territorial sea <br> transport used; and <br> The documents referred to in Article 17.2 used for the purpose of proving that products <br> must indicate clearly whether the documents are authentic and whether the products <br> (b) plant and equipment; <br> of a Party provided that a Party has rights to exploit that soil or subsoil; <br> covered by origin declarations can be considered to be products originating in either Party <br> concerned can be considered as products originating in a Party and fulfil the other <br> (i) used articles collected there fit only for the recovery of raw materials or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br> for use as waste; <br> (a) direct evidence of the processes carried out by the exporter, supplier or <br> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br> (j) waste and scrap derived from manufacturing or processing operations <br> 2 Except as provided for in Article 3, where originating goods exported from a <br> territorial sea of a Party; <br> producer to obtain the goods concerned, contained for example in his <br> the verification request or if the reply does not contain sufficient information to determine <br> conducted there; or <br> accounts or internal bookkeeping; <br> the authenticity of the document in question or the real origin of the products, the <br> (k) products manufactured in a Party exclusively from the products referred <br> (b) documents proving the originating status of materials used, issued or <br> requesting customs authorities may, except in exceptional circumstances, refuse <br> (a) the returning goods are the same as those exported; and <br> to in this paragraph. <br> made out in a Party where these documents are used as provided for in its domestic law; <br> entitlement to the preference. <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br> (c) documents proving the working or processing of materials in a Party, <br> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br> issued or made out in a Party where these documents are used as <br> the customs officials of the importing Party may be present as an observer in an origin <br> (a) which are registered in either Party; <br> provided for in its domestic law; <br> verification conducted by the customs authorities of the exporting Party. <br> (b) which sail under the flag of either Party; and <br> disassembly of products into parts; <br> (d) origin declarations proving the originating status of materials used issued <br> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> (c) which meet one of the following conditions: <br> or made out in a Party in accordance with this Protocol; and <br> Only for the following specific reasons, the preferential treatment may be refused without <br> (i) they are at least 50 percent owned by nationals of either Party; or <br> (e) appropriate evidence concerning working or processing undergone <br> verification of the origin declaration as the declaration can be considered as inapplicable when: <br> outside the territories of the Parties by application of Article 12, proving <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> (A) which have their head office and their main place of <br> 1 The preferential treatment provided for under this Agreement applies only to <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> that the requirements of that Article have been satisfied. <br> (b) the origin declaration is produced subsequently for products that were <br> (ii) they are owned by companies: <br> business in either Party; and <br> transported through other territories with, should the occasion arise, trans-shipment or <br> ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br> initially imported fraudulently; <br> (B) which are at least 50 percent owned by either Party, <br> 1 The exporter making out an origin declaration shall keep for five years a copy of <br> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br> public entities of either Party, or nationals of either Party. <br> 1 The discovery of slight discrepancies between the statements made in the origin <br> this origin declaration as well as the documents referred to in Article 17.2. <br> (d) the importer fails to submit an origin declaration to the customs <br> ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 2 The importer shall keep all records related to the importation in accordance with <br> authorities of the importing Party within the period specified in <br> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br> laws and regulations of the importing Party. <br> legislation of the importing Party. <br> considered to be sufficiently worked or processed when the conditions set out in the list in <br> 3 An importer or exporter may choose to maintain the records specified in <br> ARTICLE 27: THIRD PARTY INVOICE <br> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> The customs authority of the importing Party may accept origin declarations in cases <br> Annex II(a) indicate, for all products covered by this Agreement, the working or <br> limited to, digital, electronic, optical, magnetic, or written form. <br> where the sales invoice is issued either by a company located in a third country or by an <br> processing which must be carried out on non-originating materials used in manufacturing <br> ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br> exporter for the account of the said company, provided that the goods meet the <br> and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, <br> declaration and those made in the documents submitted to the customs authorities for the <br> which results in an originating product, and when that product is used in <br> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br> a subsequent manufacture of another product, no account shall be taken <br> product may nevertheless be used, provided that: <br> render the origin declaration null and void if it is duly established that such document does <br> of the non-originating material contained therein; and <br> correspond to the products submitted. <br> (b) non-originating and originating materials undergo processing, which <br> 2 Obvious formal errors such as typing errors on an origin declaration should not <br> results in a non-originating product, and when that product is used in a <br> cause this document to be rejected if these errors are not such as to create doubts <br> subsequent manufacture of another product, account shall be taken only <br> demonstrated to the satisfaction of the customs authorities that: <br> of the non-originating materials contained therein [4] <br> conditions set out in the list in Annex II, should not be used in the manufacture of a <br> used for any purpose other than demonstration at the exhibition. <br> concerning the correctness of the statements made in this document. <br> (a) energy and fuel; <br> (b) any of the percentages given in the list in Annex II, for the maximum <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> value of non-originating materials are not exceeded through the <br> application of this paragraph. <br> (i) giving an exact description of the products; <br> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br> them in good condition while in that non-Party or while being exported. <br> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br> the ex-works price of the product the value of originating material, including self-produced originating <br> material used in producing the resulting non-originating material. The value of originating material that is <br> self-produced includes all the costs incurred in the production of the material and an amount for profit <br> equivalent to the profit added in the normal course of trade. <br> (a) preserving operations to ensure that the products remain in good <br> ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br> be insufficient working or processing to confer the status of originating products whether <br> or not the requirements of Article 5 are satisfied: <br> (e) simple painting and polishing operations; <br> (b) change of packaging, breaking-up and assembly of packages; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> (j) sifting, screening, sorting, classifying, grading or matching (including the <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> (c) the products have been consigned during the exhibition or immediately <br> (f) products of sea fishing and other products taken from the sea outside the <br> (ii) stating the dates of unloading and reloading of the products and, <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> (q) slaughter of animals.[5] <br> 2 All operations carried out in a Party on a given product shall be considered <br> together when determining whether the working or processing undergone by that product is <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> to be regarded as insufficient within the meaning of paragraph 1. <br> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> ARTICLE 7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of this Protocol shall be the product <br> which is considered as the basic unit when determining classification using the <br> nomenclature of the HS. It follows that: <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> thereafter in the state in which they were sent for exhibition; and <br> under the terms of the HS in a single heading, the whole constitutes the <br> unit of qualification; and <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the HS, each product must be taken <br> fulfilment of the other requirements of this Protocol. <br> individually when applying this Protocol. <br> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br> for classification purposes, it shall be included for the purposes of determining origin, and <br> considered as originating if the product is originating. <br> ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br> Accessories, spare parts and tools delivered with a product, which are part of the normal <br> equipment and included in the price thereof or which are not separately invoiced, shall be <br> regarded as one with the product in question. <br> ARTICLE 9: SETS OF GOODS <br> component products are originating, and both the set and the products meet all other <br> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> provided that the value of the non-originating products does not exceed 15 percent of the <br> ARTICLE 10: NEUTRAL ELEMENTS <br> the origin of the goods which might be used in its manufacture but which do not enter and <br> which are not intended to enter into the final composition of the product.[6] <br> [6] For the purposes of Article 10, neutral elements, for example, will include: <br> products remain under customs control. <br> milling of crystal sugar; <br> ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br> 1 Where identical and interchangeable originating and non-originating materials are <br> used in the manufacture of a product, those materials shall be physically segregated, <br> according to their origin, during storage.[7] <br> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br> of identical and interchangeable originating and non-originating materials used in the <br> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br> method for managing stocks. <br> 3 This method is recorded and applied in accordance with the generally accepted <br> accounting principles applicable in the Party where the product is manufactured. <br> 4 This method must be able to ensure that, for a specific reference-period, no more <br> products receive originating status than would be the case if the materials had been <br> physically segregated.[8] <br> 5 A Party may require that the application of the method for managing stocks <br> provided for in this Article is subject to a prior authorisation by customs authorities. <br> Should this be the case, the customs authorities may grant such an authorisation subject to <br> accompanied by a statement from the importer to the effect that the products meet the <br> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br> (a) when a product composed of a group or assembly of articles is classified <br> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br> domestic laws and regulations of each Party. <br> ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br> Party to a non-party return, they must be considered as non-originating, unless it can be <br> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br> considered to be originating even if they have undergone working or processing outside <br> Korea, on materials exported from Korea and subsequently re-imported there, provided <br> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV. <br> ARTICLE 13: DIRECT TRANSPORT <br> products, satisfying the requirements of this Protocol which are transported directly <br> between the Parties. However, products constituting one single consignment may be <br> temporary warehousing in such territories, provided that they are not released for free <br> circulation in the country of transit or warehousing and do not undergo operations other <br> than unloading, reloading or any operation designed to preserve them in good condition. <br> supplied to the customs authority, in accordance with the procedures applicable in the <br> importing Party, by the production of one of the following: <br> (a) evidence of the circumstances connected with transhipment or the storage <br> of the originating products in non-parties; <br> (b) a single transport document covering the passage from the exporting <br> (c) a certificate issued by the customs authorities of the country of transit: <br> sugar with any material; <br> where applicable, the names of the ships, or the other means of <br> (iii) certifying the conditions under which the products remained in <br> the country of transit. <br> ARTICLE 14: EXHIBITIONS <br> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br> after the exhibition for importation in either Party, shall benefit on importation from this <br> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from either Party to the country <br> person in either Party; <br> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br> procedures applicable in the importing Party. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br> under which the products have been exhibited may be required. <br> fair or similar public show or display, which is not organised for private purposes in shops <br> submitted to the customs authorities of the importing Party in accordance with the <br> or business premises with a view to the sale of foreign products, and during which the <br> ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br> After five years from the entry into force of this Agreement, upon the request of either <br> Party, the Customs Committee shall review the operation of duty drawback and inward <br> processing schemes of the Parties. The Customs Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. During this review, the <br> Customs Committee will also take into account developments in the Korea-EU FTA. <br> ARTICLE 16: ORIGIN DECLARATION <br> 1 Products originating in a Party shall, on importation into the other Party, benefit <br> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br> exporter on an invoice, a delivery note or any other commercial document which describes <br> the products concerned in sufficient detail to enable them to be identified. The text of the <br> origin declaration appears in Annex III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br> being necessary to submit any of the documents referred to in paragraph 1. <br> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br> Section B: Origin Procedures <br> products concerned can be considered as products originating in either Party and fulfil the <br> other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any <br> time, on request of the customs authorities of the exporting Party, a copy of the origin <br> declaration and all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with <br> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br> this purpose, the said customs authorities shall have the right to carry out inspections of the <br> exporters or the producer's account records or any other controls considered appropriate. <br> 3 An origin declaration shall be made out in English by the exporter by typing, <br> stamping or printing on the invoice, the delivery note or another commercial document, the <br> text which appears in Annex III, and in accordance with the domestic law of the exporting <br> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br> 5 An origin declaration may be made out by the exporter when the products to which <br> it relates are exported, or after exportation on condition that it is presented in the importing <br> Party no longer than two years or the period specified in the legislation of the importing <br> Party after the importation of the products to which it relates. <br> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br> DECLARATION <br> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br> if required by the laws and regulations of the importing Party, be submitted to the customs <br> authorities of the importing Party in accordance with the procedures applicable in that <br> Party. The importing customs authority may require the import declaration to be <br> conditions of this Protocol. <br> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br> at the time of importation of an originating product, whether or not he has an origin <br> declaration. In the case that the importer at the time of importation does not have in his <br> possession an origin declaration, the importer of the product may, in accordance with the <br> law and regulations of the importing Party, present an origin declaration or other <br> documentary evidence of origin, and if required, such other documentation relating to the <br> importation of the product, at a later stage. <br> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br> 4 Origin declarations which are submitted to the customs authorities of the importing <br> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br> purpose of preferential tariff treatment in accordance with the respective laws and <br> regulations of the importing Party, where the failure to submit these documents by the final <br> date set is due to exceptional circumstances. <br> 5 In cases of belated presentation other than those of paragraph 4, the customs <br> authorities of the importing Party may accept the origin declarations in accordance with the <br> procedures of the Parties where the products have been presented before the said final date. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> requirements of this Protocol. <br> the customs authorities of the importing Party. <br> cards or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "CONSULTATIONS AND DISPUTE SETTLEMENT", "ArticleDesc": "ARTICLE 28: CONSULTATIONS AND DISPUTE SETTLEMENT <br> 1 Where disputes arise in relation to this Protocol and Chapter 3 (Customs and <br> Trade Facilitation), the customs authorities of a Party may consult with the customs <br> authorities of the other Party on those issues. In the event that such consultations fail to <br> resolve any such matter, they shall be submitted to the Customs Committee referred to in Article 3.17 (Customs Committee). <br> 2 In all cases the settlement of disputes between the importer and the competent <br> authorities of the importing Party shall be under the legislation of the said Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON <br> ARTICLE 3: CUMULATION OF ORIGIN <br> Article 4: Wholly Obtained Products <br> ARTICLE 20: EXEMPTIONS FROM ORIGIN DECLARATION <br> ARTICLE 25: VERIFICATION OF ORIGIN DECLARATIONS <br> ARTICLE 29: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Notwithstanding Article 2, products shall be considered as originating in a Party if such <br> 1 Products sent as small packages from private persons to private persons or <br> 1 In order to ensure the proper application of this Protocol, the Parties shall assist <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person <br> Section A: Rules of Origin <br> products are obtained there, incorporating materials originating in the other Party, provided <br> forming part of travellers' personal luggage shall be admitted as originating products <br> each other, through the customs authorities, in checking the authenticity of the origin <br> who draws up, or causes to be drawn up, a document which contains incorrect information <br> territory of a Party; <br> that the working or processing carried out goes beyond the operations referred to in Article <br> without requiring the submission of an origin declaration, provided that such products are <br> declarations and the correctness of the information given in these documents. <br> for the purpose of obtaining preferential treatment for products. <br> 6. It shall not be necessary that such materials have undergone sufficient working or processing. <br> not imported by way of trade and have been declared as meeting the requirements of this <br> 2 Subsequent verifications of origin declarations shall be carried out at random or <br> in which the exhibition is held and has exhibited them there; <br> Protocol and where there is no doubt as to the veracity of such a declaration. In the case of <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> 1 For the purposes of Article 2(a), the following shall be considered as wholly <br> products sent by post, this declaration may be made on a postal customs declaration or on a <br> authenticity of such documents, the originating status of the products concerned or the <br> (c) live animals born and raised there; <br> obtained in a Party: <br> sheet of paper annexed to that document. <br> (a) mineral products extracted from the soil or from the seabed in the <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> 2 Imports which are occasional and consist solely of products for the personal use <br> 3 For the purposes of implementing paragraph 1, the customs authorities of the <br> of the recipients or travellers or their families shall not be considered as imports by way of <br> importing Party shall return the origin declarations or a copy of these documents, to the <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> trade if it is evident from the nature and quantity of the products that no commercial <br> customs authorities of the exporting Party giving, where appropriate, the reasons for the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> enquiry. Any documents and information obtained suggesting that the information given <br> ex-works price of the set. <br> 3 Furthermore, the total value of these products shall not exceed: <br> purpose is intended. <br> on the origin declaration is incorrect shall be forwarded in support of the request for verification. <br> (e) (i) products obtained by hunting, trapping within the land territory <br> incorporated into the finished product. <br> (a) for importation into Turkey, 500 euros in the case of small packages or <br> 4 The verification shall be carried out by the customs authorities of the exporting <br> (d) the products have not, since they were consigned for exhibition, been <br> (i) Sharpening, simple grinding or simple cutting; <br> or fishing, conducted within the land waters or within the <br> 1200 euros in the case of products forming part of traveller's personal luggage; <br> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br> (c) machines and tools; and <br> In order to determine whether a product originates, it shall not be necessary to determine <br> (b) for importation into Korea, 1000 US dollars both in the case of small <br> any inspection of the exporter's account records or any other check considered appropriate. <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc <br> packages and in the case of the products forming part of traveller's personal luggage. <br> 5 If the customs authorities of the importing Party decide to suspend the granting of <br> are born and raised there; <br> condition during transport and storage; <br> making-up of sets of articles); <br> 4 For the purpose of paragraph 3, in cases where the products are invoiced in a <br> preferential treatment to the products concerned while awaiting the results of the <br> currency other than euro or US dollars, amounts in the national currencies of the Parties <br> verification, release of the products shall be offered to the importer subject to any <br> (o) testing or calibrations; <br> apply only to vessels and factory ships: <br> Party through the country of transit; or <br> territorial sea of a Party by its vessels; <br> equivalent to the amounts expressed in euro or US dollars shall be fixed in accordance with <br> (g) products made aboard its factory ships exclusively from products referred <br> the current exchange rate applicable in the importing Party. <br> 6 The customs authorities requesting the verification shall be provided with the <br> precautionary measures judged necessary. <br> (d) ironing or pressing of textiles; <br> signs on products or their packaging; <br> to in subparagraph (f); <br> ARTICLE 21: SUPPORTING DOCUMENTS <br> results of this verification including findings and facts, as soon as possible. These results <br> (b) they have not undergone any operation beyond that necessary to preserve <br> (d) products from live animals born and raised there; <br> (h) products extracted from marine soil or subsoil outside the territorial sea <br> transport used; and <br> The documents referred to in Article 17.2 used for the purpose of proving that products <br> must indicate clearly whether the documents are authentic and whether the products <br> (b) plant and equipment; <br> of a Party provided that a Party has rights to exploit that soil or subsoil; <br> covered by origin declarations can be considered to be products originating in either Party <br> concerned can be considered as products originating in a Party and fulfil the other <br> (i) used articles collected there fit only for the recovery of raw materials or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> and fulfil the other requirements of this Protocol may consist, inter alia, of the following: <br> for use as waste; <br> (a) direct evidence of the processes carried out by the exporter, supplier or <br> 7 If in cases of reasonable doubt there is no reply within 10 months of the date of <br> (j) waste and scrap derived from manufacturing or processing operations <br> 2 Except as provided for in Article 3, where originating goods exported from a <br> territorial sea of a Party; <br> producer to obtain the goods concerned, contained for example in his <br> the verification request or if the reply does not contain sufficient information to determine <br> conducted there; or <br> accounts or internal bookkeeping; <br> the authenticity of the document in question or the real origin of the products, the <br> (k) products manufactured in a Party exclusively from the products referred <br> (b) documents proving the originating status of materials used, issued or <br> requesting customs authorities may, except in exceptional circumstances, refuse <br> (a) the returning goods are the same as those exported; and <br> to in this paragraph. <br> made out in a Party where these documents are used as provided for in its domestic law; <br> entitlement to the preference. <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall <br> (c) documents proving the working or processing of materials in a Party, <br> 8 Subject to any conditions set out by the customs authorities of the exporting Party, <br> issued or made out in a Party where these documents are used as <br> the customs officials of the importing Party may be present as an observer in an origin <br> (a) which are registered in either Party; <br> provided for in its domestic law; <br> verification conducted by the customs authorities of the exporting Party. <br> (b) which sail under the flag of either Party; and <br> disassembly of products into parts; <br> (d) origin declarations proving the originating status of materials used issued <br> ARTICLE 26: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> (c) which meet one of the following conditions: <br> or made out in a Party in accordance with this Protocol; and <br> Only for the following specific reasons, the preferential treatment may be refused without <br> (i) they are at least 50 percent owned by nationals of either Party; or <br> (e) appropriate evidence concerning working or processing undergone <br> verification of the origin declaration as the declaration can be considered as inapplicable when: <br> outside the territories of the Parties by application of Article 12, proving <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> (A) which have their head office and their main place of <br> 1 The preferential treatment provided for under this Agreement applies only to <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> that the requirements of that Article have been satisfied. <br> (b) the origin declaration is produced subsequently for products that were <br> (ii) they are owned by companies: <br> business in either Party; and <br> transported through other territories with, should the occasion arise, trans-shipment or <br> ARTICLE 22: PRESERVATION OF ORIGIN DECLARATION AND SUPPORTING DOCUMENTS <br> initially imported fraudulently; <br> (B) which are at least 50 percent owned by either Party, <br> 1 The exporter making out an origin declaration shall keep for five years a copy of <br> (c) the origin declaration has been issued by an exporter from a non-party to this Agreement; or <br> public entities of either Party, or nationals of either Party. <br> 1 The discovery of slight discrepancies between the statements made in the origin <br> this origin declaration as well as the documents referred to in Article 17.2. <br> (d) the importer fails to submit an origin declaration to the customs <br> ARTICLE 5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 2 The importer shall keep all records related to the importation in accordance with <br> authorities of the importing Party within the period specified in <br> 1 For the purposes of Article 2(b), products which are not wholly obtained are <br> laws and regulations of the importing Party. <br> legislation of the importing Party. <br> considered to be sufficiently worked or processed when the conditions set out in the list in <br> 3 An importer or exporter may choose to maintain the records specified in <br> ARTICLE 27: THIRD PARTY INVOICE <br> Annex II or Annex II(a) are fulfilled. The conditions set out in the list in Annex II or <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> The customs authority of the importing Party may accept origin declarations in cases <br> Annex II(a) indicate, for all products covered by this Agreement, the working or <br> limited to, digital, electronic, optical, magnetic, or written form. <br> where the sales invoice is issued either by a company located in a third country or by an <br> processing which must be carried out on non-originating materials used in manufacturing <br> ARTICLE 23: DISCREPANCIES AND FORMAL ERRORS <br> exporter for the account of the said company, provided that the goods meet the <br> and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, <br> declaration and those made in the documents submitted to the customs authorities for the <br> which results in an originating product, and when that product is used in <br> purpose of carrying out the formalities for importing the products shall not, ipso facto, <br> a subsequent manufacture of another product, no account shall be taken <br> product may nevertheless be used, provided that: <br> render the origin declaration null and void if it is duly established that such document does <br> of the non-originating material contained therein; and <br> correspond to the products submitted. <br> (b) non-originating and originating materials undergo processing, which <br> 2 Obvious formal errors such as typing errors on an origin declaration should not <br> results in a non-originating product, and when that product is used in a <br> cause this document to be rejected if these errors are not such as to create doubts <br> subsequent manufacture of another product, account shall be taken only <br> demonstrated to the satisfaction of the customs authorities that: <br> of the non-originating materials contained therein [4] <br> conditions set out in the list in Annex II, should not be used in the manufacture of a <br> used for any purpose other than demonstration at the exhibition. <br> concerning the correctness of the statements made in this document. <br> (a) energy and fuel; <br> (b) any of the percentages given in the list in Annex II, for the maximum <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> value of non-originating materials are not exceeded through the <br> application of this paragraph. <br> (i) giving an exact description of the products; <br> 3 Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4 Paragraphs 1 through 3 shall apply subject to Article 6. <br> them in good condition while in that non-Party or while being exported. <br> [4] For the purposes of Article 5.1(b), the value of non-originating material can be acquired by deducting from <br> the ex-works price of the product the value of originating material, including self-produced originating <br> material used in producing the resulting non-originating material. The value of originating material that is <br> self-produced includes all the costs incurred in the production of the material and an amount for profit <br> equivalent to the profit added in the normal course of trade. <br> (a) preserving operations to ensure that the products remain in good <br> ARTICLE 6: INSUFFICIENT WORKING OR PROCESSING <br> 1 Without prejudice to paragraph 2, the following operations shall be considered to <br> be insufficient working or processing to confer the status of originating products whether <br> or not the requirements of Article 5 are satisfied: <br> (e) simple painting and polishing operations; <br> (b) change of packaging, breaking-up and assembly of packages; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> (j) sifting, screening, sorting, classifying, grading or matching (including the <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> (c) the products have been consigned during the exhibition or immediately <br> (f) products of sea fishing and other products taken from the sea outside the <br> (ii) stating the dates of unloading and reloading of the products and, <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> (q) slaughter of animals.[5] <br> 2 All operations carried out in a Party on a given product shall be considered <br> together when determining whether the working or processing undergone by that product is <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> to be regarded as insufficient within the meaning of paragraph 1. <br> [5] For the purposes of Article 6, @^@simple@^@ describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. Chemical reaction means a process, including a biochemical <br> process, which results in a molecule with a new structure by breaking intermolecular bonds and by forming <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> new intermolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> ARTICLE 7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of this Protocol shall be the product <br> which is considered as the basic unit when determining classification using the <br> nomenclature of the HS. It follows that: <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> thereafter in the state in which they were sent for exhibition; and <br> under the terms of the HS in a single heading, the whole constitutes the <br> unit of qualification; and <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the HS, each product must be taken <br> fulfilment of the other requirements of this Protocol. <br> individually when applying this Protocol. <br> 2 Where, under General Rule 5 of the HS, packaging is included with the product <br> for classification purposes, it shall be included for the purposes of determining origin, and <br> considered as originating if the product is originating. <br> ARTICLE 8: ACCESSORIES, SPARE PARTS AND TOOLS <br> Accessories, spare parts and tools delivered with a product, which are part of the normal <br> equipment and included in the price thereof or which are not separately invoiced, shall be <br> regarded as one with the product in question. <br> ARTICLE 9: SETS OF GOODS <br> component products are originating, and both the set and the products meet all other <br> applicable requirements in this Protocol. Nevertheless, when a set is composed of <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> provided that the value of the non-originating products does not exceed 15 percent of the <br> ARTICLE 10: NEUTRAL ELEMENTS <br> the origin of the goods which might be used in its manufacture but which do not enter and <br> which are not intended to enter into the final composition of the product.[6] <br> [6] For the purposes of Article 10, neutral elements, for example, will include: <br> products remain under customs control. <br> milling of crystal sugar; <br> ARTICLE 11: ACCOUNTING SEGREGATION OF MATERIALS <br> 1 Where identical and interchangeable originating and non-originating materials are <br> used in the manufacture of a product, those materials shall be physically segregated, <br> according to their origin, during storage.[7] <br> 2 Where considerable costs or material difficulties arise in keeping separate stocks <br> of identical and interchangeable originating and non-originating materials used in the <br> manufacture of a product, the producer may use the so-called @^@accounting segregation@^@ <br> method for managing stocks. <br> 3 This method is recorded and applied in accordance with the generally accepted <br> accounting principles applicable in the Party where the product is manufactured. <br> 4 This method must be able to ensure that, for a specific reference-period, no more <br> products receive originating status than would be the case if the materials had been <br> physically segregated.[8] <br> 5 A Party may require that the application of the method for managing stocks <br> provided for in this Article is subject to a prior authorisation by customs authorities. <br> Should this be the case, the customs authorities may grant such an authorisation subject to <br> accompanied by a statement from the importer to the effect that the products meet the <br> any conditions deemed appropriate and they shall monitor the use of the authorisation and <br> may withdraw it at any time whenever the beneficiary makes improper use of it in any <br> manner or fails to fulfil any of the other conditions laid down in this Protocol. <br> [7] For the purposes of paragraphs (1) and (2) of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which cannot be distinguished from one another for origin purposes, once they are <br> (a) when a product composed of a group or assembly of articles is classified <br> [8] For the purposes of this paragraph, specific @^@period@^@ will be determined in accordance with the relevant <br> domestic laws and regulations of each Party. <br> ARTICLE 12: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Article 3 and paragraph 3, the conditions for acquiring <br> originating status set out in Articles 2 through 11 must be fulfilled without interruption in a Party. <br> Party to a non-party return, they must be considered as non-originating, unless it can be <br> 3 Notwithstanding paragraphs 1 and 2, the Parties agree that certain goods shall be <br> considered to be originating even if they have undergone working or processing outside <br> Korea, on materials exported from Korea and subsequently re-imported there, provided <br> that the working or processing is done in the areas designated by the Parties pursuant to Annex IV. <br> ARTICLE 13: DIRECT TRANSPORT <br> products, satisfying the requirements of this Protocol which are transported directly <br> between the Parties. However, products constituting one single consignment may be <br> temporary warehousing in such territories, provided that they are not released for free <br> circulation in the country of transit or warehousing and do not undergo operations other <br> than unloading, reloading or any operation designed to preserve them in good condition. <br> supplied to the customs authority, in accordance with the procedures applicable in the <br> importing Party, by the production of one of the following: <br> (a) evidence of the circumstances connected with transhipment or the storage <br> of the originating products in non-parties; <br> (b) a single transport document covering the passage from the exporting <br> (c) a certificate issued by the customs authorities of the country of transit: <br> sugar with any material; <br> where applicable, the names of the ships, or the other means of <br> (iii) certifying the conditions under which the products remained in <br> the country of transit. <br> ARTICLE 14: EXHIBITIONS <br> 1 Originating products, sent for exhibition in the territory of a non-party and sold <br> after the exhibition for importation in either Party, shall benefit on importation from this <br> Agreement, provided that it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from either Party to the country <br> person in either Party; <br> 2 A proof of origin must be made out in accordance with Articles 16 through 23 and <br> procedures applicable in the importing Party. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the conditions <br> under which the products have been exhibited may be required. <br> fair or similar public show or display, which is not organised for private purposes in shops <br> submitted to the customs authorities of the importing Party in accordance with the <br> or business premises with a view to the sale of foreign products, and during which the <br> ARTICLE 15: DRAWBACK OF, OR EXEMPTION FROM, CUSTOMS DUTIES <br> After five years from the entry into force of this Agreement, upon the request of either <br> Party, the Customs Committee shall review the operation of duty drawback and inward <br> processing schemes of the Parties. The Customs Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. During this review, the <br> Customs Committee will also take into account developments in the Korea-EU FTA. <br> ARTICLE 16: ORIGIN DECLARATION <br> 1 Products originating in a Party shall, on importation into the other Party, benefit <br> from preferential tariff treatment of this Agreement on the basis of a proof of origin in the <br> form of a declaration, subsequently referred to as the @^@origin declaration@^@, given by the <br> exporter on an invoice, a delivery note or any other commercial document which describes <br> the products concerned in sufficient detail to enable them to be identified. The text of the <br> origin declaration appears in Annex III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 20, benefit from this Agreement without it <br> being necessary to submit any of the documents referred to in paragraph 1. <br> ARTICLE 17: CONDITIONS FOR MAKING OUT AN ORIGIN DECLARATION <br> 1 Without prejudice to paragraph 2, an origin declaration may be made out if the <br> Section B: Origin Procedures <br> products concerned can be considered as products originating in either Party and fulfil the <br> other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any <br> time, on request of the customs authorities of the exporting Party, a copy of the origin <br> declaration and all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with <br> domestic legislation as well as the fulfilment of the other requirements of this Protocol. For <br> this purpose, the said customs authorities shall have the right to carry out inspections of the <br> exporters or the producer's account records or any other controls considered appropriate. <br> 3 An origin declaration shall be made out in English by the exporter by typing, <br> stamping or printing on the invoice, the delivery note or another commercial document, the <br> text which appears in Annex III, and in accordance with the domestic law of the exporting <br> Party. If the declaration is handwritten, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. <br> 5 An origin declaration may be made out by the exporter when the products to which <br> it relates are exported, or after exportation on condition that it is presented in the importing <br> Party no longer than two years or the period specified in the legislation of the importing <br> Party after the importation of the products to which it relates. <br> ARTICLE 18: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT AND SUBMISSION OF ORIGIN <br> DECLARATION <br> 1 For the purpose of claiming preferential tariff treatment, origin declarations shall, <br> if required by the laws and regulations of the importing Party, be submitted to the customs <br> authorities of the importing Party in accordance with the procedures applicable in that <br> Party. The importing customs authority may require the import declaration to be <br> conditions of this Protocol. <br> 2 In order to obtain preferential tariff treatment, the importer shall, in accordance <br> at the time of importation of an originating product, whether or not he has an origin <br> declaration. In the case that the importer at the time of importation does not have in his <br> possession an origin declaration, the importer of the product may, in accordance with the <br> law and regulations of the importing Party, present an origin declaration or other <br> documentary evidence of origin, and if required, such other documentation relating to the <br> importation of the product, at a later stage. <br> 3 An origin declaration shall be valid for 12 months from the date of issue in the <br> exporting Party, and preferential tariff treatment shall be claimed within the said period to <br> 4 Origin declarations which are submitted to the customs authorities of the importing <br> Party after the final date for presentation specified in paragraph 3 may be accepted for the <br> purpose of preferential tariff treatment in accordance with the respective laws and <br> regulations of the importing Party, where the failure to submit these documents by the final <br> date set is due to exceptional circumstances. <br> 5 In cases of belated presentation other than those of paragraph 4, the customs <br> authorities of the importing Party may accept the origin declarations in accordance with the <br> procedures of the Parties where the products have been presented before the said final date. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> requirements of this Protocol. <br> the customs authorities of the importing Party. <br> cards or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "FREE ZONES", "ArticleDesc": "ARTICLE 30: FREE ZONES <br> 1 The Parties shall take all necessary steps to ensure that products traded under <br> cover of an origin declaration which in the course of transport use a free zone situated in <br> their territories, are not substituted by other products and do not undergo handling other <br> than normal operations designed to prevent their deterioration. <br> 2 By means of an exemption to paragraph 1, when products originating in a Party <br> enter into a free zone under cover of an origin declaration and undergo treatment or <br> processing, another origin declaration can be made out if the treatment or processing <br> undergone is in conformity with this Protocol. <br> Section C: Final Provisions <br> "}, {"ArticleTitle": "REVIEW AND AMENDMENTS", "ArticleDesc": "ARTICLE 31: REVIEW AND AMENDMENTS <br> 1 The Customs Committee may review the provisions of this Protocol, Annex II and <br> Chapter 3 (Customs and Trade Facilitation), and discuss the necessary amendments on <br> request of one of the Parties. While discussing those amendments, the Customs Committee <br> shall take into account the development of technologies, production processes, price <br> fluctuations and all other factors, which might justify the changes to the rules of origin. <br> 2 Annex II will be adapted in accordance with the periodical changes to the HS. <br> 3 Amendments determined by the Customs Committee after discussion according to <br> paragraphs 1 and 2 shall be reported to the Joint Committee for final decision. <br> "}, {"ArticleTitle": "TRANSITIONAL PROVISIONS FOR GOODS IN TRANSIT OR STORAGE", "ArticleDesc": "ARTICLE 32: TRANSITIONAL PROVISIONS FOR GOODS IN TRANSIT OR STORAGE <br> The provisions of this Agreement may be applied to goods which comply with the <br> provisions of this Protocol and which on the date of entry into force of this Agreement are <br> either in transit, in temporary storage in customs warehouses or in free zones in the Parties, <br> subject to the submission to the customs authorities of the importing Party, within 12 <br> months of that date, of an origin declaration made out retrospectively together with the <br> documents showing that the goods have been transported directly in accordance with Article 13. <br> ANNEX IV <br> OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1 Recognising the Republic of Korea's constitutional mandate and security interests, <br> and both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, <br> and the importance of intra-Korean economic co-operation toward that goal, the Parties <br> hereby establish the Committee on Outward Processing Zones on the Korean Peninsula <br> pursuant to Article 7.2 (Committees and Working Groups) of the Framework Agreement. <br> The Committee shall review whether the conditions on the Korean Peninsula are <br> appropriate for further economic development through the establishment and development <br> of outward processing zones. <br> 2 The Committee shall be comprised of officials of the Parties. The Committee shall <br> meet on the first anniversary of the entry into force of this Agreement and at least once <br> annually thereafter, or at any time as mutually agreed. <br> 3 The Committee shall identify geographic areas that may be designated outward <br> processing zones. The Committee shall determine whether any such outward processing <br> zone has met the criteria established by the Committee. The Committee shall also establish <br> a maximum threshold for the value of the total input of the originating final good that may <br> be added within the geographic area of the outward processing zone. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "OBJECTIVES AND PRINCIPLES", "ArticleDesc": "ARTICLE 3.1: OBJECTIVES AND PRINCIPLES <br> With the objectives of facilitating trade and promoting customs cooperation on a bilateral <br> and multilateral basis, the Parties agree to cooperate and to adopt and apply their import, <br> export and transit requirements and procedures for goods on the basis of the following <br> objectives and principles: <br> (a) in order to ensure that import, export and transit requirements and <br> procedures for goods are efficient and proportionate: <br> (i) each Party shall adopt or maintain expedited customs procedures <br> while maintaining appropriate customs control and selection procedures; <br> (ii) import, export and transit requirements and procedures shall be <br> no more administratively burdensome or trade restrictive than <br> necessary to achieve legitimate objectives; <br> (iii) each Party shall provide for clearance of goods with a minimum <br> of documentation and make electronic systems accessible to <br> customs users; <br> (iv) each Party shall use information technology that expedites <br> procedures for the release of goods; <br> (v) each Party shall ensure that its customs authorities and agencies <br> involved in border controls including import, export and transit <br> matters, cooperate and coordinate their activities; and <br> (vi) each Party shall provide that the use of customs brokers is optional; <br> (b) import, export and transit requirements and procedures shall be based on <br> international trade and customs instruments and standards which the <br> Parties have accepted, except when they would be an inappropriate or <br> ineffective means for the fulfillment of the legitimate objectives pursued; <br> (c) requirements and procedures shall be transparent and predictable for <br> importers, exporters and other interested parties; <br> (d) each Party, where it is deemed to be necessary, shall consult in a timely <br> manner with representatives of the trading community and other <br> interested parties, including on significant new or amended requirements <br> and procedures prior to their adoption; <br> (e) risk management principles or procedures shall be applied to focus <br> compliance efforts on transactions that merit attention; <br> (f) each Party shall cooperate and exchange information for the purpose of <br> measures agreed upon under this Agreement; and <br> (g) measures to facilitate trade shall not prejudice the fulfillment of <br> legitimate policy objectives, such as the protection of national security, <br> health and the environment. <br> "}, {"ArticleTitle": "Objectives and Principles", "ArticleDesc": "promoting the application of, and compliance with, the trade facilitation <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 3.2: RELEASE OF GOODS <br> 1 Each Party shall adopt and apply simplified and efficient customs and other trade- <br> related requirements and procedures in order to facilitate trade between the Parties. <br> 2 Pursuant to paragraph 1, each Party shall exert its best efforts to ensure that its <br> customs authorities, border agencies or other competent authorities apply requirements and <br> procedures that: <br> (a) provide for the release of goods within a period no longer than that <br> required to ensure compliance with its customs and other trade-related <br> laws and formalities. Each Party shall work to further reduce release time; <br> (b) provide for advance electronic submission and eventual processing of <br> information before physical arrival of goods, @^@pre-arrival processing@^@, to <br> enable the release of goods on arrival; <br> (c) allow importers to obtain the release of goods from customs before, and <br> without prejudice to, the final determination by its customs authority of <br> the applicable customs duties, taxes and fees [1]; and <br> (d) allow goods to be released for free circulation at the point of arrival, <br> without temporary transfer to warehouses or other facilities. <br> 3 Each Party shall work towards the implementation of initiatives that harmonise <br> the data requirements of its respective agencies associated with the importation, <br> exportation or transit of goods, and minimize the submission of trade data, with the <br> objective of allowing importers and exporters to present all required data to one agency. <br> 4 Where a Party determines to detain under customs control a good imported from <br> the territory of the other Party due to a perceived failure to comply with the regulations or <br> laws of the importing Party, relevant authorities of that Party shall immediately notify the <br> importer of the reasons for the detention of the good in accordance with its domestic laws <br> and regulations. <br> [1] A Party may require an importer to provide sufficient guarantee in the form of a surety, a deposit or some <br> other appropriate instruments, covering the ultimate payment of the customs duties, taxes and fees in <br> connection with the importation of the goods. <br> "}, {"ArticleTitle": "SIMPLIFIED CUSTOMS PROCEDURE", "ArticleDesc": "ARTICLE 3.3: SIMPLIFIED CUSTOMS PROCEDURE <br> The Parties shall endeavour to apply simplified import and export procedures for traders or <br> economic operators which meet specific criteria decided by a Party, providing in particular <br> more rapid release and clearance of goods, including advance electronic submission and <br> processing of information before physical arrival of consignments, a lower incidence of <br> physical inspections, and facilitation of trade with regard to, for example, simplified <br> declarations with a minimum of documentation. <br> "}, {"ArticleTitle": "AUTOMATION", "ArticleDesc": "ARTICLE 3.4: AUTOMATION <br> Each customs administration shall apply information technology that expedites procedures <br> for the release of goods to support customs operations, where it is cost-effective and <br> efficient, particularly in the paperless trading context, taking into account developments in <br> this area within the WCO. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.5: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 3.8: ADVANCE RULINGS <br> of Origin and Origin Procedures. <br> The Parties shall promote the implementation of the Authorized Economic Operator (AEO) <br> 1 Upon written request from traders, each Party shall issue written advance rulings, <br> concept. Acknowledgment of the AEO security status should be taken into account to <br> through its customs authorities, prior to the importation of a good into its territory in <br> secure the international trade supply chain and trade facilitation benefits should be <br> accordance with its laws and regulations, on tariff classification, origin or any other such <br> provided in return for meeting customs security standards. <br> matters as the Party may decide. <br> 2 Subject to any confidentiality requirements in its laws and regulations, each Party <br> shall publish, e.g. on the Internet, its advance rulings on tariff classification and any other <br> such matters as the Party may decide. <br> 3 To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective legislation on the matters referred to in paragraphs 1 and 2. <br> ARTICLE 3.9: APPEAL PROCEDURES <br> 1 Each Party shall ensure that with respect to its determinations on customs matters <br> and other import, export and transit requirements and procedures, persons concerned who <br> are the subject of such determinations shall have access to review or appeal of such <br> determinations. A Party may require that an appeal be initially heard by the same agency, <br> its supervisory authority or a judicial authority prior to a review by a higher independent <br> body, which may be a judicial authority or administrative tribunal. <br> 2 The producer or exporter may provide, upon request by the reviewing authority to <br> the producer or exporter, information directly to the Party conducting the administrative <br> review. The exporter or producer providing the information may ask the Party conducting <br> the administrative review to treat that information as confidential in accordance with its <br> laws and regulations. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 3.6: RISK MANAGEMENT <br> Each Party shall apply risk management systems, to the extent possible in an electronic <br> manner, for risk analysis and targeting that enable its customs authorities to focus <br> inspection activities on high risk goods and that simplify the clearance and movement of <br> low-risk goods. Each Party shall draw upon the revised International Convention on the <br> Simplification and Harmonization of Customs Procedures of 1999 (hereinafter referred to <br> as the @^@Kyoto Convention@^@) and WCO Risk Management Guidelines for its risk <br> management procedures. <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "ARTICLE 3.7: TRANSPARENCY <br> 1 Each Party shall ensure that its customs and other trade-related laws, regulations <br> and general administrative procedures and other requirements, including fees and charges, <br> are readily available to all interested parties, via an officially designated medium and, <br> where feasible and possible, official website. <br> 2 Each Party shall designate or maintain one or more inquiry or information points <br> to address inquiries by interested persons concerning customs and other trade-related matters. <br> 3 Each Party shall consult with, and provide information to, representatives of the <br> trading community and other interested parties. Such consultations and information shall <br> cover significant new or amended requirements and procedures and the opportunity to <br> comment shall be provided prior to their adoption. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.5: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 3.8: ADVANCE RULINGS <br> of Origin and Origin Procedures. <br> The Parties shall promote the implementation of the Authorized Economic Operator (AEO) <br> 1 Upon written request from traders, each Party shall issue written advance rulings, <br> concept. Acknowledgment of the AEO security status should be taken into account to <br> through its customs authorities, prior to the importation of a good into its territory in <br> secure the international trade supply chain and trade facilitation benefits should be <br> accordance with its laws and regulations, on tariff classification, origin or any other such <br> provided in return for meeting customs security standards. <br> matters as the Party may decide. <br> 2 Subject to any confidentiality requirements in its laws and regulations, each Party <br> shall publish, e.g. on the Internet, its advance rulings on tariff classification and any other <br> such matters as the Party may decide. <br> 3 To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective legislation on the matters referred to in paragraphs 1 and 2. <br> ARTICLE 3.9: APPEAL PROCEDURES <br> 1 Each Party shall ensure that with respect to its determinations on customs matters <br> and other import, export and transit requirements and procedures, persons concerned who <br> are the subject of such determinations shall have access to review or appeal of such <br> determinations. A Party may require that an appeal be initially heard by the same agency, <br> its supervisory authority or a judicial authority prior to a review by a higher independent <br> body, which may be a judicial authority or administrative tribunal. <br> 2 The producer or exporter may provide, upon request by the reviewing authority to <br> the producer or exporter, information directly to the Party conducting the administrative <br> review. The exporter or producer providing the information may ask the Party conducting <br> the administrative review to treat that information as confidential in accordance with its <br> laws and regulations. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 3.10: CONFIDENTIALITY <br> 1 Any information provided by persons or authorities of a Party to the authorities of <br> the other Party pursuant to this Chapter shall, including where requested pursuant to <br> Article 3.9, be treated as being of a confidential or restricted nature, depending on the laws <br> and regulations applicable in each Party. It shall be covered by the obligation of official <br> secrecy and shall enjoy the protection extended to similar information under the relevant <br> laws and regulations of the Party that received it. <br> 2 Information referred to in paragraph 1 shall not be used by the authorities of the <br> Party which has received it for purposes other than what it has been provided for without <br> the express permission of the person or authority providing it. <br> 3 Other than with the express permission of the person or authority that provided it, <br> the information referred to in paragraph 1 shall not be published or otherwise disclosed to <br> any persons, except where obliged or authorised to do so under the laws and regulations of <br> the Party that received it in connection with legal proceedings. The person that provided <br> the information shall be notified of such disclosure, wherever possible, in advance. <br> 4 Where an authority of a Party requests information pursuant to this Chapter, it <br> shall notify the requested persons of any possibility of disclosure in connection with legal proceedings. <br> "}, {"ArticleTitle": "PRE-SHIPMENT INSPECTIONS", "ArticleDesc": "ARTICLE 3.11: PRE-SHIPMENT INSPECTIONS <br> Neither Party shall require the use of pre-shipment inspections or their equivalent. <br> "}, {"ArticleTitle": "POST CLEARANCE AUDIT", "ArticleDesc": "ARTICLE 3.12: POST CLEARANCE AUDIT <br> Each Party shall provide traders with the opportunity to benefit from the application of <br> efficient post clearance audits. The application of post clearance audits shall not impose <br> unwarranted or unjustified requirements or burdens on traders. <br> "}, {"ArticleTitle": "CUSTOMS VALUATION", "ArticleDesc": "ARTICLE 3.13: CUSTOMS VALUATION <br> The Customs Valuation Agreement is incorporated into and made part of this Agreement, <br> mutatis mutandis. The reservations and options provided for in Article 20 and paragraphs 2 <br> through 4 of Annex III of the Customs Valuation Agreement shall be applicable. <br> "}, {"ArticleTitle": "CUSTOMS COOPERATION", "ArticleDesc": "ARTICLE 3.14: CUSTOMS COOPERATION <br> 1 The Parties shall enhance their cooperation in customs and customs-related matters. <br> 2 The Parties undertake to develop trade facilitation actions in customs matters <br> taking account of the work done in this connection by international organisations. This <br> may include testing of new customs procedures. <br> 3 The Parties affirm their commitment to the facilitation of the legitimate movement <br> of goods and shall exchange expertise on measures to improve customs techniques and <br> procedures, and on computerised systems. <br> 4 The Parties shall commit to: <br> (a) pursuing the harmonisation of documentation and data elements used in <br> trade according to international standards for the purpose of facilitating <br> the flow of trade between them in customs-related matters regarding the <br> importation, exportation and transit of goods; <br> (b) intensifying cooperation between their customs laboratories and <br> scientific departments and to working towards the harmonisation of <br> customs laboratories methods; <br> (c) exchanging customs' personnel; <br> (d) jointly organising training programmes on customs-related issues, for the <br> officials who participate directly in customs procedures; <br> (e) developing effective mechanisms for communicating with the trade and <br> business communities; <br> (f) assisting, to the extent practicable, each other in the tariff classification, <br> valuation and determination of origin; <br> (g) promoting strong and efficient intellectual property rights enforcement <br> by customs authorities, regarding imports, exports, re-exports, transit, <br> transhipments and other customs procedures, and in particular as regards <br> counterfeit goods; and <br> (h) improving the security, while facilitating trade, of sea-container and <br> other shipments from all locations that are imported into, transhipped <br> through, or transiting the Parties. The Parties agree that the objectives of <br> the intensified and broadened cooperation include, but are not limited to: <br> (i) working together to reinforce the customs related aspects for <br> securing the logistics chain of international trade; and <br> (ii) coordinating positions, to the greatest extent practicable, in any <br> multilateral fora where issues related to container security may be <br> appropriately raised and discussed. <br> 5 The Parties recognise that technical cooperation between them is fundamental to <br> facilitating compliance with the obligations set forth in this Agreement and to achieving <br> high levels of trade facilitation. The Parties, through their customs administrations, agree <br> to develop a technical cooperation programme under mutually agreed terms as to the scope, <br> timing and cost of cooperative measures in customs and customs-related areas. <br> 6 Through the Parties' respective customs administrations and other border-related <br> authorities, the Parties shall review relevant international initiatives on trade facilitation, <br> including, inter alia, relevant work in the WTO and WCO, to identify areas where further <br> joint action would facilitate trade between the Parties and promote shared multilateral <br> objectives. The Parties shall work together to establish, wherever possible, common <br> positions in international organizations in the field of customs and trade facilitation, <br> notably in the WTO and WCO. <br> 7 The Parties shall assist each other in implementation and enforcement of this <br> Chapter, the Protocol on Rules of Origin and Origin Procedures, and their respective <br> customs laws or regulations. <br> "}, {"ArticleTitle": "MUTUAL ADMINISTRATIVE ASSISTANCE IN CUSTOMS MATTERS", "ArticleDesc": "ARTICLE 3.15: MUTUAL ADMINISTRATIVE ASSISTANCE IN CUSTOMS MATTERS <br> The Parties shall provide mutual administrative assistance in customs matters in <br> accordance with the Agreement between the Government of the Republic of Turkey and the <br> Government of the Republic of Korea on Cooperation and Mutual Assistance in Customs Matters. <br> "}, {"ArticleTitle": "CUSTOMS CONTACT POINTS", "ArticleDesc": "ARTICLE 3.16: CUSTOMS CONTACT POINTS <br> 1 The Parties shall exchange lists of designated contact points for matters arising <br> under this Chapter and the Protocol on Rules of Origin and Origin Procedures. <br> 2 The contact points shall endeavour to resolve operational matters covered by this <br> Chapter through consultations. If a matter cannot be resolved through the contact points, <br> the matter shall be referred to the Customs Committee referred to in Article 3.17. <br> "}, {"ArticleTitle": "CUSTOMS COMMITTEE", "ArticleDesc": "ARTICLE 3.17: CUSTOMS COMMITTEE <br> 1 The Parties hereby establish the Customs Committee pursuant to Article 7.2 <br> (Committees and Working Groups) of the Framework Agreement. The Customs <br> Committee shall ensure the proper functioning of this Chapter and the Protocol on Rules of <br> Origin and Origin Procedures and examine all issues arising from their application. For <br> matters covered by this Agreement, it shall report to the Joint Committee established <br> pursuant to 7.1 (Joint Committee) of the Framework Agreement. <br> 2 The Customs Committee shall consist of representatives of the customs and other <br> competent authorities of the Parties responsible for customs and trade facilitation matters, <br> and for the management of the Protocol on Rules of Origin and Origin Procedures. <br> 3 The Customs Committee shall adopt its rules of procedure, if considered <br> necessary, and meet annually, the location of the meeting alternating between the Parties. <br> 4 On request of a Party, the Customs Committee shall meet to discuss and <br> endeavour to resolve any difference that may arise between the Parties on matters as <br> included in this Chapter and the Protocol on Rules of Origin and Origin Procedures. <br> 5 The Customs Committee may formulate resolutions, recommendations or <br> opinions which it considers necessary for the attainment of the common objectives and <br> sound functioning of the mechanisms established in this Chapter and the Protocol on Rules <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.5: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 3.8: ADVANCE RULINGS <br> of Origin and Origin Procedures. <br> The Parties shall promote the implementation of the Authorized Economic Operator (AEO) <br> 1 Upon written request from traders, each Party shall issue written advance rulings, <br> concept. Acknowledgment of the AEO security status should be taken into account to <br> through its customs authorities, prior to the importation of a good into its territory in <br> secure the international trade supply chain and trade facilitation benefits should be <br> accordance with its laws and regulations, on tariff classification, origin or any other such <br> provided in return for meeting customs security standards. <br> matters as the Party may decide. <br> 2 Subject to any confidentiality requirements in its laws and regulations, each Party <br> shall publish, e.g. on the Internet, its advance rulings on tariff classification and any other <br> such matters as the Party may decide. <br> 3 To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective legislation on the matters referred to in paragraphs 1 and 2. <br> ARTICLE 3.9: APPEAL PROCEDURES <br> 1 Each Party shall ensure that with respect to its determinations on customs matters <br> and other import, export and transit requirements and procedures, persons concerned who <br> are the subject of such determinations shall have access to review or appeal of such <br> determinations. A Party may require that an appeal be initially heard by the same agency, <br> its supervisory authority or a judicial authority prior to a review by a higher independent <br> body, which may be a judicial authority or administrative tribunal. <br> 2 The producer or exporter may provide, upon request by the reviewing authority to <br> the producer or exporter, information directly to the Party conducting the administrative <br> review. The exporter or producer providing the information may ask the Party conducting <br> the administrative review to treat that information as confidential in accordance with its <br> laws and regulations. <br> "}]}]}, "members_found": ["792", "410"]}