{"FtaRooDetails": {"FtaId": 465, "FtaCode": "ITC00470", "FtaName": "FTA, Korea-United States", "FtaFullName": "THE UNITED STATES - KOREA FREE TRADE AGREEMENT IMPLEMENTING LEGISLATION AND SUPPORTING DOCUMENTATION", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "15.03.2012", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-United States", "AdminProcCooAuth": "The certification type under FTA, Korea-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35/55/35%", "RooText": "No change in tariff classification is required, provided that there is a regional value content of not less than: (a) 35 percent under the build-up method; or (b) 55 percent under the build-down method; or (c) 35 percent under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General interpretative notes", "RooText": " ANNEX 6-A SPECIFIC<br /> RULES OF ORIGIN<br /> Part I - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set forth in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading;<br /> (b) the requirement of a change in tariff classification applies only to non-<br /> originating materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, and it is written to exclude tariff provisions at the level of<br /> a chapter, heading, or subheading of the Harmonized System, it shall be<br /> construed to mean that the rule of origin requires that materials classified in<br /> those excluded provisions be originating for the good to qualify as originating;<br /> (d) when a heading or subheading is subject to alternative specific rules of origin,<br /> the rule will be considered to be met if a good satisfies one of the alternatives;<br /> (e) when a single rule of origin is applicable to a group of headings or<br /> subheadings and that rule of origin specifies a change of heading or<br /> subheading, it shall be understood that the change in heading or subheading<br /> may occur from any other heading or subheading, as the case may be,<br /> including from any other heading or subheading within a designated group.<br /> When, however, a rule refers to a change in heading or subheading \"outside<br /> that group\" this shall be understood to require that the change in heading or<br /> subheading must occur from a heading or subheading that is outside the<br /> group of headings or subheadings set out in the rule;<br /> (f) reference to weight in the rules for goods provided for in Chapters 1 through<br /> 24 of the Harmonized System means dry weight unless otherwise specified in<br /> the Harmonized System; and<br /> (g) for Chapters 1 to 40, a good shall not be considered to be originating solely by<br /> reason of mere dilution with water or another substance that does not<br /> materially alter the characteristics of the good.<br /> 2. The following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized<br /> System;<br /> section means a section of the Harmonized System;<br /> subheading means the first six digits in the tariff classification number under the<br /> Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00470_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbp.gov/sites/default/files/documents/Attachment%20A%20Korea%20%20Data%20Elements%20for%20the%20Certificate%20of%20Origin.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00470_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ustr.gov/sites/default/files/Annex_6-A_SPECIFIC_RULES_OF_ORIGIN.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00470_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/KORUS%20-CHAPTER%20SIX-%20RULES%20OF%20ORIGIN%20AND%20ORIGIN%20PROCEDURES.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00470_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/korus/asset_upload_file732_12705.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00470_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/sites/default/files/uploads/Countries%20Regions/africa/agreements/pdfs/FTAs/South%20Korea%20FULL.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.5: ACCUMULATION <br /> 1 Each Party shall provide that originating goods or materials of one Party, incorporated <br /> into a good in the territory of the other Party, shall be considered to originate in the territory of <br /> the other Party. <br /> 2 Each Party shall provide that a good is originating where the good is produced in the <br /> territory of one or both of the Parties by one or more producers, provided that the good satisfies <br /> the requirements in Article 6.1 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.6: DE MINIMIS <br /> 1 Except as provided in Annex 6-B, each Party shall provide that a good that does not <br /> undergo a change in tariff classification pursuant to Annex 6-A is nonetheless originating if the <br /> value of all non-originating materials that have been used in the production of the good and do <br /> not undergo the applicable change in tariff classification does not exceed ten percent of the <br /> adjusted value of the good, provided that the value of such non-originating materials shall be <br /> included in the value of non-originating materials for any applicable regional value content <br /> requirement and that the good meets all other applicable requirements in this Chapter. <br /> 2 With respect to a textile or apparel good, Article 4.2.7 (Rules of Origin and Related <br /> Matters) applies in place of paragraph 1. <br /> Annex 6-B Exceptions to Article 6.6 <br /> Article 6.6 shall not apply to: <br /> (a) a non-originating material classified in HS Chapter 3 that is used in the <br /> production of a good classified in that Chapter; <br /> (b) a non-originating material classified in HS Chapter 4, or a non-originating <br /> dairy preparation containing over ten percent by weight of milk solids <br /> classified under subheading 1901.90 or 2106.90, that is used in the production <br /> of a good classified in that Chapter; <br /> (c) a non-originating material classified in HS Chapter 4, or a non-originating <br /> dairy preparation containing over ten percent by weight of milk solids <br /> classified under subheading 1901.90, that is used in the production of the <br /> following goods: infant preparations containing over ten percent by weight of <br /> milk solids classified under subheading 1901.10; mixes and doughs, <br /> containing over 25 percent by weight of butterfat, not put up for retail sale, <br /> classified under subheading 1901.20; dairy preparations containing over ten <br /> percent by weight of milk solids, classified under subheading 1901.90 or <br /> 2106.90; goods classified under heading 21.05; beverages containing milk <br /> classified under subheading 2202.90; or animal feeds containing over ten <br /> percent by weight of milk solids classified under subheading 2309.90; <br /> (d) a non-originating material classified in HS Chapter 7 that is used in the <br /> production of a good classified under subheading 0703.10, 0703.20, 0709.59, <br /> 0709.60, 0710.21 through 0710.80, 0711.90, 0712.20, 0712.39 through <br /> 0713.10, or 0714.20; <br /> (e) a non-originating material classified under heading 10.06, or a non-originating <br /> rice product classified in HS Chapter 11 that is used in the production of a <br /> good classified under heading 10.06, 11.02, 11.03, or 11.04, or subheading <br /> 1901.20 or 1901.90; <br /> (f) a non-originating material classified under heading 08.05 or subheading <br /> 2009.11 through 2009.39 that is used in the production of a good classified <br /> under subheading 2009.11 through 2009.39, or in fruit or vegetable juice of <br /> any single fruit or vegetable, fortified with minerals or vitamins, concentrated <br /> or unconcentrated, classified under subheading 2106.90 or 2202.90; <br /> (g) non-originating peaches, pears, or apricots classified in HS Chapters 8 or 20, <br /> that are used in the production of a good classified under heading 20.08; <br /> (h) a non-originating material classified in HS Chapter 15 that is used in the <br /> production of a good classified under heading 15.01 through 15.08, 15.12, <br /> 15.14, or 15.15; <br /> (i) a non-originating material classified under heading 17.01 that is used in the <br /> production of a good classified under heading 17.01 through 17.03; <br /> (j) a non-originating material classified in HS Chapter 17 that is used in the <br /> production of a good classified under subheading 1806.10; or <br /> (k) except as provided under paragraphs (a) through (j) and in the specific rules of <br /> origin under Annex 6-A, a non-originating material used in the production of a <br /> good classified in HS Chapters 1 through 24 unless the non-originating <br /> material is classified under a different subheading than the good for which <br /> origin is being determined. <br /> [Customs administration]:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.8: ACCESSORIES, SPARE PARTS, AND TOOLS <br /> 5 Nothing in Article 6.7 shall be construed to prevent a Party from requiring an importer to identify by percentage the <br /> country or countries of origin of fungible goods. <br /> 1 Each Party shall provide that a good's standard accessories, spare parts, or tools delivered <br /> with the good shall be considered originating goods if the good is an originating good and shall <br /> be disregarded in determining whether all the non-originating materials used in the production of <br /> the good undergo the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced separately <br /> from the good; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br /> the good. <br /> 2 If a good is subject to a regional value content requirement, the value of the accessories, <br /> spare parts, or tools described in paragraph 1 shall be taken into account as originating or non- <br /> originating materials, as the case may be, in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.2: REGIONAL VALUE CONTENT <br /> 1 Where Annex 6-A specifies a regional value content test to determine whether a good is <br /> originating, each Party shall provide that the importer, exporter, or producer may calculate <br /> regional value content based on one or the other of the following methods: <br /> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br /> RVC = AV - VNM x 100 <br /> AV <br /> (b) Method Based on Value of Originating Materials (Build-up Method) <br /> RVC = VOM x 100 <br /> AV <br /> 1 For greater certainty, whether a good is originating is not determinative of whether the good is also admissible. <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value of the good; <br /> VNM is the value of non-originating materials, other than indirect materials, acquired <br /> and used by the producer in the production of the good; VNM does not include the <br /> value of a material that is self-produced; and <br /> VOM is the value of originating materials, other than indirect materials, acquired or self- <br /> produced and used by the producer in the production of the good. <br /> 2 Each Party shall provide that all costs considered for the calculation of regional value <br /> content shall be recorded and maintained in conformity with the Generally Accepted Accounting <br /> Principles applicable in the territory of the Party where the good is produced. <br /> 3 Where Annex 6-A specifies a regional value content test to determine if an automotive <br /> good2 is originating, each Party shall provide that the importer, exporter, or producer may <br /> calculate the regional value content of that good as provided in paragraph 1 or based on the <br /> following method: <br /> Net Cost Method (for Automotive Goods) <br /> RVC = NC - VNM x 100 <br /> NC <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; and <br /> VNM is the value of non-originating materials, other than indirect materials, acquired <br /> and used by the producer in the production of the good; VNM does not include the <br /> value of a material that is self-produced. <br /> 4 Each Party shall provide that, for purposes of the regional value content method in <br /> paragraph 3, the importer, exporter, or producer may use a calculation averaged over the <br /> producer's fiscal year, using any one of the following categories, on the basis of all motor <br /> vehicles in the category or only those motor vehicles in the category that are exported to the <br /> territory of the other Party: <br /> 2 Paragraph 3 applies solely to goods classified under the following HS headings and subheadings: 8407.31 through <br /> 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.01 through 87.05 (motor <br /> vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> (a) the same model line of motor vehicles in the same class of vehicles produced in <br /> the same plant in the territory of a Party; <br /> (b) the same class of motor vehicles produced in the same plant in the territory of a <br /> Party; or <br /> (c) the same model line of motor vehicles produced in the territory of a Party. <br /> 5 Each Party shall provide that, for purposes of calculating regional value content under <br /> paragraph 3 for automotive materials3 produced in the same plant, an importer, exporter, or <br /> producer may use a calculation: <br /> (a) averaged, <br /> (i) over the fiscal year of the motor vehicle producer to whom the good is <br /> sold; <br /> (ii) over any quarter or month; or <br /> (iii) over the fiscal year of the automotive materials producer, <br /> provided that the good was produced during the fiscal year, quarter, or month <br /> forming the basis for the calculation; <br /> (b) in which the average in subparagraph (a) is calculated separately for such goods <br /> sold to one or more motor vehicle producers; or <br /> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br /> goods that are exported to the territory of the other Party. <br /> ARTICLE 6.3: VALUE OF MATERIALS <br /> Each Party shall provide that, for purposes of Articles 6.2 and 6.6, the value of a material shall <br /> be: <br /> (a) for a material imported by the producer of the good, the adjusted value of the <br /> material; <br /> (b) for a material acquired by the producer in the territory where the good is produced, <br /> the value, determined in accordance with Articles 1 through 8, Article 15, and the <br /> corresponding interpretative notes of the Customs Valuation Agreement, i.e., in <br /> the same manner as for imported goods, with such reasonable modifications as <br /> may be required due to the absence of an importation by the producer; or <br /> 3 Paragraph 5 applies solely to automotive materials classified in the following HS headings and subheadings: <br /> 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.06 (chassis), <br /> 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> (c) for a material that is self-produced, <br /> (i) all the costs incurred in the production of the material, including general <br /> expenses; and <br /> (ii) an amount for profit equivalent to the profit added in the normal course of <br /> trade. <br /> ARTICLE 6.4: FURTHER ADJUSTMENTS TO THE VALUE OF MATERIALS <br /> 1 Each Party shall provide that, for originating materials, the following expenses, where not <br /> included under Article 6.3, may be added to the value of the material: <br /> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br /> the material within a Party's territory or between the territories of the Parties to the <br /> location of the producer; <br /> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br /> one or both of the Parties, other than duties and taxes that are waived, refunded, <br /> refundable, or otherwise recoverable, including credit against duty or tax paid or <br /> payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-product. <br /> 2 Each Party shall provide that, for non-originating materials, the following expenses, <br /> where included under Article 6.3, may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br /> the material within a Party's territory or between the territories of the Parties to the <br /> location of the producer; <br /> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br /> one or both of the Parties, other than duties and taxes that are waived, refunded, <br /> refundable, or otherwise recoverable, including credit against duty or tax paid or <br /> payable; <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-product; and <br /> (d) the cost of originating materials used in the production of the non-originating <br /> material in the territory of a Party.4 <br /> 4 For greater certainty and for purposes of paragraphs 1(a) and 2(a) of Article 6.4, @^@costs of freight@^@ includes the costs <br /> of all types of freight, including in-land freight incurred within a Party's territory, regardless of the mode of <br /> transportation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.12: INDIRECT MATERIALS <br /> Each Party shall provide that an indirect material shall be disregarded for the purpose of <br /> determining whether a good is originating pursuant to subparagraphs (a), (b)(i), and (c) of Article <br /> 6.1. <br /> ARTICLE 6.22: DEFINITIONS <br /> indirect material means a good used in the production, testing, or inspection of a good but not <br /> physically incorporated into the good, or a good used in the maintenance of buildings or the <br /> operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and molds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in production <br /> or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.13: TRANSIT AND TRANSSHIPMENT <br /> Each Party shall provide that a good shall not be considered to be an originating good if the good: <br /> (a) undergoes subsequent production or any other operation outside the territories of <br /> the Parties, other than unloading, reloading, or any other operation necessary to <br /> preserve the good in good condition or to transport the good to the territory of a <br /> Party; or <br /> (b) does not remain under the control of customs authorities in the territory of a non- <br /> Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.1: ORIGINATING GOODS1 <br /> Except as otherwise provided in this Chapter, each Party shall provide that a good is originating <br /> where it is: <br /> (a) a good wholly obtained or produced entirely in the territory of one or both of the <br /> Parties; <br /> (b) produced entirely in the territory of one or both of the Parties and <br /> (i) each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification specified in Annex <br /> 4-A (Specific Rules of Origin for Textile or Apparel Goods) or Annex 6-A, <br /> or <br /> (ii) the good otherwise satisfies any applicable regional value content or other <br /> requirements specified in Annex 4-A or Annex 6-A, <br /> and the good satisfies all other applicable requirements of this Chapter; or <br /> (c) produced entirely in the territory of one or both of the Parties exclusively from <br /> originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> 1 Each Party shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale shall, if classified with the good, be disregarded in determining whether <br /> all the non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex 4-A (Specific Rules of Origin for Textile or <br /> Apparel Goods) or Annex 6-A. <br /> 2 If a good is subject to a regional value content requirement, the value of packaging <br /> materials and containers described in paragraph 1 shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value content of the <br /> good. <br /> ARTICLE 6.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Each Party shall provide that packing materials and containers for shipment shall be disregarded <br /> in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.7: FUNGIBLE GOODS AND MATERIALS5 <br /> 1 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br /> may claim that a fungible good or material is originating where the importer, exporter, or <br /> producer has: <br /> (a) physically segregated each fungible good or material; or <br /> (b) used any inventory management method, such as averaging, last-in-first-out <br /> (LIFO) or first-in-first-out (FIFO), recognized in the Generally Accepted <br /> Accounting Principles of the Party in which the production is performed or <br /> otherwise accepted by the Party in which the production is performed. <br /> 2 Each Party shall provide that the inventory management method selected under paragraph <br /> 1 for a particular fungible good or material shall continue to be used for that good or material <br /> throughout the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.9: SETS OF GOODS <br /> 1 Each Party shall provide that if goods are classified as a set as a result of the application <br /> of rule 3 of the General Rules of Interpretation of the Harmonized System, the set is originating <br /> only if each good in the set is originating. <br /> 2 Notwithstanding paragraph 1, a set of goods is originating if the value of all the non- <br /> originating goods in the set does not exceed 15 percent of the adjusted value of the set. <br /> 3 With respect to a textile or apparel good, Article 4.2.8 (Rules of Origin and Related <br /> Matters) applies in place of paragraphs 1 and 2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.15: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br /> treatment based on either: <br /> (a) a written or electronic certification by the importer, exporter, or producer; or <br /> (b) the importer's knowledge that the good is an originating good, including <br /> reasonable reliance on information in the importer's possession that the good is an <br /> originating good. <br /> 2 Each Party shall provide that a certification need not be made in a prescribed format, <br /> provided that the certification is in written or electronic form, including but not limited to the <br /> following elements: <br /> (a) the name of the certifying person, including as necessary contact or other <br /> identifying information; <br /> (b) the importer of the good (if known); <br /> (c) the exporter of the good (if different from the producer); <br /> (d) the producer of the good (if known); <br /> (e) tariff classification under the Harmonized System and a description of the good; <br /> (f) information demonstrating that the good is originating; <br /> (g) date of the certification; and <br /> (h) in the case of a blanket certification issued as set out in paragraph 4(b), the period <br /> that the certification covers. <br /> 3 Each Party shall provide that a certification by the producer or exporter of the good may <br /> be completed on the basis of: <br /> (a) the producer's or exporter's knowledge that the good is originating; or <br /> (b) in the case of an exporter, reasonable reliance on the producer's written or <br /> electronic certification that the good is originating. <br /> Neither Party may require an exporter or producer to provide a written or electronic certification <br /> to another person. <br /> 4 Each Party shall provide that a certification may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the written or <br /> electronic certification, not exceeding 12 months from the date of the certification. <br /> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br /> was issued. <br /> 6 Each Party shall allow an importer to submit a certification in the language of the <br /> importing Party or the exporting Party. In the latter case, the customs authority of the importing <br /> Party may require the importer to submit a translation of the certification in the language of the <br /> importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.16: WAIVER OF CERTIFICATION OR OTHER INFORMATION <br /> Each Party shall provide that a certification or information demonstrating that a good is <br /> originating shall not be required where: <br /> (a) the customs value of the importation does not exceed 1,000 U.S. dollars or the <br /> equivalent amount in the currency of the importing Party, or such higher amount <br /> as may be established by the importing Party, unless the importing Party considers <br /> the importation to be part of a series of importations carried out or planned for the <br /> purpose of evading compliance with the Party's laws governing claims for <br /> preferential tariff treatment under this Agreement; or <br /> (b) it is a good for which the importing Party does not require the importer to present <br /> a certification or information demonstrating origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.15: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 4 Each Party shall provide that a certification may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the written or <br /> electronic certification, not exceeding 12 months from the date of the certification. <br /> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br /> was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.17: RECORD KEEPING REQUIREMENTS <br /> 1 Each Party shall provide that an exporter or a producer in its territory that provides a <br /> certification in accordance with Article 6.15 shall maintain, for a minimum of five years from the <br /> date the certification was issued, all records necessary to demonstrate that a good for which the <br /> producer or exporter provided a certification was an originating good, including records <br /> concerning: <br /> (a) the purchase of, cost of, value of, and payment for, the exported good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, including indirect <br /> materials, used in the production of the exported good; <br /> (c) the production of the good in the form in which it was exported; and <br /> (d) such other documentation as the Parties may agree to require. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br /> imported into the territory of that Party based on the importer's certification or its knowledge that <br /> the good is an originating good shall maintain, for a minimum of five years from the date of <br /> importation of the good, all records necessary to demonstrate the good qualified for the <br /> preferential tariff treatment. <br /> 3 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br /> imported into the territory of that Party based on a certification issued by the exporter or producer <br /> shall maintain, for a minimum of five years from the date of importation of the good, a copy of <br /> the certification that served as the basis for the claim. If the importer possesses records <br /> demonstrating that the good satisfies the requirements to remain originating under Article 6.13, <br /> the importer shall maintain such records for a minimum of five years from the date of importation <br /> of the good. <br /> 4 Each Party shall provide that an importer, exporter, or producer may choose to maintain <br /> the records specified in paragraph 1, 2, or 3 in any medium that allows for prompt retrieval, <br /> including, but not limited to, digital, electronic, optical, magnetic, or written form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.19: OBLIGATIONS RELATING TO IMPORTATIONS <br /> 5 Each Party shall provide that, where a good was originating when it was imported into its <br /> territory, but the importer of the good did not make a claim for preferential tariff treatment at the <br /> time of importation, that importer may, no later than one year after the date of importation, make <br /> a claim for preferential tariff treatment and apply for a refund of any excess duties paid as a result <br /> of the good not having been accorded preferential tariff treatment, on presentation to the Party of: <br /> (a) a written or electronic declaration or statement that the good was originating at the <br /> time of importation; <br /> (b) a copy of a written or electronic certification if the certification forms the basis for <br /> the claim, or other information demonstrating that the good was originating; and <br /> (c) such other documentation relating to the importation of the good as the importing <br /> Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.18: VERIFICATION <br /> 1 For purposes of determining whether a good imported into its territory from the territory <br /> of the other Party is an originating good, the importing Party may conduct a verification by means <br /> of: <br /> (a) written requests for information from the importer, exporter, or producer; <br /> (b) written questionnaires to the importer, exporter, or producer; <br /> (c) visits to the premises of an exporter or producer in the territory of the other Party, <br /> to review the records referred to in Article 6.17.1 or observe the facilities used in <br /> the production of the good; <br /> (d) for a textile or apparel good, the procedures set out in Article 4.3 (Customs <br /> Cooperation for Textile or Apparel Goods); or <br /> (e) such other procedures to which the importing and exporting Parties may agree. <br /> Where an importing Party conducts verification by the means referred to in subparagraph (a) or <br /> (b), the importing Party may request that the importer arrange for the exporter or producer to <br /> provide information directly to the importing Party. <br /> 2 The Parties shall agree on procedures for conducting visits provided for in paragraph 1(c). <br /> 3 A Party may deny preferential tariff treatment to a good where: <br /> (a) the importer, exporter, or producer fails to provide information that the Party <br /> requested under paragraph 1(a) or 1(b) demonstrating that the good is an <br /> originating good; <br /> (b) after receiving a written notification for a visit pursuant to paragraph 1(c), the <br /> exporter or producer declines to provide access to the records referred to in Article <br /> 6.17 or to its facilities; or <br /> (c) the Party finds a pattern of conduct indicating that an importer, exporter, or <br /> producer has provided false or unsupported declarations or certifications that a <br /> good imported into its territory is an originating good. <br /> 4 If, as a result of a verification, a Party finds that a good is not originating, the Party shall <br /> provide the importer with a proposed determination to that effect and an opportunity to submit <br /> additional information demonstrating that the good is originating. Each Party shall provide that <br /> the importer may arrange for the exporter or producer to provide pertinent information directly to <br /> the Party. <br /> 5 After providing the importer with an opportunity to submit additional information <br /> pursuant to paragraph 4, the Party that conducted the verification shall provide the importer a <br /> final determination, in writing, of whether the good is originating. The Party's determination <br /> shall include factual findings and the legal basis for the determination. Where the exporter or <br /> producer has provided information pursuant to paragraph 1 or 4 directly to the Party conducting <br /> the verification, that Party shall endeavor to provide a copy of the determination to the exporter or <br /> producer that provided the information. <br /> 6 Where an importing Party determines through verification that an importer, exporter, or <br /> producer has engaged in a pattern of conduct in providing false or unsupported statements, <br /> declarations, or certifications that a good imported into its territory is originating, the Party may <br /> suspend preferential tariff treatment to identical goods covered by subsequent statements, <br /> declarations, or certifications by that importer, exporter, or producer until the Party determines <br /> that the importer, exporter, or producer is in compliance with the requirements of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 7.9:  PENALTIES <br /> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br /> administrative penalties and, where appropriate, criminal sanctions for violations of its customs <br /> laws and regulations, including those governing tariff classification, customs valuation, country <br /> of origin, and claims for preferential treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 7.10:  ADVANCE RULINGS <br /> 1 Each Party shall issue, through its customs authority, before a good is imported into its <br /> territory, a written advance ruling at the written request of an importer in its territory, or an <br /> exporter or producer in the territory of the other Party4 with regard to: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria for a particular case, in accordance <br /> with the Customs Valuation Agreement; <br /> 2  Notwithstanding subparagraph (g), a Party may require express shipments to be accompanied by an airway bill or <br /> other bill of lading.  For greater certainty, a Party may assess customs duties or taxes, and may require formal entry <br /> documents, for restricted goods. <br /> 3  For Korea, administrative review under subparagraph (a) may include review by Korea's tax tribunal. <br /> 4  For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling through a duly <br /> authorized representative. <br /> (c) the application of duty drawback, deferral, or other relief from customs duties; <br /> (d) whether a good is originating; <br /> (e) whether a good re-entered into the territory of a Party after being exported to the <br /> territory of the other Party for repair or alteration is eligible for duty free treatment <br /> in accordance with Article 2.6 (Goods Re-entered after Repair or Alteration); <br /> (f) country of origin marking; <br /> (g) whether a good is subject to a quota or tariff-rate quota; and <br /> (h) such other matters as the Parties may agree. <br /> 2 Each Party shall issue an advance ruling within 90 days after its customs authority <br /> receives a request, provided that the requester has submitted all information that the Party <br /> requires, including, if the Party requests, a sample of the good for which the requester is seeking <br /> an advance ruling.  In issuing an advance ruling, the Party shall take into account facts and <br /> circumstances the requester has provided.  For greater certainty, a Party may decline to issue an <br /> advance ruling if the facts and circumstances forming the basis of the advance ruling are the <br /> subject of administrative or judicial review.  A Party that, pursuant to this paragraph, declines to <br /> issue an advance ruling shall promptly notify the requester in writing, setting forth the relevant <br /> facts and the basis for its decision to decline to issue the advance ruling. <br /> 3 Each Party shall provide that advance rulings shall take effect on the date they are issued, <br /> or on another date specified in the ruling, provided that the facts or circumstances on which the <br /> ruling is based remain unchanged. <br /> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies the <br /> requester.  The issuing Party may modify or revoke a ruling retroactively only if the ruling was <br /> based on inaccurate or false information. <br /> 5 Each Party shall ensure that requesters have access to administrative review of advance <br /> rulings. <br /> 6 Subject to any confidentiality requirements in its laws, each Party shall publish its <br /> advance rulings, including on the Internet. <br /> 7 If a requester provides false information or omits relevant facts or circumstances relating <br /> to the advance ruling, or does not act in accordance with the ruling's terms and conditions, the <br /> importing Party may apply appropriate measures, including civil, criminal, and administrative", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 7.8:  REVIEW AND APPEAL <br /> Each Party shall ensure that with respect to its determinations on customs matters, importers in <br /> its territory have access to: <br /> (a) a level of administrative review independent of the employee or office that issued <br /> the determinations;3 and <br /> (b) judicial review of the determinations. <br /> For greater certainty, each Party shall allow an exporter or producer to provide information <br /> directly to the Party conducting the review and to request that Party to treat that information as <br /> confidential in accordance with Article 7.6.4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER SIX <br> ARTICLE 6.15: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> Annex 6-B Exceptions to Article 6.6 <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Article 6.6 shall not apply to: <br> Section A: Rules of Origin <br> treatment based on either: <br> (a) a non-originating material classified in HS Chapter 3 that is used in the <br> ARTICLE 6.1: ORIGINATING GOODS1 <br> following method: <br> (a) a written or electronic certification by the importer, exporter, or producer; or <br> of the good. <br> production of a good classified in that Chapter; <br> Except as otherwise provided in this Chapter, each Party shall provide that a good is originating <br> (b) the importer's knowledge that the good is an originating good, including <br> (b) a non-originating material classified in HS Chapter 4, or a non-originating <br> where it is: <br> reasonable reliance on information in the importer's possession that the good is an <br> dairy preparation containing over ten percent by weight of milk solids <br> (a) a good wholly obtained or produced entirely in the territory of one or both of the <br> originating good. <br> classified under subheading 1901.90 or 2106.90, that is used in the production <br> Parties; <br> 2 Each Party shall provide that a certification need not be made in a prescribed format, <br> of a good classified in that Chapter; <br> (b) produced entirely in the territory of one or both of the Parties and <br> provided that the certification is in written or electronic form, including but not limited to the <br> (c) a non-originating material classified in HS Chapter 4, or a non-originating <br> (i) each of the non-originating materials used in the production of the good <br> following elements: <br> undergoes an applicable change in tariff classification specified in Annex <br> (a) the name of the certifying person, including as necessary contact or other <br> classified under subheading 1901.90, that is used in the production of the <br> 4-A (Specific Rules of Origin for Textile or Apparel Goods) or Annex 6-A, <br> identifying information; <br> following goods: infant preparations containing over ten percent by weight of <br> (b) the importer of the good (if known); <br> milk solids classified under subheading 1901.10; mixes and doughs, <br> (ii) the good otherwise satisfies any applicable regional value content or other <br> containing over 25 percent by weight of butterfat, not put up for retail sale, <br> requirements specified in Annex 4-A or Annex 6-A, <br> classified under subheading 1901.20; dairy preparations containing over ten <br> and the good satisfies all other applicable requirements of this Chapter; or <br> (e) tariff classification under the Harmonized System and a description of the good; <br> percent by weight of milk solids, classified under subheading 1901.90 or <br> (c) produced entirely in the territory of one or both of the Parties exclusively from <br> (f) information demonstrating that the good is originating; <br> 2106.90; goods classified under heading 21.05; beverages containing milk <br> originating materials. <br> (g) date of the certification; and <br> classified under subheading 2202.90; or animal feeds containing over ten <br> ARTICLE 6.2: REGIONAL VALUE CONTENT <br> (h) in the case of a blanket certification issued as set out in paragraph 4(b), the period <br> percent by weight of milk solids classified under subheading 2309.90; <br> 1 Where Annex 6-A specifies a regional value content test to determine whether a good is <br> that the certification covers. <br> (d) a non-originating material classified in HS Chapter 7 that is used in the <br> originating, each Party shall provide that the importer, exporter, or producer may calculate <br> 3 Each Party shall provide that a certification by the producer or exporter of the good may <br> production of a good classified under subheading 0703.10, 0703.20, 0709.59, <br> regional value content based on one or the other of the following methods: <br> be completed on the basis of: <br> 0709.60, 0710.21 through 0710.80, 0711.90, 0712.20, 0712.39 through <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> (a) the producer's or exporter's knowledge that the good is originating; or <br> 0713.10, or 0714.20; <br> RVC = AV - VNM x 100 <br> (b) in the case of an exporter, reasonable reliance on the producer's written or <br> (e) a non-originating material classified under heading 10.06, or a non-originating <br> electronic certification that the good is originating. <br> rice product classified in HS Chapter 11 that is used in the production of a <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> Neither Party may require an exporter or producer to provide a written or electronic certification <br> good classified under heading 10.06, 11.02, 11.03, or 11.04, or subheading <br> RVC = VOM x 100 <br> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br> to another person. <br> 1901.20 or 1901.90; <br> 4 Each Party shall provide that a certification may apply to: <br> (f) a non-originating material classified under heading 08.05 or subheading <br> 1 For greater certainty, whether a good is originating is not determinative of whether the good is also admissible. <br> (a) a single shipment of a good into the territory of a Party; or <br> 2009.11 through 2009.39 that is used in the production of a good classified <br> (b) multiple shipments of identical goods within any period specified in the written or <br> under subheading 2009.11 through 2009.39, or in fruit or vegetable juice of <br> electronic certification, not exceeding 12 months from the date of the certification. <br> any single fruit or vegetable, fortified with minerals or vitamins, concentrated <br> AV is the adjusted value of the good; <br> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br> or unconcentrated, classified under subheading 2106.90 or 2202.90; <br> was issued. <br> (g) non-originating peaches, pears, or apricots classified in HS Chapters 8 or 20, <br> and used by the producer in the production of the good; VNM does not include the <br> 6 Each Party shall allow an importer to submit a certification in the language of the <br> that are used in the production of a good classified under heading 20.08; <br> value of a material that is self-produced; and <br> importing Party or the exporting Party. In the latter case, the customs authority of the importing <br> (h) a non-originating material classified in HS Chapter 15 that is used in the <br> VOM is the value of originating materials, other than indirect materials, acquired or self- <br> (c) the exporter of the good (if different from the producer); <br> Party may require the importer to submit a translation of the certification in the language of the <br> production of a good classified under heading 15.01 through 15.08, 15.12, <br> produced and used by the producer in the production of the good. <br> (d) the producer of the good (if known); <br> importing Party. <br> 15.14, or 15.15; <br> 2 Each Party shall provide that all costs considered for the calculation of regional value <br> ARTICLE 6.16: WAIVER OF CERTIFICATION OR OTHER INFORMATION <br> (i) a non-originating material classified under heading 17.01 that is used in the <br> content shall be recorded and maintained in conformity with the Generally Accepted Accounting <br> Each Party shall provide that a certification or information demonstrating that a good is <br> production of a good classified under heading 17.01 through 17.03; <br> originating shall not be required where: <br> (j) a non-originating material classified in HS Chapter 17 that is used in the <br> 3 Where Annex 6-A specifies a regional value content test to determine if an automotive <br> (a) the customs value of the importation does not exceed 1,000 U.S. dollars or the <br> production of a good classified under subheading 1806.10; or <br> good2 is originating, each Party shall provide that the importer, exporter, or producer may <br> equivalent amount in the currency of the importing Party, or such higher amount <br> (k) except as provided under paragraphs (a) through (j) and in the specific rules of <br> calculate the regional value content of that good as provided in paragraph 1 or based on the <br> VNM is the value of non-originating materials, other than indirect materials, acquired <br> as may be established by the importing Party, unless the importing Party considers <br> origin under Annex 6-A, a non-originating material used in the production of a <br> the importation to be part of a series of importations carried out or planned for the <br> good classified in HS Chapters 1 through 24 unless the non-originating <br> purpose of evading compliance with the Party's laws governing claims for <br> material is classified under a different subheading than the good for which <br> RVC = NC - VNM x 100 <br> preferential tariff treatment under this Agreement; or <br> origin is being determined. <br> NC <br> RVC is the regional value content, expressed as a percentage; <br> (b) it is a good for which the importing Party does not require the importer to present <br> a certification or information demonstrating origin. <br> ARTICLE 6.17: RECORD KEEPING REQUIREMENTS <br> 1 Each Party shall provide that an exporter or a producer in its territory that provides a <br> certification in accordance with Article 6.15 shall maintain, for a minimum of five years from the <br> date the certification was issued, all records necessary to demonstrate that a good for which the <br> value of a material that is self-produced. <br> producer or exporter provided a certification was an originating good, including records <br> 4 Each Party shall provide that, for purposes of the regional value content method in <br> concerning: <br> paragraph 3, the importer, exporter, or producer may use a calculation averaged over the <br> (a) the purchase of, cost of, value of, and payment for, the exported good; <br> producer's fiscal year, using any one of the following categories, on the basis of all motor <br> (b) the purchase of, cost of, value of, and payment for all materials, including indirect <br> Net Cost Method (for Automotive Goods) <br> vehicles in the category or only those motor vehicles in the category that are exported to the <br> where, <br> materials, used in the production of the exported good; <br> principles applicable in the territory of the Party where the good is produced. <br> territory of the other Party: <br> (c) the production of the good in the form in which it was exported; and <br> 2 Paragraph 3 applies solely to goods classified under the following HS headings and subheadings: 8407.31 through <br> (d) such other documentation as the Parties may agree to require. <br> 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.01 through 87.05 (motor <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> NC is the net cost of the good; and <br> vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br> imported into the territory of that Party based on the importer's certification or its knowledge that <br> (a) the same model line of motor vehicles in the same class of vehicles produced in <br> the good is an originating good shall maintain, for a minimum of five years from the date of <br> the same plant in the territory of a Party; <br> importation of the good, all records necessary to demonstrate the good qualified for the <br> (b) the same class of motor vehicles produced in the same plant in the territory of a <br> preferential tariff treatment. <br> from the good; and <br> the good. <br> 3 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> imported into the territory of that Party based on a certification issued by the exporter or producer <br> 1 Each Party shall provide that packaging materials and containers in which a good is <br> 5 Each Party shall provide that, for purposes of calculating regional value content under <br> shall maintain, for a minimum of five years from the date of importation of the good, a copy of <br> paragraph 3 for automotive materials3 produced in the same plant, an importer, exporter, or <br> the certification that served as the basis for the claim. If the importer possesses records <br> producer may use a calculation: <br> demonstrating that the good satisfies the requirements to remain originating under Article 6.13, <br> (a) averaged, <br> the importer shall maintain such records for a minimum of five years from the date of importation <br> (i) over the fiscal year of the motor vehicle producer to whom the good is <br> (c) the same model line of motor vehicles produced in the territory of a Party. <br> sold; <br> 4 Each Party shall provide that an importer, exporter, or producer may choose to maintain <br> (ii) over any quarter or month; or <br> the records specified in paragraph 1, 2, or 3 in any medium that allows for prompt retrieval, <br> (iii) over the fiscal year of the automotive materials producer, <br> including, but not limited to, digital, electronic, optical, magnetic, or written form. <br> provided that the good was produced during the fiscal year, quarter, or month <br> ARTICLE 6.18: VERIFICATION <br> forming the basis for the calculation; <br> 1 For purposes of determining whether a good imported into its territory from the territory <br> (b) in which the average in subparagraph (a) is calculated separately for such goods <br> of the other Party is an originating good, the importing Party may conduct a verification by means <br> (c) the cost of waste and spoilage resulting from the use of the material in the <br> in determining whether a good is originating. <br> sold to one or more motor vehicle producers; or <br> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br> production of the good, less the value of renewable scrap or by-product; and <br> (a) written requests for information from the importer, exporter, or producer; <br> (d) the cost of originating materials used in the production of the non-originating <br> goods that are exported to the territory of the other Party. <br> (b) written questionnaires to the importer, exporter, or producer; <br> ARTICLE 6.3: VALUE OF MATERIALS <br> (c) visits to the premises of an exporter or producer in the territory of the other Party, <br> Each Party shall provide that, for purposes of Articles 6.2 and 6.6, the value of a material shall <br> to review the records referred to in Article 6.17.1 or observe the facilities used in <br> the production of the good; <br> (a) for a material imported by the producer of the good, the adjusted value of the <br> (d) for a textile or apparel good, the procedures set out in Article 4.3 (Customs <br> Cooperation for Textile or Apparel Goods); or <br> (b) for a material acquired by the producer in the territory where the good is produced, <br> (e) such other procedures to which the importing and exporting Parties may agree. <br> the value, determined in accordance with Articles 1 through 8, Article 15, and the <br> Where an importing Party conducts verification by the means referred to in subparagraph (a) or <br> corresponding interpretative notes of the Customs Valuation Agreement, i.e., in <br> (b), the importing Party may request that the importer arrange for the exporter or producer to <br> good. <br> the same manner as for imported goods, with such reasonable modifications as <br> provide information directly to the importing Party. <br> may be required due to the absence of an importation by the producer; or <br> 2 The Parties shall agree on procedures for conducting visits provided for in paragraph 1(c). <br> 3 Paragraph 5 applies solely to automotive materials classified in the following HS headings and subheadings: <br> material; <br> 3 A Party may deny preferential tariff treatment to a good where: <br> 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.06 (chassis), <br> (a) the importer, exporter, or producer fails to provide information that the Party <br> of: <br> 87.07 (bodies), and 87.08 (motor vehicle parts). <br> requested under paragraph 1(a) or 1(b) demonstrating that the good is an <br> (c) for a material that is self-produced, <br> originating good; <br> (i) all the costs incurred in the production of the material, including general <br> (b) after receiving a written notification for a visit pursuant to paragraph 1(c), the <br> expenses; and <br> exporter or producer declines to provide access to the records referred to in Article <br> (ii) an amount for profit equivalent to the profit added in the normal course of <br> 6.17 or to its facilities; or <br> trade. <br> (c) the Party finds a pattern of conduct indicating that an importer, exporter, or <br> ARTICLE 6.4: FURTHER ADJUSTMENTS TO THE VALUE OF MATERIALS <br> producer has provided false or unsupported declarations or certifications that a <br> 1 Each Party shall provide that, for originating materials, the following expenses, where not <br> good imported into its territory is an originating good. <br> included under Article 6.3, may be added to the value of the material: <br> 4 If, as a result of a verification, a Party finds that a good is not originating, the Party shall <br> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br> provide the importer with a proposed determination to that effect and an opportunity to submit <br> the material within a Party's territory or between the territories of the Parties to the <br> additional information demonstrating that the good is originating. Each Party shall provide that <br> the importer may arrange for the exporter or producer to provide pertinent information directly to <br> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br> the Party. <br> 5 After providing the importer with an opportunity to submit additional information <br> refundable, or otherwise recoverable, including credit against duty or tax paid or <br> pursuant to paragraph 4, the Party that conducted the verification shall provide the importer a <br> payable; and <br> final determination, in writing, of whether the good is originating. The Party's determination <br> shall include factual findings and the legal basis for the determination. Where the exporter or <br> production of the good, less the value of renewable scrap or by-product. <br> producer has provided information pursuant to paragraph 1 or 4 directly to the Party conducting <br> 2 Each Party shall provide that, for non-originating materials, the following expenses, <br> the verification, that Party shall endeavor to provide a copy of the determination to the exporter or <br> where included under Article 6.3, may be deducted from the value of the material: <br> producer that provided the information. <br> 6 Where an importing Party determines through verification that an importer, exporter, or <br> producer has engaged in a pattern of conduct in providing false or unsupported statements, <br> location of the producer; <br> declarations, or certifications that a good imported into its territory is originating, the Party may <br> suspend preferential tariff treatment to identical goods covered by subsequent statements, <br> one or both of the Parties, other than duties and taxes that are waived, refunded, <br> declarations, or certifications by that importer, exporter, or producer until the Party determines <br> that the importer, exporter, or producer is in compliance with the requirements of this Chapter. <br> payable; <br> material in the territory of a Party.4 <br> 4 For greater certainty and for purposes of paragraphs 1(a) and 2(a) of Article 6.4, @^@costs of freight@^@ includes the costs <br> of all types of freight, including in-land freight incurred within a Party's territory, regardless of the mode of <br> transportation. <br> ARTICLE 6.5: ACCUMULATION <br> 1 Each Party shall provide that originating goods or materials of one Party, incorporated <br> into a good in the territory of the other Party, shall be considered to originate in the territory of <br> 2 Each Party shall provide that a good is originating where the good is produced in the <br> territory of one or both of the Parties by one or more producers, provided that the good satisfies <br> the requirements in Article 6.1 and all other applicable requirements in this Chapter. <br> ARTICLE 6.6: DE MINIMIS <br> 1 Except as provided in Annex 6-B, each Party shall provide that a good that does not <br> undergo a change in tariff classification pursuant to Annex 6-A is nonetheless originating if the <br> value of all non-originating materials that have been used in the production of the good and do <br> not undergo the applicable change in tariff classification does not exceed ten percent of the <br> adjusted value of the good, provided that the value of such non-originating materials shall be <br> included in the value of non-originating materials for any applicable regional value content <br> requirement and that the good meets all other applicable requirements in this Chapter. <br> 2 With respect to a textile or apparel good, Article 4.2.7 (Rules of Origin and Related <br> Matters) applies in place of paragraph 1. <br> ARTICLE 6.7: FUNGIBLE GOODS AND MATERIALS5 <br> 1 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> may claim that a fungible good or material is originating where the importer, exporter, or <br> producer has: <br> (a) physically segregated each fungible good or material; or <br> (b) used any inventory management method, such as averaging, last-in-first-out <br> (LIFO) or first-in-first-out (FIFO), recognized in the Generally Accepted <br> Accounting Principles of the Party in which the production is performed or <br> otherwise accepted by the Party in which the production is performed. <br> 2 Each Party shall provide that the inventory management method selected under paragraph <br> 1 for a particular fungible good or material shall continue to be used for that good or material <br> throughout the fiscal year of the person that selected the inventory management method. <br> ARTICLE 6.8: ACCESSORIES, SPARE PARTS, AND TOOLS <br> 5 Nothing in Article 6.7 shall be construed to prevent a Party from requiring an importer to identify by percentage the <br> country or countries of origin of fungible goods. <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or tools delivered <br> with the good shall be considered originating goods if the good is an originating good and shall <br> be disregarded in determining whether all the non-originating materials used in the production of <br> be: <br> the good undergo the applicable change in tariff classification, provided that: <br> (a) the accessories, spare parts, or tools are classified with and not invoiced separately <br> 2 If a good is subject to a regional value content requirement, the value of packaging <br> materials and containers described in paragraph 1 shall be taken into account as originating or <br> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br> 2 If a good is subject to a regional value content requirement, the value of the accessories, <br> AV <br> spare parts, or tools described in paragraph 1 shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 6.9: SETS OF GOODS <br> 1 Each Party shall provide that if goods are classified as a set as a result of the application <br> of rule 3 of the General Rules of Interpretation of the Harmonized System, the set is originating <br> only if each good in the set is originating. <br> 2 Notwithstanding paragraph 1, a set of goods is originating if the value of all the non- <br> originating goods in the set does not exceed 15 percent of the adjusted value of the set. <br> the other Party. <br> 3 With respect to a textile or apparel good, Article 4.2.8 (Rules of Origin and Related <br> or <br> Matters) applies in place of paragraphs 1 and 2. <br> ARTICLE 6.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> packaged for retail sale shall, if classified with the good, be disregarded in determining whether <br> all the non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4-A (Specific Rules of Origin for Textile or <br> Apparel Goods) or Annex 6-A. <br> non-originating materials, as the case may be, in calculating the regional value content of the <br> ARTICLE 6.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> Each Party shall provide that packing materials and containers for shipment shall be disregarded <br> ARTICLE 6.12: INDIRECT MATERIALS <br> Each Party shall provide that an indirect material shall be disregarded for the purpose of <br> determining whether a good is originating pursuant to subparagraphs (a), (b)(i), and (c) of Article <br> 6.1. <br> ARTICLE 6.13: TRANSIT AND TRANSSHIPMENT <br> Each Party shall provide that a good shall not be considered to be an originating good if the good: <br> (a) undergoes subsequent production or any other operation outside the territories of <br> the Parties, other than unloading, reloading, or any other operation necessary to <br> preserve the good in good condition or to transport the good to the territory of a <br> Party; or <br> (b) does not remain under the control of customs authorities in the territory of a non- <br> Party. <br> "}, {"ArticleTitle": "CONSULTATION AND MODIFICATION", "ArticleDesc": "ARTICLE 6.14: CONSULTATION AND MODIFICATION <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered effectively, <br> uniformly, and consistently with the spirit and objectives of this Agreement, and shall cooperate <br> in the administration of this Chapter. <br> 2 The Parties shall consult regularly pursuant to Article 22.2.3(c) (Joint Committee) to <br> discuss possible amendments or modifications to this Chapter and its Annex, taking into account <br> developments in technology, production processes, or other related matters. <br> 3 With respect to a textile or apparel good, paragraphs 3 through 5 of Article 4.2 (Rules of <br> Origin and Related Matters) apply in place of paragraph 2. <br> Section B: Origin Procedures <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER SIX <br> ARTICLE 6.15: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> Annex 6-B Exceptions to Article 6.6 <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Article 6.6 shall not apply to: <br> Section A: Rules of Origin <br> treatment based on either: <br> (a) a non-originating material classified in HS Chapter 3 that is used in the <br> ARTICLE 6.1: ORIGINATING GOODS1 <br> following method: <br> (a) a written or electronic certification by the importer, exporter, or producer; or <br> of the good. <br> production of a good classified in that Chapter; <br> Except as otherwise provided in this Chapter, each Party shall provide that a good is originating <br> (b) the importer's knowledge that the good is an originating good, including <br> (b) a non-originating material classified in HS Chapter 4, or a non-originating <br> where it is: <br> reasonable reliance on information in the importer's possession that the good is an <br> dairy preparation containing over ten percent by weight of milk solids <br> (a) a good wholly obtained or produced entirely in the territory of one or both of the <br> originating good. <br> classified under subheading 1901.90 or 2106.90, that is used in the production <br> Parties; <br> 2 Each Party shall provide that a certification need not be made in a prescribed format, <br> of a good classified in that Chapter; <br> (b) produced entirely in the territory of one or both of the Parties and <br> provided that the certification is in written or electronic form, including but not limited to the <br> (c) a non-originating material classified in HS Chapter 4, or a non-originating <br> (i) each of the non-originating materials used in the production of the good <br> following elements: <br> undergoes an applicable change in tariff classification specified in Annex <br> (a) the name of the certifying person, including as necessary contact or other <br> classified under subheading 1901.90, that is used in the production of the <br> 4-A (Specific Rules of Origin for Textile or Apparel Goods) or Annex 6-A, <br> identifying information; <br> following goods: infant preparations containing over ten percent by weight of <br> (b) the importer of the good (if known); <br> milk solids classified under subheading 1901.10; mixes and doughs, <br> (ii) the good otherwise satisfies any applicable regional value content or other <br> containing over 25 percent by weight of butterfat, not put up for retail sale, <br> requirements specified in Annex 4-A or Annex 6-A, <br> classified under subheading 1901.20; dairy preparations containing over ten <br> and the good satisfies all other applicable requirements of this Chapter; or <br> (e) tariff classification under the Harmonized System and a description of the good; <br> percent by weight of milk solids, classified under subheading 1901.90 or <br> (c) produced entirely in the territory of one or both of the Parties exclusively from <br> (f) information demonstrating that the good is originating; <br> 2106.90; goods classified under heading 21.05; beverages containing milk <br> originating materials. <br> (g) date of the certification; and <br> classified under subheading 2202.90; or animal feeds containing over ten <br> ARTICLE 6.2: REGIONAL VALUE CONTENT <br> (h) in the case of a blanket certification issued as set out in paragraph 4(b), the period <br> percent by weight of milk solids classified under subheading 2309.90; <br> 1 Where Annex 6-A specifies a regional value content test to determine whether a good is <br> that the certification covers. <br> (d) a non-originating material classified in HS Chapter 7 that is used in the <br> originating, each Party shall provide that the importer, exporter, or producer may calculate <br> 3 Each Party shall provide that a certification by the producer or exporter of the good may <br> production of a good classified under subheading 0703.10, 0703.20, 0709.59, <br> regional value content based on one or the other of the following methods: <br> be completed on the basis of: <br> 0709.60, 0710.21 through 0710.80, 0711.90, 0712.20, 0712.39 through <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> (a) the producer's or exporter's knowledge that the good is originating; or <br> 0713.10, or 0714.20; <br> RVC = AV - VNM x 100 <br> (b) in the case of an exporter, reasonable reliance on the producer's written or <br> (e) a non-originating material classified under heading 10.06, or a non-originating <br> electronic certification that the good is originating. <br> rice product classified in HS Chapter 11 that is used in the production of a <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> Neither Party may require an exporter or producer to provide a written or electronic certification <br> good classified under heading 10.06, 11.02, 11.03, or 11.04, or subheading <br> RVC = VOM x 100 <br> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br> to another person. <br> 1901.20 or 1901.90; <br> 4 Each Party shall provide that a certification may apply to: <br> (f) a non-originating material classified under heading 08.05 or subheading <br> 1 For greater certainty, whether a good is originating is not determinative of whether the good is also admissible. <br> (a) a single shipment of a good into the territory of a Party; or <br> 2009.11 through 2009.39 that is used in the production of a good classified <br> (b) multiple shipments of identical goods within any period specified in the written or <br> under subheading 2009.11 through 2009.39, or in fruit or vegetable juice of <br> electronic certification, not exceeding 12 months from the date of the certification. <br> any single fruit or vegetable, fortified with minerals or vitamins, concentrated <br> AV is the adjusted value of the good; <br> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br> or unconcentrated, classified under subheading 2106.90 or 2202.90; <br> was issued. <br> (g) non-originating peaches, pears, or apricots classified in HS Chapters 8 or 20, <br> and used by the producer in the production of the good; VNM does not include the <br> 6 Each Party shall allow an importer to submit a certification in the language of the <br> that are used in the production of a good classified under heading 20.08; <br> value of a material that is self-produced; and <br> importing Party or the exporting Party. In the latter case, the customs authority of the importing <br> (h) a non-originating material classified in HS Chapter 15 that is used in the <br> VOM is the value of originating materials, other than indirect materials, acquired or self- <br> (c) the exporter of the good (if different from the producer); <br> Party may require the importer to submit a translation of the certification in the language of the <br> production of a good classified under heading 15.01 through 15.08, 15.12, <br> produced and used by the producer in the production of the good. <br> (d) the producer of the good (if known); <br> importing Party. <br> 15.14, or 15.15; <br> 2 Each Party shall provide that all costs considered for the calculation of regional value <br> ARTICLE 6.16: WAIVER OF CERTIFICATION OR OTHER INFORMATION <br> (i) a non-originating material classified under heading 17.01 that is used in the <br> content shall be recorded and maintained in conformity with the Generally Accepted Accounting <br> Each Party shall provide that a certification or information demonstrating that a good is <br> production of a good classified under heading 17.01 through 17.03; <br> originating shall not be required where: <br> (j) a non-originating material classified in HS Chapter 17 that is used in the <br> 3 Where Annex 6-A specifies a regional value content test to determine if an automotive <br> (a) the customs value of the importation does not exceed 1,000 U.S. dollars or the <br> production of a good classified under subheading 1806.10; or <br> good2 is originating, each Party shall provide that the importer, exporter, or producer may <br> equivalent amount in the currency of the importing Party, or such higher amount <br> (k) except as provided under paragraphs (a) through (j) and in the specific rules of <br> calculate the regional value content of that good as provided in paragraph 1 or based on the <br> VNM is the value of non-originating materials, other than indirect materials, acquired <br> as may be established by the importing Party, unless the importing Party considers <br> origin under Annex 6-A, a non-originating material used in the production of a <br> the importation to be part of a series of importations carried out or planned for the <br> good classified in HS Chapters 1 through 24 unless the non-originating <br> purpose of evading compliance with the Party's laws governing claims for <br> material is classified under a different subheading than the good for which <br> RVC = NC - VNM x 100 <br> preferential tariff treatment under this Agreement; or <br> origin is being determined. <br> NC <br> RVC is the regional value content, expressed as a percentage; <br> (b) it is a good for which the importing Party does not require the importer to present <br> a certification or information demonstrating origin. <br> ARTICLE 6.17: RECORD KEEPING REQUIREMENTS <br> 1 Each Party shall provide that an exporter or a producer in its territory that provides a <br> certification in accordance with Article 6.15 shall maintain, for a minimum of five years from the <br> date the certification was issued, all records necessary to demonstrate that a good for which the <br> value of a material that is self-produced. <br> producer or exporter provided a certification was an originating good, including records <br> 4 Each Party shall provide that, for purposes of the regional value content method in <br> concerning: <br> paragraph 3, the importer, exporter, or producer may use a calculation averaged over the <br> (a) the purchase of, cost of, value of, and payment for, the exported good; <br> producer's fiscal year, using any one of the following categories, on the basis of all motor <br> (b) the purchase of, cost of, value of, and payment for all materials, including indirect <br> Net Cost Method (for Automotive Goods) <br> vehicles in the category or only those motor vehicles in the category that are exported to the <br> where, <br> materials, used in the production of the exported good; <br> principles applicable in the territory of the Party where the good is produced. <br> territory of the other Party: <br> (c) the production of the good in the form in which it was exported; and <br> 2 Paragraph 3 applies solely to goods classified under the following HS headings and subheadings: 8407.31 through <br> (d) such other documentation as the Parties may agree to require. <br> 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.01 through 87.05 (motor <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> NC is the net cost of the good; and <br> vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br> imported into the territory of that Party based on the importer's certification or its knowledge that <br> (a) the same model line of motor vehicles in the same class of vehicles produced in <br> the good is an originating good shall maintain, for a minimum of five years from the date of <br> the same plant in the territory of a Party; <br> importation of the good, all records necessary to demonstrate the good qualified for the <br> (b) the same class of motor vehicles produced in the same plant in the territory of a <br> preferential tariff treatment. <br> from the good; and <br> the good. <br> 3 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> imported into the territory of that Party based on a certification issued by the exporter or producer <br> 1 Each Party shall provide that packaging materials and containers in which a good is <br> 5 Each Party shall provide that, for purposes of calculating regional value content under <br> shall maintain, for a minimum of five years from the date of importation of the good, a copy of <br> paragraph 3 for automotive materials3 produced in the same plant, an importer, exporter, or <br> the certification that served as the basis for the claim. If the importer possesses records <br> producer may use a calculation: <br> demonstrating that the good satisfies the requirements to remain originating under Article 6.13, <br> (a) averaged, <br> the importer shall maintain such records for a minimum of five years from the date of importation <br> (i) over the fiscal year of the motor vehicle producer to whom the good is <br> (c) the same model line of motor vehicles produced in the territory of a Party. <br> sold; <br> 4 Each Party shall provide that an importer, exporter, or producer may choose to maintain <br> (ii) over any quarter or month; or <br> the records specified in paragraph 1, 2, or 3 in any medium that allows for prompt retrieval, <br> (iii) over the fiscal year of the automotive materials producer, <br> including, but not limited to, digital, electronic, optical, magnetic, or written form. <br> provided that the good was produced during the fiscal year, quarter, or month <br> ARTICLE 6.18: VERIFICATION <br> forming the basis for the calculation; <br> 1 For purposes of determining whether a good imported into its territory from the territory <br> (b) in which the average in subparagraph (a) is calculated separately for such goods <br> of the other Party is an originating good, the importing Party may conduct a verification by means <br> (c) the cost of waste and spoilage resulting from the use of the material in the <br> in determining whether a good is originating. <br> sold to one or more motor vehicle producers; or <br> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br> production of the good, less the value of renewable scrap or by-product; and <br> (a) written requests for information from the importer, exporter, or producer; <br> (d) the cost of originating materials used in the production of the non-originating <br> goods that are exported to the territory of the other Party. <br> (b) written questionnaires to the importer, exporter, or producer; <br> ARTICLE 6.3: VALUE OF MATERIALS <br> (c) visits to the premises of an exporter or producer in the territory of the other Party, <br> Each Party shall provide that, for purposes of Articles 6.2 and 6.6, the value of a material shall <br> to review the records referred to in Article 6.17.1 or observe the facilities used in <br> the production of the good; <br> (a) for a material imported by the producer of the good, the adjusted value of the <br> (d) for a textile or apparel good, the procedures set out in Article 4.3 (Customs <br> Cooperation for Textile or Apparel Goods); or <br> (b) for a material acquired by the producer in the territory where the good is produced, <br> (e) such other procedures to which the importing and exporting Parties may agree. <br> the value, determined in accordance with Articles 1 through 8, Article 15, and the <br> Where an importing Party conducts verification by the means referred to in subparagraph (a) or <br> corresponding interpretative notes of the Customs Valuation Agreement, i.e., in <br> (b), the importing Party may request that the importer arrange for the exporter or producer to <br> good. <br> the same manner as for imported goods, with such reasonable modifications as <br> provide information directly to the importing Party. <br> may be required due to the absence of an importation by the producer; or <br> 2 The Parties shall agree on procedures for conducting visits provided for in paragraph 1(c). <br> 3 Paragraph 5 applies solely to automotive materials classified in the following HS headings and subheadings: <br> material; <br> 3 A Party may deny preferential tariff treatment to a good where: <br> 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.06 (chassis), <br> (a) the importer, exporter, or producer fails to provide information that the Party <br> of: <br> 87.07 (bodies), and 87.08 (motor vehicle parts). <br> requested under paragraph 1(a) or 1(b) demonstrating that the good is an <br> (c) for a material that is self-produced, <br> originating good; <br> (i) all the costs incurred in the production of the material, including general <br> (b) after receiving a written notification for a visit pursuant to paragraph 1(c), the <br> expenses; and <br> exporter or producer declines to provide access to the records referred to in Article <br> (ii) an amount for profit equivalent to the profit added in the normal course of <br> 6.17 or to its facilities; or <br> trade. <br> (c) the Party finds a pattern of conduct indicating that an importer, exporter, or <br> ARTICLE 6.4: FURTHER ADJUSTMENTS TO THE VALUE OF MATERIALS <br> producer has provided false or unsupported declarations or certifications that a <br> 1 Each Party shall provide that, for originating materials, the following expenses, where not <br> good imported into its territory is an originating good. <br> included under Article 6.3, may be added to the value of the material: <br> 4 If, as a result of a verification, a Party finds that a good is not originating, the Party shall <br> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br> provide the importer with a proposed determination to that effect and an opportunity to submit <br> the material within a Party's territory or between the territories of the Parties to the <br> additional information demonstrating that the good is originating. Each Party shall provide that <br> the importer may arrange for the exporter or producer to provide pertinent information directly to <br> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br> the Party. <br> 5 After providing the importer with an opportunity to submit additional information <br> refundable, or otherwise recoverable, including credit against duty or tax paid or <br> pursuant to paragraph 4, the Party that conducted the verification shall provide the importer a <br> payable; and <br> final determination, in writing, of whether the good is originating. The Party's determination <br> shall include factual findings and the legal basis for the determination. Where the exporter or <br> production of the good, less the value of renewable scrap or by-product. <br> producer has provided information pursuant to paragraph 1 or 4 directly to the Party conducting <br> 2 Each Party shall provide that, for non-originating materials, the following expenses, <br> the verification, that Party shall endeavor to provide a copy of the determination to the exporter or <br> where included under Article 6.3, may be deducted from the value of the material: <br> producer that provided the information. <br> 6 Where an importing Party determines through verification that an importer, exporter, or <br> producer has engaged in a pattern of conduct in providing false or unsupported statements, <br> location of the producer; <br> declarations, or certifications that a good imported into its territory is originating, the Party may <br> suspend preferential tariff treatment to identical goods covered by subsequent statements, <br> one or both of the Parties, other than duties and taxes that are waived, refunded, <br> declarations, or certifications by that importer, exporter, or producer until the Party determines <br> that the importer, exporter, or producer is in compliance with the requirements of this Chapter. <br> payable; <br> material in the territory of a Party.4 <br> 4 For greater certainty and for purposes of paragraphs 1(a) and 2(a) of Article 6.4, @^@costs of freight@^@ includes the costs <br> of all types of freight, including in-land freight incurred within a Party's territory, regardless of the mode of <br> transportation. <br> ARTICLE 6.5: ACCUMULATION <br> 1 Each Party shall provide that originating goods or materials of one Party, incorporated <br> into a good in the territory of the other Party, shall be considered to originate in the territory of <br> 2 Each Party shall provide that a good is originating where the good is produced in the <br> territory of one or both of the Parties by one or more producers, provided that the good satisfies <br> the requirements in Article 6.1 and all other applicable requirements in this Chapter. <br> ARTICLE 6.6: DE MINIMIS <br> 1 Except as provided in Annex 6-B, each Party shall provide that a good that does not <br> undergo a change in tariff classification pursuant to Annex 6-A is nonetheless originating if the <br> value of all non-originating materials that have been used in the production of the good and do <br> not undergo the applicable change in tariff classification does not exceed ten percent of the <br> adjusted value of the good, provided that the value of such non-originating materials shall be <br> included in the value of non-originating materials for any applicable regional value content <br> requirement and that the good meets all other applicable requirements in this Chapter. <br> 2 With respect to a textile or apparel good, Article 4.2.7 (Rules of Origin and Related <br> Matters) applies in place of paragraph 1. <br> ARTICLE 6.7: FUNGIBLE GOODS AND MATERIALS5 <br> 1 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> may claim that a fungible good or material is originating where the importer, exporter, or <br> producer has: <br> (a) physically segregated each fungible good or material; or <br> (b) used any inventory management method, such as averaging, last-in-first-out <br> (LIFO) or first-in-first-out (FIFO), recognized in the Generally Accepted <br> Accounting Principles of the Party in which the production is performed or <br> otherwise accepted by the Party in which the production is performed. <br> 2 Each Party shall provide that the inventory management method selected under paragraph <br> 1 for a particular fungible good or material shall continue to be used for that good or material <br> throughout the fiscal year of the person that selected the inventory management method. <br> ARTICLE 6.8: ACCESSORIES, SPARE PARTS, AND TOOLS <br> 5 Nothing in Article 6.7 shall be construed to prevent a Party from requiring an importer to identify by percentage the <br> country or countries of origin of fungible goods. <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or tools delivered <br> with the good shall be considered originating goods if the good is an originating good and shall <br> be disregarded in determining whether all the non-originating materials used in the production of <br> be: <br> the good undergo the applicable change in tariff classification, provided that: <br> (a) the accessories, spare parts, or tools are classified with and not invoiced separately <br> 2 If a good is subject to a regional value content requirement, the value of packaging <br> materials and containers described in paragraph 1 shall be taken into account as originating or <br> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br> 2 If a good is subject to a regional value content requirement, the value of the accessories, <br> AV <br> spare parts, or tools described in paragraph 1 shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 6.9: SETS OF GOODS <br> 1 Each Party shall provide that if goods are classified as a set as a result of the application <br> of rule 3 of the General Rules of Interpretation of the Harmonized System, the set is originating <br> only if each good in the set is originating. <br> 2 Notwithstanding paragraph 1, a set of goods is originating if the value of all the non- <br> originating goods in the set does not exceed 15 percent of the adjusted value of the set. <br> the other Party. <br> 3 With respect to a textile or apparel good, Article 4.2.8 (Rules of Origin and Related <br> or <br> Matters) applies in place of paragraphs 1 and 2. <br> ARTICLE 6.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> packaged for retail sale shall, if classified with the good, be disregarded in determining whether <br> all the non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4-A (Specific Rules of Origin for Textile or <br> Apparel Goods) or Annex 6-A. <br> non-originating materials, as the case may be, in calculating the regional value content of the <br> ARTICLE 6.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> Each Party shall provide that packing materials and containers for shipment shall be disregarded <br> ARTICLE 6.12: INDIRECT MATERIALS <br> Each Party shall provide that an indirect material shall be disregarded for the purpose of <br> determining whether a good is originating pursuant to subparagraphs (a), (b)(i), and (c) of Article <br> 6.1. <br> ARTICLE 6.13: TRANSIT AND TRANSSHIPMENT <br> Each Party shall provide that a good shall not be considered to be an originating good if the good: <br> (a) undergoes subsequent production or any other operation outside the territories of <br> the Parties, other than unloading, reloading, or any other operation necessary to <br> preserve the good in good condition or to transport the good to the territory of a <br> Party; or <br> (b) does not remain under the control of customs authorities in the territory of a non- <br> Party. <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO IMPORTATIONS", "ArticleDesc": "ARTICLE 6.19: OBLIGATIONS RELATING TO IMPORTATIONS <br> this Chapter, unless the Party issues a written determination that the claim is invalid as a matter of <br> law or fact. <br> 2 A Party may deny preferential tariff treatment to a good if the importer fails to comply <br> 3 Neither Party may subject an importer to any penalty for making an invalid claim for <br> (a) did not engage in negligence, gross negligence, or fraud in making the claim and <br> pays any customs duty owing; or <br> 4 Each Party may require that an importer who claims preferential tariff treatment for a <br> (a) declare in the importation document that the good is an originating good; <br> (b) identify the applicable tariff rate; <br> (c) have in its possession at the time the declaration referred to in subparagraph (a) is <br> made, a written or electronic certification as described in Article 6.15, if the <br> certification forms the basis for the claim; <br> (d) provide a copy of the certification, on request, to the importing Party, if the <br> (e) when the importer has reason to believe that the declaration in subparagraph (a) is <br> based on inaccurate information, correct the importation document and pay any <br> customs duty owing; <br> (f) when a certification by the exporter forms the basis for the claim, have in place an <br> arrangement to have the exporter provide, on request of the importing Party, all <br> information relied on by such exporter in making such certification; <br> (g) when a certification by the producer forms the basis for the claim, have in place, at <br> the importer's option: <br> (i) an arrangement with the producer to provide; or <br> (ii) an arrangement with the exporter to have the producer provide, <br> all information relied on by the producer in making its certification; and <br> (h) when the importer's certification or knowledge forms the basis for the claim, <br> demonstrate, on request of the importing Party, that the good is originating under <br> Article 6.1, including that the good satisfies the requirements to remain originating <br> under Article 6.13. <br> 5 Each Party shall provide that, where a good was originating when it was imported into its <br> a claim for preferential tariff treatment and apply for a refund of any excess duties paid as a result <br> of the good not having been accorded preferential tariff treatment, on presentation to the Party of: <br> (a) a written or electronic declaration or statement that the good was originating at the <br> time of importation; <br> (b) a copy of a written or electronic certification if the certification forms the basis for <br> 6 Nothing in this Article shall prevent a Party from taking action under Article 4.3 <br> (Customs Cooperation for Textile or Apparel Goods). <br> "}, {"ArticleTitle": "Obligations Relating to Importations", "ArticleDesc": "1 Each Party shall grant any claim for preferential tariff treatment made in accordance with <br> with any requirement in this Chapter. <br> preferential tariff treatment, if the importer: <br> (b) on becoming aware that such a claim is not valid, promptly and voluntarily <br> corrects the claim and pays any customs duty owing. <br> good imported into its territory: <br> territory, but the importer of the good did not make a claim for preferential tariff treatment at the <br> time of importation, that importer may, no later than one year after the date of importation, make <br> the claim, or other information demonstrating that the good was originating; and <br> (c) such other documentation relating to the importation of the good as the importing <br> Party may require. <br> "}, {"ArticleTitle": "Obligations Relating to Exportations", "ArticleDesc": "1 Each Party shall provide that: <br> (a) an exporter or a producer in its territory that has provided a written or electronic <br> the exporting Party; <br> (b) a false certification by an exporter or a producer in its territory that a good to be <br> penalties equivalent to those that would apply to an importer in its territory that <br> appropriate modifications; and <br> (c) when an exporter or a producer in its territory has provided a certification and has <br> reason to believe that the certification contains or is based on incorrect <br> 2 Neither Party may impose penalties on an exporter or a producer for providing an <br> incorrect certification if the exporter or producer voluntarily notifies in writing all persons to <br> whom it has provided the certification that it was incorrect. <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO EXPORTATIONS", "ArticleDesc": "ARTICLE 6.20: OBLIGATIONS RELATING TO EXPORTATIONS <br> certification in accordance with Article 6.15 shall, on request, provide a copy to <br> exported to the territory of the other Party is originating shall be subject to <br> makes a false statement or representation in connection with an importation, with <br> information, the exporter or producer shall promptly notify in writing every person <br> to whom the exporter or producer provided the certification of any change that <br> could affect the accuracy or validity of the certification. <br> "}, {"ArticleTitle": "COMMON GUIDELINES", "ArticleDesc": "ARTICLE 6.21: COMMON GUIDELINES <br> Within six months of the date this Agreement enters into force, the Parties shall meet to discuss <br> whether to develop common guidelines for the interpretation, application, and administration of <br> this Chapter and Chapter Seven (Customs Administration and Trade Facilitation). <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 6.22: DEFINITIONS <br> necessary, to exclude any costs, charges, or expenses incurred for transportation, insurance, and <br> (a) motor vehicles classified under HS subheading 8701.20, motor vehicles for the <br> (b) motor vehicles classified under subheading 8701.10 or subheading 8701.30 <br> (c) motor vehicles for the transport of 15 or fewer persons classified under subheading <br> 8702.10 or 8702.90, and motor vehicles classified under subheading 8704.21 or <br> 8704.31; or <br> (d) motor vehicles classified under subheading 8703.21 through 8703.90; <br> fungible goods or materials means goods or materials that are interchangeable for commercial <br> goods wholly obtained or produced entirely in the territory of one or both of the Parties <br> means: <br> (a) plants and plant products grown, and harvested or gathered, in the territory of one <br> or both of the Parties; <br> (b) live animals born and raised in the territory of one or both of the Parties; <br> (c) goods obtained in the territory of one or both of the Parties from live animals; <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture conducted in the <br> (h) any other goods that are not incorporated into the good but whose use in the <br> territory of one or both of the Parties; <br> (f) fish, shellfish, and other marine life taken from the sea, seabed, or subsoil outside <br> its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or subsoil outside <br> the territory of one or both of the Parties, provided that Party has rights to exploit <br> such seabed or subsoil; <br> (i) goods taken from outer space, provided they are obtained by a Party or a person of <br> a Party and not processed in the territory of a non-Party; <br> (j) waste and scrap derived from: <br> the Parties; or <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> (ii) used goods collected in the territory of one or both of the Parties, provided <br> such goods are fit only for the recovery of raw materials; <br> goods and utilized in the territory of one or both of the Parties in the production of <br> remanufactured goods; and <br> origin that qualifies the goods as originating; <br> indirect material means a good used in the production, testing, or inspection of a good but not <br> physically incorporated into the good, or a good used in the maintenance of buildings or the <br> (b) tools, dies, and molds; <br> or used to operate equipment and buildings; <br> ingredient; <br> net cost of the good means the net cost that can be reasonably allocated to the good under one of <br> the following methods: <br> (a) calculating the total cost incurred with respect to all goods produced by that <br> producer, subtracting any sales promotion, marketing, and after-sales service costs, <br> royalties, shipping and packing costs, and non-allowable interest costs that are <br> included in the total cost of all such goods, and then reasonably allocating the <br> (b) calculating the total cost incurred with respect to all goods produced by that <br> sales promotion, marketing, and after-sales service costs, royalties, shipping and <br> non-allowable interest costs means interest costs incurred by a producer that exceed 700 basis <br> non-originating good or non-originating material means a good or material that does not <br> packing materials and containers for shipment means the goods used to protect a good <br> during its transportation and does not include the packaging materials and containers in <br> which a good is packaged for retail sale; <br> production means growing, mining, harvesting, fishing, breeding, raising, trapping, <br> hunting, manufacturing, processing, assembling, or disassembling a good; <br> recovered goods means materials in the form of individual parts that are the <br> result of: (a) the disassembly of used goods into individual parts; and <br> improvement to sound working condition; <br> total cost means all product costs, period costs, and other costs for a good incurred in the <br> territory of one or both of the Parties. Product costs are costs that are associated with the <br> production of a good and include the value of materials, direct labor costs, and direct <br> overhead. Period costs are costs, other than product costs, that are expensed in the period in <br> which they are incurred, such as selling expenses and general and administrative expenses. <br> Other costs are all costs recorded on <br> the books of the producer that are not product costs or period costs, such as interest. Total <br> cost does not include profits that are earned by the producer, regardless of whether they are <br> retained <br> by the producer or paid out to other persons as dividends, or taxes paid on those profits, <br> including capital gains taxes; <br> used means utilized or consumed in the production of goods; and <br> value means the value of a good or material for purposes of calculating customs duties <br> or for purposes of applying this Chapter. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "adjusted value means the value determined in accordance with Articles 1 through 8, Article 15, <br> class of motor vehicles means any one of the following categories of motor vehicles: <br> and the corresponding interpretative notes of the Customs Valuation Agreement, adjusted, if <br> related services incident to the international shipment of the merchandise from the country of <br> exportation to the place of importation; <br> transport of 16 or more persons classified under subheading 8702.10 or 8702.90, <br> and motor vehicles classified under subheading 8704.10, 8704.22, 8704.23, <br> 8704.32, or 8704.90, or heading 87.05 or 87.06; <br> authoritative support given in the territory of a Party with respect to the recording of revenues, <br> through 8701.90; <br> (d) lubricants, greases, compounding materials, and other materials used in production <br> financial statements. Generally Accepted Accounting Principles may encompass broad <br> good means any merchandise, product, article, or material; <br> purposes and whose properties are essentially identical; <br> (a) fuel and energy; <br> Generally Accepted Accounting Principles means recognized consensus or substantial <br> expenses, costs, assets, and liabilities, the disclosure of information, and the preparation of <br> guidelines for general application, as well as detailed standards, practices, and procedures; <br> qualify as originating under this Chapter; <br> (g) catalysts and solvents; and <br> (e) minerals and other natural resources not included in subparagraphs (a) through (d) <br> extracted or taken from the territory of one or both of the Parties; <br> the territory of one or both of the Parties by vessels registered or recorded with a <br> Party and flying its flag; <br> (g) goods produced on board factory ships from the goods referred to in subparagraph <br> (f), provided such factory ships are registered or recorded with that Party and fly <br> (i) manufacturing or processing operations in the territory of one or both of <br> (k) recovered goods derived in the territory of one or both of the Parties from used <br> (l) goods produced in the territory of one or both of the Parties exclusively from <br> goods referred to in subparagraphs (a) through (j), or from their derivatives, at any <br> production of the good can reasonably be demonstrated to be a part of that <br> stage of production; <br> identical goods means goods that are the same in all respects relevant to the particular rule of <br> production; <br> model line means a group of motor vehicles having the same platform or model name; <br> operation of equipment associated with the production of a good, including: <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> material means a good that is used in the production of another good, including a part or an <br> good and used in the production of that good; <br> material that is self-produced means an originating material that is produced by a producer of a <br> net cost means total cost minus sales promotion, marketing, and after-sales service costs, <br> royalties, shipping and packing costs, and non-allowable interest costs that are included in the <br> total cost; <br> resulting net cost of those goods to the good; <br> producer, reasonably allocating the total cost to the good, and then subtracting any <br> packing costs, and non-allowable interest costs that are included in the portion of <br> (c) reasonably allocating each cost that forms part of the total cost incurred with <br> the total cost allocated to the good; or <br> respect to the good so that the aggregate of these costs does not include any sales <br> packing costs, and non-allowable interest costs, <br> promotion, marketing, and after-sales service costs, royalties, shipping and <br> provided that the allocation of all such costs is consistent with the provisions regarding the <br> reasonable allocation of costs set out in Generally Accepted Accounting Principles; <br> (b) cleaning, inspecting, testing, or other processes as necessary for <br> points above the yield on debt obligations of comparable maturities issued by the central level of <br> government of the Party in which the producer is located; <br> producer means a person who engages in the production of a good in the territory of a Party; <br> reasonably allocate means to apportion in a manner appropriate under Generally Accepted <br> Accounting Principles; <br> For purposes of this Chapter: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER SIX <br> ARTICLE 6.15: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> Annex 6-B Exceptions to Article 6.6 <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> Article 6.6 shall not apply to: <br> Section A: Rules of Origin <br> treatment based on either: <br> (a) a non-originating material classified in HS Chapter 3 that is used in the <br> ARTICLE 6.1: ORIGINATING GOODS1 <br> following method: <br> (a) a written or electronic certification by the importer, exporter, or producer; or <br> of the good. <br> production of a good classified in that Chapter; <br> Except as otherwise provided in this Chapter, each Party shall provide that a good is originating <br> (b) the importer's knowledge that the good is an originating good, including <br> (b) a non-originating material classified in HS Chapter 4, or a non-originating <br> where it is: <br> reasonable reliance on information in the importer's possession that the good is an <br> dairy preparation containing over ten percent by weight of milk solids <br> (a) a good wholly obtained or produced entirely in the territory of one or both of the <br> originating good. <br> classified under subheading 1901.90 or 2106.90, that is used in the production <br> Parties; <br> 2 Each Party shall provide that a certification need not be made in a prescribed format, <br> of a good classified in that Chapter; <br> (b) produced entirely in the territory of one or both of the Parties and <br> provided that the certification is in written or electronic form, including but not limited to the <br> (c) a non-originating material classified in HS Chapter 4, or a non-originating <br> (i) each of the non-originating materials used in the production of the good <br> following elements: <br> undergoes an applicable change in tariff classification specified in Annex <br> (a) the name of the certifying person, including as necessary contact or other <br> classified under subheading 1901.90, that is used in the production of the <br> 4-A (Specific Rules of Origin for Textile or Apparel Goods) or Annex 6-A, <br> identifying information; <br> following goods: infant preparations containing over ten percent by weight of <br> (b) the importer of the good (if known); <br> milk solids classified under subheading 1901.10; mixes and doughs, <br> (ii) the good otherwise satisfies any applicable regional value content or other <br> containing over 25 percent by weight of butterfat, not put up for retail sale, <br> requirements specified in Annex 4-A or Annex 6-A, <br> classified under subheading 1901.20; dairy preparations containing over ten <br> and the good satisfies all other applicable requirements of this Chapter; or <br> (e) tariff classification under the Harmonized System and a description of the good; <br> percent by weight of milk solids, classified under subheading 1901.90 or <br> (c) produced entirely in the territory of one or both of the Parties exclusively from <br> (f) information demonstrating that the good is originating; <br> 2106.90; goods classified under heading 21.05; beverages containing milk <br> originating materials. <br> (g) date of the certification; and <br> classified under subheading 2202.90; or animal feeds containing over ten <br> ARTICLE 6.2: REGIONAL VALUE CONTENT <br> (h) in the case of a blanket certification issued as set out in paragraph 4(b), the period <br> percent by weight of milk solids classified under subheading 2309.90; <br> 1 Where Annex 6-A specifies a regional value content test to determine whether a good is <br> that the certification covers. <br> (d) a non-originating material classified in HS Chapter 7 that is used in the <br> originating, each Party shall provide that the importer, exporter, or producer may calculate <br> 3 Each Party shall provide that a certification by the producer or exporter of the good may <br> production of a good classified under subheading 0703.10, 0703.20, 0709.59, <br> regional value content based on one or the other of the following methods: <br> be completed on the basis of: <br> 0709.60, 0710.21 through 0710.80, 0711.90, 0712.20, 0712.39 through <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> (a) the producer's or exporter's knowledge that the good is originating; or <br> 0713.10, or 0714.20; <br> RVC = AV - VNM x 100 <br> (b) in the case of an exporter, reasonable reliance on the producer's written or <br> (e) a non-originating material classified under heading 10.06, or a non-originating <br> electronic certification that the good is originating. <br> rice product classified in HS Chapter 11 that is used in the production of a <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> Neither Party may require an exporter or producer to provide a written or electronic certification <br> good classified under heading 10.06, 11.02, 11.03, or 11.04, or subheading <br> RVC = VOM x 100 <br> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br> to another person. <br> 1901.20 or 1901.90; <br> 4 Each Party shall provide that a certification may apply to: <br> (f) a non-originating material classified under heading 08.05 or subheading <br> 1 For greater certainty, whether a good is originating is not determinative of whether the good is also admissible. <br> (a) a single shipment of a good into the territory of a Party; or <br> 2009.11 through 2009.39 that is used in the production of a good classified <br> (b) multiple shipments of identical goods within any period specified in the written or <br> under subheading 2009.11 through 2009.39, or in fruit or vegetable juice of <br> electronic certification, not exceeding 12 months from the date of the certification. <br> any single fruit or vegetable, fortified with minerals or vitamins, concentrated <br> AV is the adjusted value of the good; <br> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br> or unconcentrated, classified under subheading 2106.90 or 2202.90; <br> was issued. <br> (g) non-originating peaches, pears, or apricots classified in HS Chapters 8 or 20, <br> and used by the producer in the production of the good; VNM does not include the <br> 6 Each Party shall allow an importer to submit a certification in the language of the <br> that are used in the production of a good classified under heading 20.08; <br> value of a material that is self-produced; and <br> importing Party or the exporting Party. In the latter case, the customs authority of the importing <br> (h) a non-originating material classified in HS Chapter 15 that is used in the <br> VOM is the value of originating materials, other than indirect materials, acquired or self- <br> (c) the exporter of the good (if different from the producer); <br> Party may require the importer to submit a translation of the certification in the language of the <br> production of a good classified under heading 15.01 through 15.08, 15.12, <br> produced and used by the producer in the production of the good. <br> (d) the producer of the good (if known); <br> importing Party. <br> 15.14, or 15.15; <br> 2 Each Party shall provide that all costs considered for the calculation of regional value <br> ARTICLE 6.16: WAIVER OF CERTIFICATION OR OTHER INFORMATION <br> (i) a non-originating material classified under heading 17.01 that is used in the <br> content shall be recorded and maintained in conformity with the Generally Accepted Accounting <br> Each Party shall provide that a certification or information demonstrating that a good is <br> production of a good classified under heading 17.01 through 17.03; <br> originating shall not be required where: <br> (j) a non-originating material classified in HS Chapter 17 that is used in the <br> 3 Where Annex 6-A specifies a regional value content test to determine if an automotive <br> (a) the customs value of the importation does not exceed 1,000 U.S. dollars or the <br> production of a good classified under subheading 1806.10; or <br> good2 is originating, each Party shall provide that the importer, exporter, or producer may <br> equivalent amount in the currency of the importing Party, or such higher amount <br> (k) except as provided under paragraphs (a) through (j) and in the specific rules of <br> calculate the regional value content of that good as provided in paragraph 1 or based on the <br> VNM is the value of non-originating materials, other than indirect materials, acquired <br> as may be established by the importing Party, unless the importing Party considers <br> origin under Annex 6-A, a non-originating material used in the production of a <br> the importation to be part of a series of importations carried out or planned for the <br> good classified in HS Chapters 1 through 24 unless the non-originating <br> purpose of evading compliance with the Party's laws governing claims for <br> material is classified under a different subheading than the good for which <br> RVC = NC - VNM x 100 <br> preferential tariff treatment under this Agreement; or <br> origin is being determined. <br> NC <br> RVC is the regional value content, expressed as a percentage; <br> (b) it is a good for which the importing Party does not require the importer to present <br> a certification or information demonstrating origin. <br> ARTICLE 6.17: RECORD KEEPING REQUIREMENTS <br> 1 Each Party shall provide that an exporter or a producer in its territory that provides a <br> certification in accordance with Article 6.15 shall maintain, for a minimum of five years from the <br> date the certification was issued, all records necessary to demonstrate that a good for which the <br> value of a material that is self-produced. <br> producer or exporter provided a certification was an originating good, including records <br> 4 Each Party shall provide that, for purposes of the regional value content method in <br> concerning: <br> paragraph 3, the importer, exporter, or producer may use a calculation averaged over the <br> (a) the purchase of, cost of, value of, and payment for, the exported good; <br> producer's fiscal year, using any one of the following categories, on the basis of all motor <br> (b) the purchase of, cost of, value of, and payment for all materials, including indirect <br> Net Cost Method (for Automotive Goods) <br> vehicles in the category or only those motor vehicles in the category that are exported to the <br> where, <br> materials, used in the production of the exported good; <br> principles applicable in the territory of the Party where the good is produced. <br> territory of the other Party: <br> (c) the production of the good in the form in which it was exported; and <br> 2 Paragraph 3 applies solely to goods classified under the following HS headings and subheadings: 8407.31 through <br> (d) such other documentation as the Parties may agree to require. <br> 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.01 through 87.05 (motor <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> NC is the net cost of the good; and <br> vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br> imported into the territory of that Party based on the importer's certification or its knowledge that <br> (a) the same model line of motor vehicles in the same class of vehicles produced in <br> the good is an originating good shall maintain, for a minimum of five years from the date of <br> the same plant in the territory of a Party; <br> importation of the good, all records necessary to demonstrate the good qualified for the <br> (b) the same class of motor vehicles produced in the same plant in the territory of a <br> preferential tariff treatment. <br> from the good; and <br> the good. <br> 3 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> imported into the territory of that Party based on a certification issued by the exporter or producer <br> 1 Each Party shall provide that packaging materials and containers in which a good is <br> 5 Each Party shall provide that, for purposes of calculating regional value content under <br> shall maintain, for a minimum of five years from the date of importation of the good, a copy of <br> paragraph 3 for automotive materials3 produced in the same plant, an importer, exporter, or <br> the certification that served as the basis for the claim. If the importer possesses records <br> producer may use a calculation: <br> demonstrating that the good satisfies the requirements to remain originating under Article 6.13, <br> (a) averaged, <br> the importer shall maintain such records for a minimum of five years from the date of importation <br> (i) over the fiscal year of the motor vehicle producer to whom the good is <br> (c) the same model line of motor vehicles produced in the territory of a Party. <br> sold; <br> 4 Each Party shall provide that an importer, exporter, or producer may choose to maintain <br> (ii) over any quarter or month; or <br> the records specified in paragraph 1, 2, or 3 in any medium that allows for prompt retrieval, <br> (iii) over the fiscal year of the automotive materials producer, <br> including, but not limited to, digital, electronic, optical, magnetic, or written form. <br> provided that the good was produced during the fiscal year, quarter, or month <br> ARTICLE 6.18: VERIFICATION <br> forming the basis for the calculation; <br> 1 For purposes of determining whether a good imported into its territory from the territory <br> (b) in which the average in subparagraph (a) is calculated separately for such goods <br> of the other Party is an originating good, the importing Party may conduct a verification by means <br> (c) the cost of waste and spoilage resulting from the use of the material in the <br> in determining whether a good is originating. <br> sold to one or more motor vehicle producers; or <br> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br> production of the good, less the value of renewable scrap or by-product; and <br> (a) written requests for information from the importer, exporter, or producer; <br> (d) the cost of originating materials used in the production of the non-originating <br> goods that are exported to the territory of the other Party. <br> (b) written questionnaires to the importer, exporter, or producer; <br> ARTICLE 6.3: VALUE OF MATERIALS <br> (c) visits to the premises of an exporter or producer in the territory of the other Party, <br> Each Party shall provide that, for purposes of Articles 6.2 and 6.6, the value of a material shall <br> to review the records referred to in Article 6.17.1 or observe the facilities used in <br> the production of the good; <br> (a) for a material imported by the producer of the good, the adjusted value of the <br> (d) for a textile or apparel good, the procedures set out in Article 4.3 (Customs <br> Cooperation for Textile or Apparel Goods); or <br> (b) for a material acquired by the producer in the territory where the good is produced, <br> (e) such other procedures to which the importing and exporting Parties may agree. <br> the value, determined in accordance with Articles 1 through 8, Article 15, and the <br> Where an importing Party conducts verification by the means referred to in subparagraph (a) or <br> corresponding interpretative notes of the Customs Valuation Agreement, i.e., in <br> (b), the importing Party may request that the importer arrange for the exporter or producer to <br> good. <br> the same manner as for imported goods, with such reasonable modifications as <br> provide information directly to the importing Party. <br> may be required due to the absence of an importation by the producer; or <br> 2 The Parties shall agree on procedures for conducting visits provided for in paragraph 1(c). <br> 3 Paragraph 5 applies solely to automotive materials classified in the following HS headings and subheadings: <br> material; <br> 3 A Party may deny preferential tariff treatment to a good where: <br> 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), 87.06 (chassis), <br> (a) the importer, exporter, or producer fails to provide information that the Party <br> of: <br> 87.07 (bodies), and 87.08 (motor vehicle parts). <br> requested under paragraph 1(a) or 1(b) demonstrating that the good is an <br> (c) for a material that is self-produced, <br> originating good; <br> (i) all the costs incurred in the production of the material, including general <br> (b) after receiving a written notification for a visit pursuant to paragraph 1(c), the <br> expenses; and <br> exporter or producer declines to provide access to the records referred to in Article <br> (ii) an amount for profit equivalent to the profit added in the normal course of <br> 6.17 or to its facilities; or <br> trade. <br> (c) the Party finds a pattern of conduct indicating that an importer, exporter, or <br> ARTICLE 6.4: FURTHER ADJUSTMENTS TO THE VALUE OF MATERIALS <br> producer has provided false or unsupported declarations or certifications that a <br> 1 Each Party shall provide that, for originating materials, the following expenses, where not <br> good imported into its territory is an originating good. <br> included under Article 6.3, may be added to the value of the material: <br> 4 If, as a result of a verification, a Party finds that a good is not originating, the Party shall <br> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br> provide the importer with a proposed determination to that effect and an opportunity to submit <br> the material within a Party's territory or between the territories of the Parties to the <br> additional information demonstrating that the good is originating. Each Party shall provide that <br> the importer may arrange for the exporter or producer to provide pertinent information directly to <br> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br> the Party. <br> 5 After providing the importer with an opportunity to submit additional information <br> refundable, or otherwise recoverable, including credit against duty or tax paid or <br> pursuant to paragraph 4, the Party that conducted the verification shall provide the importer a <br> payable; and <br> final determination, in writing, of whether the good is originating. The Party's determination <br> shall include factual findings and the legal basis for the determination. Where the exporter or <br> production of the good, less the value of renewable scrap or by-product. <br> producer has provided information pursuant to paragraph 1 or 4 directly to the Party conducting <br> 2 Each Party shall provide that, for non-originating materials, the following expenses, <br> the verification, that Party shall endeavor to provide a copy of the determination to the exporter or <br> where included under Article 6.3, may be deducted from the value of the material: <br> producer that provided the information. <br> 6 Where an importing Party determines through verification that an importer, exporter, or <br> producer has engaged in a pattern of conduct in providing false or unsupported statements, <br> location of the producer; <br> declarations, or certifications that a good imported into its territory is originating, the Party may <br> suspend preferential tariff treatment to identical goods covered by subsequent statements, <br> one or both of the Parties, other than duties and taxes that are waived, refunded, <br> declarations, or certifications by that importer, exporter, or producer until the Party determines <br> that the importer, exporter, or producer is in compliance with the requirements of this Chapter. <br> payable; <br> material in the territory of a Party.4 <br> 4 For greater certainty and for purposes of paragraphs 1(a) and 2(a) of Article 6.4, @^@costs of freight@^@ includes the costs <br> of all types of freight, including in-land freight incurred within a Party's territory, regardless of the mode of <br> transportation. <br> ARTICLE 6.5: ACCUMULATION <br> 1 Each Party shall provide that originating goods or materials of one Party, incorporated <br> into a good in the territory of the other Party, shall be considered to originate in the territory of <br> 2 Each Party shall provide that a good is originating where the good is produced in the <br> territory of one or both of the Parties by one or more producers, provided that the good satisfies <br> the requirements in Article 6.1 and all other applicable requirements in this Chapter. <br> ARTICLE 6.6: DE MINIMIS <br> 1 Except as provided in Annex 6-B, each Party shall provide that a good that does not <br> undergo a change in tariff classification pursuant to Annex 6-A is nonetheless originating if the <br> value of all non-originating materials that have been used in the production of the good and do <br> not undergo the applicable change in tariff classification does not exceed ten percent of the <br> adjusted value of the good, provided that the value of such non-originating materials shall be <br> included in the value of non-originating materials for any applicable regional value content <br> requirement and that the good meets all other applicable requirements in this Chapter. <br> 2 With respect to a textile or apparel good, Article 4.2.7 (Rules of Origin and Related <br> Matters) applies in place of paragraph 1. <br> ARTICLE 6.7: FUNGIBLE GOODS AND MATERIALS5 <br> 1 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br> may claim that a fungible good or material is originating where the importer, exporter, or <br> producer has: <br> (a) physically segregated each fungible good or material; or <br> (b) used any inventory management method, such as averaging, last-in-first-out <br> (LIFO) or first-in-first-out (FIFO), recognized in the Generally Accepted <br> Accounting Principles of the Party in which the production is performed or <br> otherwise accepted by the Party in which the production is performed. <br> 2 Each Party shall provide that the inventory management method selected under paragraph <br> 1 for a particular fungible good or material shall continue to be used for that good or material <br> throughout the fiscal year of the person that selected the inventory management method. <br> ARTICLE 6.8: ACCESSORIES, SPARE PARTS, AND TOOLS <br> 5 Nothing in Article 6.7 shall be construed to prevent a Party from requiring an importer to identify by percentage the <br> country or countries of origin of fungible goods. <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or tools delivered <br> with the good shall be considered originating goods if the good is an originating good and shall <br> be disregarded in determining whether all the non-originating materials used in the production of <br> be: <br> the good undergo the applicable change in tariff classification, provided that: <br> (a) the accessories, spare parts, or tools are classified with and not invoiced separately <br> 2 If a good is subject to a regional value content requirement, the value of packaging <br> materials and containers described in paragraph 1 shall be taken into account as originating or <br> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br> 2 If a good is subject to a regional value content requirement, the value of the accessories, <br> AV <br> spare parts, or tools described in paragraph 1 shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 6.9: SETS OF GOODS <br> 1 Each Party shall provide that if goods are classified as a set as a result of the application <br> of rule 3 of the General Rules of Interpretation of the Harmonized System, the set is originating <br> only if each good in the set is originating. <br> 2 Notwithstanding paragraph 1, a set of goods is originating if the value of all the non- <br> originating goods in the set does not exceed 15 percent of the adjusted value of the set. <br> the other Party. <br> 3 With respect to a textile or apparel good, Article 4.2.8 (Rules of Origin and Related <br> or <br> Matters) applies in place of paragraphs 1 and 2. <br> ARTICLE 6.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> packaged for retail sale shall, if classified with the good, be disregarded in determining whether <br> all the non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4-A (Specific Rules of Origin for Textile or <br> Apparel Goods) or Annex 6-A. <br> non-originating materials, as the case may be, in calculating the regional value content of the <br> ARTICLE 6.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> Each Party shall provide that packing materials and containers for shipment shall be disregarded <br> ARTICLE 6.12: INDIRECT MATERIALS <br> Each Party shall provide that an indirect material shall be disregarded for the purpose of <br> determining whether a good is originating pursuant to subparagraphs (a), (b)(i), and (c) of Article <br> 6.1. <br> ARTICLE 6.13: TRANSIT AND TRANSSHIPMENT <br> Each Party shall provide that a good shall not be considered to be an originating good if the good: <br> (a) undergoes subsequent production or any other operation outside the territories of <br> the Parties, other than unloading, reloading, or any other operation necessary to <br> preserve the good in good condition or to transport the good to the territory of a <br> Party; or <br> (b) does not remain under the control of customs authorities in the territory of a non- <br> Party. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER SEVEN <br> ARTICLE 7.8:  REVIEW AND APPEAL <br> CUSTOMS ADMINISTRATION AND TRADE FACILITATION <br> Each Party shall ensure that with respect to its determinations on customs matters, importers in <br> its territory have access to: <br> (a) a level of administrative review independent of the employee or office that issued <br> the determinations;3 and <br> (b) judicial review of the determinations. <br> For greater certainty, each Party shall allow an exporter or producer to provide information <br> directly to the Party conducting the review and to request that Party to treat that information as <br> confidential in accordance with Article 7.6.4. <br> ARTICLE 7.9:  PENALTIES <br> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br> administrative penalties and, where appropriate, criminal sanctions for violations of its customs <br> laws and regulations, including those governing tariff classification, customs valuation, country <br> of origin, and claims for preferential treatment under this Agreement. <br> ARTICLE 7.10:  ADVANCE RULINGS <br> 1 Each Party shall issue, through its customs authority, before a good is imported into its <br> territory, a written advance ruling at the written request of an importer in its territory, or an <br> exporter or producer in the territory of the other Party4 with regard to: <br> (a) tariff classification; <br> (b) the application of customs valuation criteria for a particular case, in accordance <br> with the Customs Valuation Agreement; <br> 2  Notwithstanding subparagraph (g), a Party may require express shipments to be accompanied by an airway bill or <br> other bill of lading.  For greater certainty, a Party may assess customs duties or taxes, and may require formal entry <br> documents, for restricted goods. <br> 3  For Korea, administrative review under subparagraph (a) may include review by Korea's tax tribunal. <br> 4  For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling through a duly <br> authorized representative. <br> (c) the application of duty drawback, deferral, or other relief from customs duties; <br> (d) whether a good is originating; <br> (e) whether a good re-entered into the territory of a Party after being exported to the <br> territory of the other Party for repair or alteration is eligible for duty free treatment <br> in accordance with Article 2.6 (Goods Re-entered after Repair or Alteration); <br> (f) country of origin marking; <br> (g) whether a good is subject to a quota or tariff-rate quota; and <br> (h) such other matters as the Parties may agree. <br> 2 Each Party shall issue an advance ruling within 90 days after its customs authority <br> receives a request, provided that the requester has submitted all information that the Party <br> requires, including, if the Party requests, a sample of the good for which the requester is seeking <br> an advance ruling.  In issuing an advance ruling, the Party shall take into account facts and <br> circumstances the requester has provided.  For greater certainty, a Party may decline to issue an <br> advance ruling if the facts and circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review.  A Party that, pursuant to this paragraph, declines to <br> issue an advance ruling shall promptly notify the requester in writing, setting forth the relevant <br> facts and the basis for its decision to decline to issue the advance ruling. <br> 3 Each Party shall provide that advance rulings shall take effect on the date they are issued, <br> or on another date specified in the ruling, provided that the facts or circumstances on which the <br> ruling is based remain unchanged. <br> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies the <br> requester.  The issuing Party may modify or revoke a ruling retroactively only if the ruling was <br> based on inaccurate or false information. <br> 5 Each Party shall ensure that requesters have access to administrative review of advance <br> rulings. <br> 6 Subject to any confidentiality requirements in its laws, each Party shall publish its <br> advance rulings, including on the Internet. <br> 7 If a requester provides false information or omits relevant facts or circumstances relating <br> to the advance ruling, or does not act in accordance with the ruling's terms and conditions, the <br> importing Party may apply appropriate measures, including civil, criminal, and administrative <br> actions, monetary penalties, or other sanctions. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "1 Each Party shall publish, including on the Internet, its customs laws, regulations, and <br> general administrative procedures. <br> 2 Each Party shall designate or maintain one or more inquiry points to address inquiries by <br> interested persons concerning customs matters and shall make available on the Internet <br> information concerning the procedures for making such inquiries. <br> 3 To the extent possible, each Party shall publish in advance any regulations of general <br> "}, {"ArticleTitle": "PUBLICATION", "ArticleDesc": "ARTICLE 7.1:  PUBLICATION <br> application governing customs matters that it proposes to adopt and shall provide interested <br> persons the opportunity to comment before adopting them. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 7.2:  RELEASE OF GOODS <br> 1 In order to facilitate bilateral trade, each Party shall adopt or maintain simplified customs <br> procedures for the efficient release of goods. <br> 2 Pursuant to paragraph 1, each Party shall ensure that its customs authority or other <br> competent authority adopts or maintains procedures that: <br> (a) provide for the release of goods within a period no greater than that required to <br> ensure compliance with its customs laws and, to the extent possible, within 48 <br> hours of the goods' arrival; <br> (b) provide for customs information to be submitted and processed electronically <br> (c) allow goods to be released at the point of arrival, without temporary transfer to <br> before goods arrive in order for them to be released on their arrival; <br> warehouses or other facilities; and <br> (d) allow importers to withdraw goods from customs before, and without prejudice <br> to, its customs authority's final determination of the applicable customs duties, <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "taxes, and fees.1 <br> "}, {"ArticleTitle": "AUTOMATION", "ArticleDesc": "ARTICLE 7.3:  AUTOMATION <br> 1  A Party may require importers to provide guarantees in the form of sureties, deposits, or other appropriate <br> instruments sufficient to cover payment of the customs duties, taxes, and fees its customs authority ultimately <br> applies in connection with the importation of the good. <br> Each Party shall use information technology that expedites procedures for the release of goods <br> and shall: <br> (a) make electronic systems accessible to customs users; <br> (b) endeavor to use international standards; <br> (c) endeavor to develop electronic systems that are compatible with the other Party's <br> systems, in order to facilitate bilateral exchange of international trade data; and <br> (d) endeavor to develop a set of common data elements and processes in accordance <br> with World Customs Organization (WCO) Customs Data Model and related WCO <br> recommendations and guidelines. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 7.4:  RISK MANAGEMENT <br> Each Party shall adopt or maintain electronic or automated risk management systems for <br> assessment and targeting that enable its customs authority to focus its inspection activities on <br> high-risk goods and that simplify the clearance and movement of low-risk goods. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "regulations pertaining to: <br> (a) the implementation and operation of the provisions of this Agreement governing <br> (c) restrictions or prohibitions on imports or exports; and <br> (d) other customs matters as the Parties may agree. <br> 3 Where a Party has a reasonable suspicion of unlawful activity related to its laws or <br> regulations governing importations, the Party may request the other Party to provide specific <br> confidential information normally collected in connection with the importation of goods. <br> (a) historical evidence of non-compliance with laws or regulations governing <br> any relevant international agreements to which it is a party, provide a written response <br> (b) historical evidence of non-compliance with laws or regulations governing <br> importations by a manufacturer, producer, or other person involved in the <br> (c) historical evidence that some or all of the persons involved in the movement from <br> the territory of one Party to the territory of the other Party of goods within a <br> specific product sector have not complied with a Party's laws or regulations <br> which the information is sought, and shall identify the requested information with sufficient <br> (d) other information that the requesting Party and the Party from whom the <br> containing the information. <br> information is requested agree is sufficient in the context of a particular request. <br> 7 Each Party shall endeavor to provide the other Party with any other information that <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 7.5:  COOPERATION <br> 1 With a view to facilitating the effective operation of this Agreement, each Party shall <br> endeavor to provide the other Party with advance notice of any significant modification of <br> administrative policy or other similar development related to its laws or regulations governing <br> importations that is likely to substantially affect the operation of this Agreement. <br> 2 The Parties shall cooperate in achieving compliance with their respective laws and <br> importations or exportations, including claims for preferential tariff treatment, <br> procedures for making claims for preferential tariff treatment, and verification <br> procedures; <br> (b) the implementation and operation of the Customs Valuation Agreement; <br> 4 A Party's request under paragraph 3 shall be in writing, shall specify the purpose for <br> specificity for the other Party to locate and provide the information. <br> 5 The Party from which the information is requested shall, in accordance with its law and <br> 6 For purposes of paragraph 3, a reasonable suspicion of unlawful activity means a <br> suspicion based on relevant factual information obtained from public or private sources <br> comprising one or more of the following: <br> importations by an importer or exporter; <br> movement of goods from the territory of one Party to the territory of the other <br> Party; <br> governing importations; or <br> would assist the other Party in determining whether imports from or exports to the other Party's <br> territory are in compliance with the other Party's laws or regulations governing importations, in <br> particular those related to unlawful activities, including smuggling and similar infractions. <br> 8 In order to facilitate bilateral trade, each Party shall endeavor to provide the other Party <br> with technical advice and assistance for the purpose of improving risk management techniques, <br> facilitating the implementation of international supply chain standards, simplifying and <br> enhancing procedures for clearing goods through customs in a timely and efficient manner, <br> advancing the technical skill of personnel, and enhancing use of technologies that can lead to <br> improved compliance with the Party's laws or regulations governing importations. <br> 9 The Parties shall endeavor to conduct joint training programs and to exchange <br> information on customs laboratory techniques. <br> 10 The Parties shall endeavor to enhance each Party's ability to enforce its regulations <br> governing importations.  The Parties shall further endeavor to establish and maintain channels of <br> communication, including by establishing contact points, that will assist them in exchanging <br> information rapidly and securely and to improve bilateral coordination on importation issues. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 7.6:  CONFIDENTIALITY <br> 1 Where a Party that provides information to the other Party in accordance with this <br> Chapter designates the information as confidential, the other Party shall keep the information <br> confidential.  The Party providing the information may require the other Party to furnish written <br> assurance that the information will be held in confidence, will be used only for the purposes the <br> other Party specified in its request for information, and will not be disclosed without the specific <br> permission of the Party that provided the information or the person that provided the information <br> to that Party. <br> 2 If a Party receives information designated as confidential in accordance with paragraph 1, <br> the Party receiving the information may nevertheless use or disclose the information for law <br> enforcement purposes or in the course of judicial proceedings. <br> 3 A Party may decline to provide information that the other Party has requested where that <br> Party has failed to act in conformity with paragraph 1. <br> 4 Each Party shall adopt or maintain procedures for protecting from unauthorized <br> disclosure confidential information submitted in accordance with the administration of the <br> competitive position of the person providing the information. <br> Party's customs laws, including information the disclosure of which could prejudice the <br> "}, {"ArticleTitle": "EXPRESS SHIPMENTS", "ArticleDesc": "ARTICLE 7.7:  EXPRESS SHIPMENTS <br> Each Party shall adopt or maintain expedited customs procedures for express shipments while <br> maintaining appropriate customs control and selection.  These procedures shall: <br> (a) provide a separate and expedited customs procedure for express shipments; <br> (b) provide for information necessary to release an express shipment to be submitted <br> and processed electronically before the shipment arrives; <br> (c) allow submission of a single manifest covering all goods contained in an express <br> shipment, through, if possible, electronic means; <br> (d) to the extent possible, provide for certain goods to be cleared with a minimum of <br> documentation; <br> four hours after the necessary customs documents have been submitted, provided <br> the shipment has arrived; <br> (f) apply without regard to an express shipment's weight or customs value; and <br> valued at 200 U.S. dollars or less.2 <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "(e) under normal circumstances, provide for express shipments to be cleared within <br> (g) under normal circumstances, provide that no customs duties or taxes will be <br> assessed on, nor will formal entry documents be required for, express shipments <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER SEVEN <br> ARTICLE 7.8:  REVIEW AND APPEAL <br> CUSTOMS ADMINISTRATION AND TRADE FACILITATION <br> Each Party shall ensure that with respect to its determinations on customs matters, importers in <br> its territory have access to: <br> (a) a level of administrative review independent of the employee or office that issued <br> the determinations;3 and <br> (b) judicial review of the determinations. <br> For greater certainty, each Party shall allow an exporter or producer to provide information <br> directly to the Party conducting the review and to request that Party to treat that information as <br> confidential in accordance with Article 7.6.4. <br> ARTICLE 7.9:  PENALTIES <br> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br> administrative penalties and, where appropriate, criminal sanctions for violations of its customs <br> laws and regulations, including those governing tariff classification, customs valuation, country <br> of origin, and claims for preferential treatment under this Agreement. <br> ARTICLE 7.10:  ADVANCE RULINGS <br> 1 Each Party shall issue, through its customs authority, before a good is imported into its <br> territory, a written advance ruling at the written request of an importer in its territory, or an <br> exporter or producer in the territory of the other Party4 with regard to: <br> (a) tariff classification; <br> (b) the application of customs valuation criteria for a particular case, in accordance <br> with the Customs Valuation Agreement; <br> 2  Notwithstanding subparagraph (g), a Party may require express shipments to be accompanied by an airway bill or <br> other bill of lading.  For greater certainty, a Party may assess customs duties or taxes, and may require formal entry <br> documents, for restricted goods. <br> 3  For Korea, administrative review under subparagraph (a) may include review by Korea's tax tribunal. <br> 4  For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling through a duly <br> authorized representative. <br> (c) the application of duty drawback, deferral, or other relief from customs duties; <br> (d) whether a good is originating; <br> (e) whether a good re-entered into the territory of a Party after being exported to the <br> territory of the other Party for repair or alteration is eligible for duty free treatment <br> in accordance with Article 2.6 (Goods Re-entered after Repair or Alteration); <br> (f) country of origin marking; <br> (g) whether a good is subject to a quota or tariff-rate quota; and <br> (h) such other matters as the Parties may agree. <br> 2 Each Party shall issue an advance ruling within 90 days after its customs authority <br> receives a request, provided that the requester has submitted all information that the Party <br> requires, including, if the Party requests, a sample of the good for which the requester is seeking <br> an advance ruling.  In issuing an advance ruling, the Party shall take into account facts and <br> circumstances the requester has provided.  For greater certainty, a Party may decline to issue an <br> advance ruling if the facts and circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review.  A Party that, pursuant to this paragraph, declines to <br> issue an advance ruling shall promptly notify the requester in writing, setting forth the relevant <br> facts and the basis for its decision to decline to issue the advance ruling. <br> 3 Each Party shall provide that advance rulings shall take effect on the date they are issued, <br> or on another date specified in the ruling, provided that the facts or circumstances on which the <br> ruling is based remain unchanged. <br> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies the <br> requester.  The issuing Party may modify or revoke a ruling retroactively only if the ruling was <br> based on inaccurate or false information. <br> 5 Each Party shall ensure that requesters have access to administrative review of advance <br> rulings. <br> 6 Subject to any confidentiality requirements in its laws, each Party shall publish its <br> advance rulings, including on the Internet. <br> 7 If a requester provides false information or omits relevant facts or circumstances relating <br> to the advance ruling, or does not act in accordance with the ruling's terms and conditions, the <br> importing Party may apply appropriate measures, including civil, criminal, and administrative <br> actions, monetary penalties, or other sanctions. <br> "}]}]}, "members_found": ["842", "410"]}