{"FtaRooDetails": {"FtaId": 47, "FtaCode": "ITC00047", "FtaName": "AAP.CE 53: Brazil-Mexico", "FtaFullName": "ACUERDO DE COMPLEMENTACION ECONOMICA N° 53 ENTRE LA REPÚBLICA FEDERATIVA DEL BRASIL", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "02.05.2003", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Brazil; Mexico", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2018", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 53: Brazil-Mexico", "AdminProcCooAuth": "The certification type under AAP.CE 53: Brazil-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 53: Brazil-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 53: Brazil-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "15%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) Las mercancías elaboradas en sus territorios utilizando materiales de países no participantes en el acuerdo, siempre que resulten de un proceso de transformación realizado en alguno de los países participantes que les confiera una nueva individualidad caracterizada por el hecho de quedar clasificadas en la NALADISA en partida diferente a la de dichos materiales. No serán originarias de los países participantes las mercancías obtenidas por procesos u operaciones por los cuales adquieran la forma final en que serán comercializadas, cuando en dichos procesos se utilicen materiales de países no participantes y consistan solamente en simples montajes o ensambles, embalaje, 2 fraccionamiento en lotes, piezas o volúmenes, selección y clasificación, marcación, composición de surtidos de mercancías u otras operaciones que no impliquen un proceso de transformación sustancial en los términos del párrafo primero de este literal.d) Las mercancías que resulten de operaciones de ensamble o montaje, realizadas en el territorio de un país participante utilizando materiales originarios de los países participantes del acuerdo y de terceros países, cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de tales mercancías.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00047_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace53/ACE_053_Anexo_02.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00047_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/MexBraACE53/SPA/acuerdo_s.asp#CAPIV"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00047_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=22#22"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ACUMULACIÓN <br /> Artículo IV-9.- Para el cumplimiento de los requisitos de origen, los materiales <br /> originarios del territorio de una de las Partes, incorporados a una determinada <br /> mercancía en el territorio de otra Parte, serán consideradas originarias del territorio de esta última.[1] <br /> [1] Las Partes examinarán los parámetros a ser considerados en la evaluación de las <br /> condiciones económicas necesarias para la eventual implemetación de la acumulación total. <br /> Este proceso comenzará, a más tardar, tres años después de la entrada en vigor de este Acuerdo. <br /> Sobre la base de una evaluación positiva establecida en el párrafo anterior, las Partes tomarán <br /> las medidas necesarias para aplicar la acumulación total. <br /> La acumulación total permite tomar en consideración todos los procesos o transformaciones de <br /> un producto en las Partes, sin que los materiales usados sean necesariamente originarios de <br /> una de las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "DE MINIMIS <br /> Artículo IV-7.- Una mercancía se considerará originaria si el valor de todos los <br /> materiales no originarios utilizados en la producción de la mercancía, ajustados sobre <br /> la base CIF que no cumplan el cambio correspondiente de clasificación arancelaria <br /> establecido en el literal c) del artículo IV-5, no excede del 7 (siete) por ciento del valor <br /> de la mercancía, ajustado sobre la base FOB. <br /> Este artículo no se aplica a: <br /> a) mercancías comprendidas en los capítulos 50 al 63 del Sistema Armonizado; ni <br /> b) un material no originario que se utilice en la producción de mercancías <br /> comprendidas en los capítulos 01 al 27 del Sistema Armonizado, a <br /> menos que el material no originario esté comprendido en una subpartida <br /> distinta a la de la mercancía para la cual se está determinando el origen <br /> de conformidad con este artículo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "VALOR DE CONTENIDO REGIONAL <br /> El valor de los materiales no originarios utilizados por el productor en la <br /> producción de una mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la producción <br /> de esa mercancía; o <br /> b) el productor de la mercancía en la producción de un material originario <br /> de fabricación propia y que se designe por el productor como material <br /> intermedio de conformidad con el artículo IV-8. <br /> MATERIALES INTERMEDIOS <br /> Artículo IV-8.- Para efectos del cálculo del valor de contenido regional de <br /> conformidad con el artículo IV-6, el productor de una mercancía podrá designar como <br /> material intermedio cualquier material de fabricación propia utilizado en la producción <br /> de la mercancía, siempre que ese material cumpla con lo establecido en el artículo IV-5 <br /> Cuando el material intermedio esté sujeto a un valor de contenido regional de <br /> conformidad con el artículo literal c) del artículo IV-5, éste se calculará con base en <br /> que el valor de los materiales no originarios, ajustado sobre la base CIF, no deberá <br /> exceder del 50 (cincuenta) por ciento del costo total de ese material. <br /> Si un material designado como material intermedio esta sujeto a un requisito de <br /> valor de contenido regional, ningún otro material de fabricación propia sujeto a un valor <br /> de contenido regional utilizado en la producción de ese material intermedio puede a su <br /> vez ser designado por el productor como material intermedio.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "PROCESOS REALIZADOS FUERA DE LOS TERRITORIOS DE LAS PARTES <br /> Artículo IV-17.- Una mercancía que haya sido producida de conformidad con <br /> los requisitos de este capítulo, perderá su condición de originaria si sufre un proceso <br /> ulterior o es objeto de cualquier otra operación fuera de los territorios de las Partes en <br /> que se haya llevado a cabo la producción conforme al artículo IV-5, distinto a la <br /> descarga, recarga o cualquier otro movimiento necesario para mantenerla en buena <br /> condición o para transportarla al territorio de la otra Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "CALIFICACIÓN DE ORIGEN <br /> a) las mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de una o ambas Partes: <br /> i) minerales extraídos en territorio de una o ambas Partes; <br /> ii) vegetales cosechados en territorio de una o ambas Partes; <br /> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br /> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes; <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar por <br /> barcos registrados o matriculados por una Parte y que lleven la <br /> bandera de esa Parte; <br /> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br /> mercancías identificadas en el numeral v), siempre que esos <br /> barcos fábrica estén registrados o matriculados por alguna Parte y <br /> lleven la bandera de esa Parte; <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br /> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br /> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br /> viii) desechos y desperdicios derivados de: <br /> ? la producción en territorio de una o ambas Partes, o <br /> ? mercancías usadas, recolectadas en territorio de una o <br /> ambas Partes, siempre que esas mercancías sirvan sólo <br /> para la recuperación de materias primas; y <br /> ix) mercancías producidas en territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los <br /> numerales i) al viii), en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "OPERACIONES Y PRÁCTICAS QUE NO CONFIEREN ORIGEN <br /> Artículo IV-15.- Las operaciones y prácticas que se indican a continuación se <br /> consideran como procesos que no confieren origen, ya sea que se cumplan o no las <br /> disposiciones de este capítulo, debido a esas operaciones o prácticas: <br /> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br /> alteren materialmente las características de la mercancía; <br /> b) operaciones simples destinadas a asegurar la conservación de las <br /> mercancías durante su transporte o almacenamiento, tales como <br /> aireación, refrigeración, congelación, extracción de partes averiadas, <br /> secado o adición de sustancias; <br /> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br /> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br /> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br /> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br /> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br /> h) la simple reunión de partes y componentes que se clasifiquen como una <br /> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br /> i) cualquier actividad o práctica de fijación del valor de una mercancía <br /> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br /> que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo; o <br /> j) la acumulación de dos o más de las operaciones señaladas en los <br /> literales a) al i) de este artículo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "VALOR DE CONTENIDO REGIONAL <br /> Artículo IV-6.- Cuando de conformidad con este capítulo una mercancía <br /> requiera cumplir con el valor de contenido regional de acuerdo con lo dispuesto en el <br /> literal c) del artículo IV-5, el valor de los materiales no originarios será: <br /> a) el valor de transacción del material, calculado de conformidad con el Artículo <br /> 1 del Código de Valoración Aduanera; o <br /> b) calculado de acuerdo con los Artículos 2 al 7 del Código de Valoración <br /> Aduanera; en caso de que no haya valor de transacción o de que el valor de <br /> transacción del material no sea admisible conforme al Artículo 1 del Código <br /> de Valoración Aduanera; e <br /> c) incluirá, cuando no estén considerados en los incisos (a) o (b): <br /> i) los fletes, seguros, costos de empaque y todos los demás costos en <br /> que haya incurrido para el transporte del material hasta el puerto de <br /> importación en la Parte donde se ubica el productor de la mercancía, <br /> salvo que cuando el productor de la mercancía adquiera el material no <br /> originario dentro del territorio de la Parte donde se encuentra ubicado, el <br /> valor de dicho material no incluirá el flete, seguro, costos de empaque y <br /> todos los demás costos en que se haya incurrido para el transporte del <br /> material desde el almacén del proveedor hasta el lugar en que se <br /> encuentre el productor; y <br /> ii) el costo de los desechos y desperdicios resultantes del uso del material <br /> en la producción de la mercancía, menos cualquier recuperación de estos <br /> costos, siempre que la recuperación no exceda el 30 por ciento del valor <br /> del material, determinado conforme al literal (a) precedente. <br /> El valor de los materiales no originarios utilizados por el productor en la <br /> producción de una mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la producción <br /> de esa mercancía; o <br /> b) el productor de la mercancía en la producción de un material originario <br /> de fabricación propia y que se designe por el productor como material <br /> intermedio de conformidad con el artículo IV-8. <br /> Para efectos de este capítulo, el valor de la mercancía será el valor de <br /> transacción, calculado de conformidad con el Artículo 1 del Código de Valoración <br /> Aduanera y ajustado sobre la base FOB. Sin embargo, cuando el productor de la <br /> mercancía no la exporte directamente, el valor de transacción de dicha mercancía se <br /> determinará hasta el punto en el cual el comprador recibe la mercancía dentro del <br /> territorio donde se encuentre el productor. <br /> Cada Parte dispondrá que el productor o exportador utilice el costo total de <br /> producción de la mercancía como el valor de la misma cuando: <br /> a) no haya valor de transacción debido a que la mercancía no sea objeto de una venta; <br /> b) el valor de transacción de la mercancía no puede ser determinado por existir <br /> restricciones a la cesión o utilización de la mercancía por el comprador con <br /> excepción de las que: <br /> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br /> comprador de la mercancía, <br /> ii) limiten el territorio geográfico donde pueda revenderse la mercancía, o <br /> iii) no afecten sustancialmente el valor de la mercancía; <br /> c) la venta o el precio dependan de alguna condición o contraprestación cuyo <br /> valor no pueda determinarse en relación con la mercancía; <br /> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br /> reventa o de cualquier cesión o utilización ulteriores de la mercancía por el <br /> comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br /> con el Artículo 8 del Código de Valoración Aduanera; <br /> e) el comprador y el vendedor sean personas relacionadas y la relación entre <br /> ellos influya en el precio, salvo lo dispuesto en el párrafo 2 del Artículo 1 del <br /> Código de Valoración Aduanera; <br /> f) la mercancía sea vendida por el productor a una persona relacionada y el <br /> volumen de ventas, en unidades de cantidad de mercancías idénticas o <br /> similares, vendidas a personas relacionadas, durante un periodo de 6 meses <br /> inmediatamente anterior al mes en que el productor haya vendido esa <br /> mercancía, exceda del 85 (ochenta y cinco) por ciento de las ventas totales <br /> del productor de esas mercancías durante ese periodo; o <br /> g) la mercancía se designe como material intermedio de conformidad con el artículo IV-8.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "VERIFICACION DEL ORIGEN DE LAS MERCANCIAS <br /> - material indirecto: una mercancía utilizada en la producción, inspección o <br /> control de otra mercancía, que no esté físicamente incorporada a ésta; o <br /> una mercancía que se utilice en el mantenimiento de edificios o en la <br /> operación de equipos relacionados con la producción de otra mercancía, tales como: <br /> a) combustible y energía; <br /> b) herramientas, troqueles y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el <br /> mantenimiento de equipo y edificios; <br /> d) lubricantes, grasas, materiales compuestos y otros materiales <br /> utilizados en la producción o para operar el equipo o los edificios; <br /> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br /> f) equipo, aparatos y aditamentos utilizados para la verificación o <br /> inspección de las mercancías; <br /> 6 <br /> g) catalizadores y solventes; o <br /> h) cualquier otra mercancía que no esté incorporada en el producto <br /> terminado pero que, de cuyo uso en la producción de ese <br /> producto pueda demostrarse razonablemente que forma parte de esa producción; <br /> MATERIALES INDIRECTOS <br /> Artículo IV-11.- Los materiales indirectos se considerarán como originarios, <br /> sin tomar en cuenta el lugar de su producción y el valor de esos materiales será el <br /> costo de los mismos que se reporten en los registros contables del productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "DE LA EXPEDICIÓN, TRANSPORTE Y TRÁNSITO DE LAS MERCANCÍAS <br /> Artículo IV-18.- Para que las mercancías originarias se beneficien del trato <br /> arancelario preferencial, éstas deberán haber sido expedidas directamente de la Parte <br /> exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br /> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br /> que no sea Parte del Acuerdo; <br /> b) las mercancías en tránsito a través de uno o más Estados que no sean <br /> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, <br /> bajo el control o vigilancia de la autoridad aduanera, siempre que: <br /> i) el tránsito estuviera justificado por razones geográficas o <br /> consideraciones relativas a necesidades del transporte; <br /> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br /> iii) no sufran, durante su transporte o depósito, ninguna operación <br /> distinta a la carga, descarga o manipuleo, para mantenerlas en <br /> buenas condiciones o asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "CALIFICACIÓN DE ORIGEN <br /> b) las mercancías que sean producidas enteramente en territorio de una o <br /> ambas Partes a partir exclusivamente de materiales que califican como <br /> originarios, de conformidad con este capítulo; <br /> c) las mercancías elaboradas utilizando materiales no originarios, siempre <br /> que resulten de un proceso de producción, realizado enteramente en el <br /> territorio de una o ambas Partes, de tal forma que la mercancía cumpla <br /> con los requisitos específicos de conformidad con lo establecido en el <br /> Anexo II del Acuerdo. <br /> Para efectos de la determinación del origen de un material a ser incorporado <br /> en una mercancía sujeta a las disposiciones de este Acuerdo, que no esté incluido en <br /> el Anexo I y para el cual no se defina una regla específica en el Anexo II, se aplicarán <br /> los artículos primero y segundo de la Resolución 252 del Comité de Representantes <br /> de la Asociación Latinoamericana de Integración.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ENVASES Y MATERIALES DE EMPAQUE PARA VENTA AL MENUDEO <br /> Artículo IV-12.- Para efectos de establecer si una mercancía es originaria, no <br /> se tomarán en cuenta los envases y los materiales de empaque en que una mercancía <br /> se presente para venta al menudeo, cuando estén clasificados con la mercancía que <br /> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado, excepto <br /> cuando la mercancía esté sujeta a un requisito de valor de contenido regional de <br /> conformidad con el literal c) del artículo IV-5 en cuyo caso, serán tomados en cuenta <br /> en el cálculo del contenido regional. <br /> CONTENEDORES Y MATERIALES DE EMBALAJE PARA EMBARQUE <br /> Artículo IV-13.- Los contenedores y los materiales de embalaje en que una <br /> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br /> tomarán en cuenta para efectos de cumplimiento de lo dispuesto en el artículo IV-5.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "MERCANCÍAS Y MATERIALES FUNGIBLES <br /> Artículo IV-10.- Para efectos de establecer si una mercancía es originaria, <br /> cuando en su producción se utilicen materiales fungibles originarios y no originarios <br /> que se encuentren mezclados o combinados físicamente en inventario, el origen de los <br /> materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br /> establecidos en los principios de contabilidad generalmente aceptados en la Parte <br /> donde la mercancía es producida. <br /> Cuando mercancías fungibles originarias y no originarias se mezclen o <br /> combinen físicamente en inventario y antes de su exportación no sufran ningún <br /> proceso productivo ni cualquier otra operación en el territorio de la Parte en que fueron <br /> mezcladas o combinadas físicamente, diferente de la descarga, recarga o cualquier <br /> otro movimiento necesario para mantener las mercancías en buena condición o <br /> transportarlas al territorio de la otra Parte, el origen de la mercancía podrá ser <br /> determinado a partir de uno de los métodos de manejo de inventarios referidos en el párrafo anterior. <br /> Una vez seleccionado uno de los métodos de manejo de inventarios, éste <br /> será utilizado a través de todo el ejercicio o período fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "JUEGOS O SURTIDOS <br /> Artículo IV-14.- Los juegos o surtidos que se clasifiquen según lo dispuesto en <br /> la Regla General 3 del Sistema Armonizado, así como las mercancías cuya <br /> descripción, conforme a la nomenclatura NALADISA, sea específicamente la de un <br /> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br /> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br /> establecido para cada una de las mercancías en este capítulo. <br /> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de <br /> mercancías se considerará originario, si el valor de todas las mercancías no originarias <br /> utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, no excede <br /> del 7 (siete) por ciento del valor de la mercancía como juego o surtido, ajustado sobre la base FOB. <br /> Las disposiciones de este artículo prevalecerán sobre las demás <br /> disposiciones establecidas en este capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "CERTIFICACIÓN DE ORIGEN Y EMISIÓN DE CERTIFICADOS <br /> Artículo IV-19.- El certificado de origen es el documento que ampara que las <br /> mercancías cumplen con las disposiciones sobre origen del presente capítulo y, por ello, <br /> pueden beneficiarse del trato arancelario preferencial acordado por las Partes. Ese <br /> certificado podrá ser modificado por acuerdo de la Comisión. <br /> El certificado al que se refiere el párrafo anterior deberá emitirse en el <br /> formulario establecido en la Resolución 252 de la Asociación Latinoamericana de <br /> Integración (ALADI), el cual deberá contener una declaración jurada del productor final <br /> o del exportador de la mercancía, en el que manifieste el total cumplimiento de las <br /> disposiciones sobre origen del Acuerdo y la veracidad de la información asentada en el mismo. <br /> El certificado de origen ampara una sola importación de una o varias <br /> mercancías al territorio de una de las Partes y deberá presentarse al momento de <br /> tramitar el despacho aduanero. <br /> Artículo IV-20.- La emisión de los certificados de origen estará a cargo de <br /> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br /> expedición de los mismos en otros organismos públicos o entidades gremiales que <br /> actúen en jurisdicción nacional o estatal. La repartición oficial en cada Parte, <br /> debidamente notificada ante la Secretaría General de la ALADI, será responsable por <br /> el control de la emisión de los certificados de origen. <br /> La solicitud para la emisión de certificados de origen deberá ser efectuada por <br /> el productor final o el exportador de la mercancía de que se trate, de conformidad con <br /> los artículos IV-19 y IV-23. <br /> En una delegación de competencia para la emisión de los certificados de <br /> origen, las reparticiones oficiales tomarán en consideración la representatividad, la <br /> capacidad técnica y la idoneidad de los organismos públicos o las entidades privadas <br /> para la prestación de tal servicio. <br /> Los nombres de los organismos públicos o entidades gremiales autorizadas <br /> para emitir certificados de origen, así como el registro de las firmas de los funcionarios <br /> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br /> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br /> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br /> dicha materia en el órgano técnico de la ALADI. <br /> Artículo IV-21.- Las entidades certificadoras de cada Parte, deberán numerar <br /> correlativamente los certificados emitidos y archivar un ejemplar durante un plazo <br /> mínimo de cinco (5) años, a partir de la fecha de su emisión. Tal archivo deberá incluir, <br /> además, todos los antecedentes que sirvieron de base para la emisión del certificado. <br /> Las entidades certificadoras, mantendrán un registro, de conformidad con el <br /> párrafo anterior, de todos los certificados de origen emitidos, el cual deberá contener, <br /> como mínimo, el número y fecha del certificado, el solicitante del mismo y la fecha de su emisión. <br /> Artículo IV-22.- El certificado de origen deberá ser emitido, a más tardar, dentro <br /> de los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br /> conformidad con lo establecido en los artículos IV-20 y IV-23, y tendrá una validez de <br /> ciento ochenta (180) días contados desde su emisión. Dicho certificado carecerá de <br /> validez si no estuviera debidamente llenado en todos los campos, excepto por lo <br /> establecido en el artículo IV-24. <br /> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br /> la misma fecha o dentro de los sesenta (60) días siguientes a la emisión de la factura. <br /> Artículo IV-23.- Para la emisión de un certificado de origen, se deberá presentar <br /> la solicitud correspondiente, acompañada de una declaración de origen firmada con <br /> los antecedentes necesarios que demuestren en forma documental, que la mercancía, <br /> cuya certificación de origen se solicita, cumple con los requisitos exigidos para ello, tales como: <br /> a) nombre, denominación o razón social del solicitante; <br /> b) domicilio legal para efectos fiscales; <br /> c) denominación de la mercancía a exportar y su posición NALADISA; <br /> d) valor FOB en dólares de los Estados Unidos de América, de la <br /> mercancía a exportar; <br /> e) para la aplicación de los artículos IV-7, IV-8, IV-9, IV-10 y IV-14, deberá <br /> de proporcionar la información necesaria según dichos artículos para cada caso; <br /> f) elementos demostrativos de los componentes de la mercancía indicando: <br /> i) materiales, componentes y/o partes y piezas nacionales; <br /> ii) materiales, componentes y/o partes y piezas originarios de la otra Parte, indicando: <br /> - procedencia; <br /> - códigos arancelarios nacionales o códigos NALADISA; <br /> - valor CIF en dólares de los Estados Unidos de América; y <br /> - porcentaje que representan en el valor de la mercancía final; <br /> iii) materiales, componentes y/o partes y piezas no originarios: <br /> - procedencia; <br /> - códigos arancelarios nacionales o códigos NALADISA; <br /> - valor CIF en dólares de los Estados Unidos de América; y <br /> - porcentaje que representan en el valor de la mercancía final; <br /> iv) resumen descriptivo del proceso de producción; y <br /> v) declaración jurada sobre la veracidad de la información proporcionada. <br /> La descripción de la mercancía deberá coincidir con la que corresponde al <br /> código NALADISA y con la que se registra en la factura comercial del exportador. <br /> Las declaraciones mencionadas deberán ser presentadas con la anticipación <br /> suficiente para cada solicitud de certificación. El solicitante deberá conservar los <br /> antecedentes necesarios que demuestren en forma documental que la mercancía <br /> cumple con los requisitos exigidos, y ponerla a disposición de la autoridad certificadora <br /> del país exportador o de la autoridad competente del país de importación, cuando se lo soliciten. <br /> En caso que las mercancías se exporten regularmente, la declaración tendrá <br /> una validez de hasta trescientos sesenta y cinco (365) días, en tanto no cambien las <br /> circunstancias o los hechos que fundamenten dicha declaración.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "VERIFICACION DEL ORIGEN DE LAS MERCANCIAS <br /> - autoridad competente: para el caso de México, la autoridad designada <br /> por la Secretaría de Hacienda y Crédito Público, o su sucesora; para el <br /> caso de Brasil, la autoridad designada por el Ministerio de Desarrollo, <br /> Industria y Comercio Exterior y el Ministerio de Hacienda, conforme sea el <br /> caso, o sus sucesoras;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "CERTIFICACIÓN DE ORIGEN Y EMISIÓN DE CERTIFICADOS <br /> Artículo IV-22.- El certificado de origen deberá ser emitido, a más tardar, dentro <br /> de los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br /> conformidad con lo establecido en los artículos IV-20 y IV-23, y tendrá una validez de <br /> ciento ochenta (180) días contados desde su emisión. Dicho certificado carecerá de <br /> validez si no estuviera debidamente llenado en todos los campos, excepto por lo <br /> establecido en el artículo IV-24.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "REGISTROS CONTABLES <br /> Artículo IV-26.- Para los casos de verificación y control, el exportador o productor <br /> que haya firmado una declaración de origen y un certificado de origen deberá mantener, <br /> por un período de cinco (5) años, toda la información que en ella consta, a través de sus <br /> registros contables y documentos respaldantes (tales como facturas, recibos, entre otros) <br /> u otros elementos de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br /> a) la adquisición, los costos, el valor y el pago de la mercancía que se <br /> exporte de su territorio; <br /> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br /> los indirectos, utilizados en la producción de la mercancía que se exporte de su territorio; y <br /> c) la producción de la mercancía en la forma que se exporte de su territorio. <br /> Así mismo, el importador que solicite trato arancelario preferencial para una <br /> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br /> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br /> documentación relativa a la importación requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "OPERACIONES REALIZADAS MEDIANTE LA INTERVENCIÓN DE TERCEROS OPERADORES <br /> Artículo IV-24.- Las mercancías que cumplan con las disposiciones del <br /> presente capítulo mantendrán su carácter de originarias, aún cuando sean facturadas <br /> por operadores comerciales de terceros países. <br /> En estos casos el productor o exportador del país de exportación deberá <br /> indicar, en el certificado de origen respectivo, en el campo @^@OBSERVACIONES@^@, que <br /> la mercancía objeto de su declaración será facturada desde un tercer país. <br /> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br /> del operador que en definitiva será el que facture la operación a destino. <br /> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br /> momento de expedir el certificado de origen, no se conociera el número de la factura <br /> comercial emitida por un operador de un tercer país, el campo correspondiente del <br /> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br /> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br /> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y del <br /> certificado de origen que amparan la operación de importación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "PROCESOS DE VERIFICACIÓN Y CONTROL <br /> Artículo IV-27.- Para determinar si una mercancía importada de otra Parte <br /> califica como originaria, la Parte importadora podrá, por conducto de su autoridad <br /> competente, verificar el origen de la mercancía mediante: <br /> a) requerimiento, en el caso de México, a la entidad certificadora y en el <br /> caso de Brasil, a la autoridad competente, de la información necesaria <br /> para verificar la autenticidad del (los) certificado(s) de origen, la veracidad <br /> de la información asentada en el (los) mismo(s) o el origen de las <br /> mercancías. En caso que la información proporcionada por la Parte <br /> exportadora sea insuficiente para determinar el origen de la mercancía, la <br /> Parte importadora solicitará mayor información a la otra Parte; <br /> b) envío, en el caso de México, a la entidad certificadora y en el caso de <br /> Brasil, a la autoridad competente, de cuestionarios escritos a <br /> exportadores o productores del territorio de la otra Parte; <br /> c) solicitud, en el caso de México, a la entidad certificadora y en el caso de <br /> Brasil, a la autoridad competente, de visitas de verificación a las <br /> instalaciones de un exportador, con el objeto de examinar los procesos <br /> productivos, las instalaciones que se utilicen en la producción de la <br /> mercancía, así como otras acciones que contribuyan a la verificación de su origen; o <br /> d) otros procedimientos que las Partes acuerden. <br /> Artículo IV-28.- A efectos del literal a) del artículo IV-27, la autoridad <br /> competente de la Parte importadora deberá indicar el número y la fecha de los <br /> certificados de origen que desea verificar, así como el objeto y el alcance de la solicitud. <br /> Para efectos del párrafo anterior, la autoridad competente o la entidad <br /> certificadora de la Parte exportadora, según sea el caso, deberá proveer la información <br /> solicitada por aplicación de lo dispuesto en el literal a) del artículo IV-27, en un plazo <br /> no superior a ciento veinte (120) días, contados a partir de la fecha de recepción de <br /> cada solicitud de información o de información adicional. <br /> En los casos en que la información requerida no fuera provista en el plazo <br /> estipulado en el párrafo anterior o si la respuesta no contiene la información solicitada <br /> para determinar la autenticidad o veracidad del certificado de origen o el origen de las <br /> mercancías, la autoridad competente de la Parte importadora podrá negar trato <br /> arancelario preferencial de las mercancías amparadas con los certificados objeto del <br /> procedimiento de verificación mediante resolución escrita que incluya los fundamentos <br /> de hecho y de derecho de la resolución. <br /> Artículo IV-29.- Cuando el exportador o productor reciba un cuestionario <br /> conforme al literal b) del artículo IV-27, responderá y devolverá ese cuestionario dentro <br /> de un plazo de 30 días. Durante ese plazo el exportador o productor podrá solicitar por <br /> escrito a la Parte importadora que está realizando la verificación, una prórroga la cual <br /> no será mayor de 30 (treinta) días. Esta solicitud no conllevará a la negación de trato preferencial. <br /> Cuando la autoridad competente hubiera enviado un cuestionario conforme al <br /> literal b) del artículo IV-27 y haya recibido el cuestionario contestado por el exportador <br /> o productor dentro del plazo correspondiente y considere que requiere mayor <br /> información para determinar el origen de la mercancía o mercancías objeto de la <br /> verificación, podrá solicitar información adicional a ese exportador o productor, <br /> mediante un cuestionario subsecuente, en los términos de este artículo. <br /> En caso que el exportador o el productor no devuelva el cuestionario o el <br /> cuestionario subsecuente debidamente respondido dentro del plazo treinta (30) días, o <br /> si la respuesta a dicho cuestionario no demuestra el origen de las mercancías, la Parte <br /> importadora podrá negar trato arancelario, a las mercancías objeto de la verificación, <br /> mediante resolución escrita que incluya los fundamentos de hecho y de derecho de la resolución. <br /> Artículo IV-30.- Antes de efectuar una visita de verificación de conformidad con <br /> lo establecido en el literal c) del artículo IV-27, la Parte importadora estará obligada, <br /> por conducto de su autoridad competente, a notificar por escrito su intención de <br /> efectuar la visita por lo menos con treinta (30) días de anticipación. La notificación se <br /> enviará al exportador o al productor que vaya a ser visitado, a la autoridad competente <br /> de la Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br /> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br /> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br /> del productor a quien pretende visitar. <br /> La notificación a que se refiere el párrafo anterior, contendrá: <br /> a) la identificación de la autoridad competente que hace la notificación; <br /> b) nombre del exportador o del productor que se pretende visitar; <br /> c) fecha y lugar de la visita de verificación propuesta; <br /> d) objeto y alcance de la visita de verificación propuesta, haciendo <br /> mención específica de la mercancía o mercancías objeto(s) de verificación(es); <br /> e) nombres, datos personales y cargos de los funcionarios que efectuarán <br /> la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> Si dentro de los treinta (30) días siguientes al recibo de la notificación de la <br /> visita de verificación propuesta conforme al primer párrafo de este artículo, el <br /> exportador o el productor no otorga su consentimiento por escrito para la realización <br /> de la misma, la Parte importadora podrá negar el trato arancelario preferencial a la <br /> mercancía o mercancías que habría(n) sido objeto de la visita de verificación, <br /> mediante resolución escrita que incluya los fundamentos de hecho y de derecho de la resolución. <br /> Cada Parte dispondrá que, cuando su autoridad competente reciba una <br /> notificación de conformidad con el primer párrafo podrá a más tardar dentro del plazo <br /> de los quince (15) días siguientes a la fecha de recepción de la notificación de la visita <br /> de verificación, posponer la visita de verificación propuesta por un periodo no mayor a <br /> sesenta (60) días a partir de la fecha en que se recibió la notificación, o por un plazo <br /> mayor que acuerden las Partes. <br /> Una Parte no podrá negar el trato arancelario preferencial con fundamento <br /> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto <br /> en el párrafo anterior. <br /> Cada Parte permitirá al exportador o productor cuya mercancía sea motivo de <br /> una visita de verificación, designar dos observadores que estén presentes durante la <br /> visita, siempre que los observadores intervengan únicamente con esa calidad. De no <br /> haber designación de testigos por el exportador o el productor, esa omisión no tendrá <br /> por consecuencia la posposición de la visita. <br /> La Parte que haya realizado una verificación, proporcionará al exportador o al <br /> productor cuya mercancía o mercancías hayan sido objeto de la verificación una <br /> resolución escrita en la que determine si la mercancía o mercancías califican o no <br /> como originarias, e incluya los fundamentos de hecho y de derecho de la determinación. <br /> Para efectos del artículo IV-27, cuando la verificación que haya realizado una <br /> Parte, indique que el exportador o el productor ha certificado o declarado más de una <br /> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br /> podrá suspender el trato arancelario preferencial a las mercancías idénticas que esa <br /> persona exporte o produzca, hasta que la misma pruebe que cumple con lo <br /> establecido en este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "SANCIONES <br /> Artículo IV-33.- Cada Parte aplicará sanciones penales, civiles o administrativas <br /> por infracciones relacionadas con este capítulo, conforme a sus leyes y reglamentaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "REVISIÓN <br /> Artículo IV-31.- Cada Parte otorgará, de conformidad con su legislación, acceso <br /> a los mismos derechos respecto a los procedimientos y recursos de revisión <br /> administrativos o judiciales previstos para sus importadores, a los exportadores o <br /> productores de la otra Parte que llenen y firmen un certificado o una declaración de <br /> origen que haya sido objeto de una resolución de determinación de origen, de acuerdo <br /> con el tercer párrafo del artículo IV-28, el tercer párrafo del artículo IV-29 y el último <br /> párrafo del artículo IV-30. <br /> Los derechos a que se refiere el párrafo anterior incluyen acceso a, por lo <br /> menos, una instancia de revisión administrativa, independientemente del <br /> funcionario o dependencia responsable de la resolución sujeta a revisión, y acceso <br /> a una instancia de revisión judicial de la resolución o de la decisión tomada en la <br /> última instancia de revisión administrativa, de conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "VERIFICACION DEL ORIGEN DE LAS MERCANCIAS", "ArticleDesc": "VERIFICACION DEL ORIGEN DE LAS MERCANCIAS <br> Artículo IV-1.- Para efectos del presente capítulo, se entenderá por: <br> - autoridad aduanera: la autoridad que, conforme a la legislación de cada <br> Parte, es responsable de la aplicación y administración de sus leyes y <br> reglamentaciones aduaneras; <br> - autoridad competente: para el caso de México, la autoridad designada <br> por la Secretaría de Hacienda y Crédito Público, o su sucesora; para el <br> caso de Brasil, la autoridad designada por el Ministerio de Desarrollo, <br> Industria y Comercio Exterior y el Ministerio de Hacienda, conforme sea el <br> caso, o sus sucesoras; <br> - CIF: costos, seguros y flete incluidos; <br> - costo total: la suma de los siguientes elementos: <br> a) los costos o el valor de los materiales directos de fabricación <br> utilizados en la producción de la mercancía; <br> b) los costos de la mano de obra directa utilizada en la producción de la mercancía; y <br> c) una cantidad por concepto de costos y gastos directos e <br> indirectos de fabricación de la mercancía, asignada <br> razonablemente al mismo, excepto los siguientes conceptos: <br> i) los costos y gastos de un servicio proporcionado por el <br> productor de una mercancía a otra persona, cuando el <br> servicio no se relacione con la mercancía, <br> ii) los costos y pérdidas resultantes de la venta de una parte <br> de la empresa del productor, la cual constituye una <br> operación descontinuada, <br> iii) los costos relacionados con el efecto acumulado de <br> cambios en la aplicación de principios de contabilidad, <br> iv) los costos o pérdidas resultantes de la venta de una <br> mercancía de capital del productor, <br> v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor, <br> vi) las utilidades obtenidas por el productor de la mercancía, <br> sin importar si fueron retenidas por el productor o <br> pagadas a otras personas como dividendos y los <br> impuestos pagados sobre esas utilidades, incluyendo los <br> impuestos sobre ganancias de capital, y <br> vii) los costos por intereses que se hayan pactado entre <br> personas relacionadas y que excedan aquellos intereses <br> que se pagan a tasas de interés de mercado; <br> - Código de Valoración Aduanera: el Acuerdo Relativo a la Aplicación del <br> Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio <br> de 1994, que forma parte del Acuerdo sobre la OMC; <br> - contenedores y materiales de embalaje para embarque: mercancías que <br> son utilizadas para proteger a una mercancía durante su transporte, <br> distintos de los envases y materiales para venta al menudeo; <br> - días hábiles: todos los días, excepto los sábados y domingos, así como <br> todos aquellos días que cada Parte designe como inhábiles conforme a su legislación; <br> - entidades certificadoras: para el caso de México, la Secretaría de <br> Economía, o su sucesora; para el caso de Brasil, la Secretaria de <br> Comercio Exterior del Ministerio de Desarrollo, Industria y Comercio <br> Exterior, o su sucesora; <br> - envases y materiales de empaque para venta al menudeo: envases y <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> - exportador: una persona ubicada en territorio de una Parte desde la que la <br> mercancía es exportada, quien conforme a este capítulo, está obligada a <br> conservar en territorio de esa Parte, los registros a que se refiere el artículo IV-26; <br> - FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, <br> en el punto de embarque directo del vendedor al comprador; <br> - importador: una persona ubicada en territorio de una Parte hacia la que la <br> mercancía es importada, quien conforme a este capítulo, está obligada a <br> - material: comprende las materias primas, insumos, productos intermedios y <br> partes y piezas utilizadas en la elaboración de las mercancías, sin perjuicio <br> de otras disposiciones que consten en el Acuerdo; <br> - material de fabricación propia: un material producido por el productor de <br> una mercancía y utilizado en la producción de esa mercancía; <br> - material intermedio: materiales de fabricación propia utilizados en la <br> producción de una mercancía y designados conforme al artículo IV-8; <br> - material indirecto: una mercancía utilizada en la producción, inspección o <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o <br> una mercancía que se utilice en el mantenimiento de edificios o en la <br> operación de equipos relacionados con la producción de otra mercancía, tales como: <br> a) combustible y energía; <br> b) herramientas, troqueles y moldes; <br> c) refacciones o repuestos y materiales utilizados en el <br> mantenimiento de equipo y edificios; <br> d) lubricantes, grasas, materiales compuestos y otros materiales <br> utilizados en la producción o para operar el equipo o los edificios; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f) equipo, aparatos y aditamentos utilizados para la verificación o <br> inspección de las mercancías; <br> 6 <br> g) catalizadores y solventes; o <br> h) cualquier otra mercancía que no esté incorporada en el producto <br> terminado pero que, de cuyo uso en la producción de ese <br> producto pueda demostrarse razonablemente que forma parte de esa producción; <br> - mercancía: cualquier bien, producto, artículo o materia; <br> - mercancías idénticas o similares: @^@mercancías idénticas@^@ y @^@mercancías <br> similares@^@ respectivamente, tal como se definen en el Código de <br> Valoración Aduanera; <br> - mercancía originaria o material originario: una mercancía o un material <br> que califican como originarios de conformidad con lo establecido en este capítulo; <br> - partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado o <br> de la NALADISA; <br> - principios de contabilidad generalmente aceptados: el consenso <br> reconocido al apoyo sustancial autorizado en el territorio de una Parte, <br> respecto al registro de ingresos, gastos, costos, activos y pasivos, <br> revelación de la información y elaboración de estados financieros. Estos <br> estándares pueden ser guías amplias de aplicación general, así como <br> normas prácticas y procedimientos detallados; <br> - producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, <br> la manufactura, el ensamble o el procesamiento de una mercancía; <br> - productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> manufactura, procesa o ensambla una mercancía, ubicado en territorio de <br> una Parte quien, conforme a este capítulo, está obligado a conservar en <br> territorio de esa Parte, los registros a que se refiere el artículo IV-26; <br> - Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> la regla es el siguiente: <br> @^@Cualquier referencia a un artículo en una partida determinada <br> alcanza al artículo incluso incompleto o sin terminar, siempre que éste <br> presente las características esenciales del artículo completo o terminado. <br> Alcanza también al artículo completo o terminado, o considerado como tal <br> en virtud de las disposiciones precedentes, cuando se presente <br> desmontado o sin montar todavía.@^@ <br> - Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla <br> que la sustituya. Al momento de suscribir el presente Acuerdo, el texto de <br> @^@Cuando una mercancía pudiera clasificarse, en principio, en dos o más <br> partidas por aplicación de la Regla 2 b) o en cualquier otro caso, la <br> clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre <br> las partidas de alcance más genérico. Sin embargo, cuando dos <br> o más partidas se refieran, cada una, solamente a una parte de <br> las materias que constituyen un producto mezclado o un artículo <br> compuesto o solamente a una parte de los artículos, en el caso <br> de mercancías presentadas en juegos o surtidos acondicionados <br> para la venta al por menor, tales partidas deben considerarse <br> igualmente específicas para dicho producto o artículo, incluso si <br> una de ellas lo describe de manera más precisa o completa; <br> b) los productos mezclados, las manufacturas compuestas de <br> materias diferentes o constituidas por la unión de artículos <br> diferentes y las mercancías presentadas en juegos o surtidos <br> acondicionados para la venta al por menor, cuya clasificación no <br> pueda efectuarse aplicando la Regla 3 a), se clasificarán según <br> la materia o con el artículo que les confiera su carácter esencial, <br> si fuera posible determinarlo; y <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la <br> clasificación, la mercancía se clasificará en la última partida por <br> orden de numeración entre las susceptibles de tenerse <br> razonablemente en cuenta.@^@ <br> - Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> la regla es el siguiente: <br> @^@Salvo lo dispuesto en la Regla 5 a), los envases que contengan <br> mercancías se clasificarán con ellas cuando sean del tipo de los <br> normalmente utilizados para esa clase de mercancías. Sin embargo, esta <br> disposición no es obligatoria cuando los envases sean susceptibles de <br> ser utilizados razonablemente de manera repetida.@^@ <br> - Sistema Armonizado: El Sistema Armonizado de Designación y <br> Codificación de Mercancías que esté en vigencia, incluidas sus reglas <br> generales y sus notas legales de sección, capítulo y subpartida, en la forma <br> en que las Partes lo hayan adoptado y aplicado en sus respectivas leyes de <br> impuestos al comercio exterior; <br> - subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado o <br> - trato arancelario preferencial: la aplicación de la preferencia pactada para <br> una mercancía originaria conforme al Anexo I del presente Acuerdo; <br> - utilizados: empleados o consumidos en la producción de mercancías; <br> - valor de transacción de una mercancía: el precio realmente pagado o por <br> pagar por una mercancía relacionada con la transacción del productor de <br> la mercancía de conformidad con los principios del Artículo 1 del Código <br> de Valoración Aduanera, ajustado de acuerdo con los principios del Artículo 8.1, 8.3 y 8.4 <br> del mismo, independientemente que la mercancía <br> se venda para exportación. Para efectos de esta definición, el vendedor a <br> que se refiere el Código de Valoración Aduanera será el productor de la mercancía; y <br> - valor de transacción de un material: el precio realmente pagado o por <br> pagar por un material relacionado con la transacción del productor de la <br> mercancía de conformidad con los principios del Artículo 1 del Código de <br> Valoración Aduanera, ajustado de acuerdo con los principios del Artículo <br> 8.1, 8.3 y 8.4 del mismo, independientemente que el material se venda <br> para exportación. Para efectos de esta definición, el vendedor a que se <br> refiere el Código de Valoración Aduanera será el proveedor del material y <br> el comprador a que se refiere el Código de Valoración Aduanera será el <br> productor de la mercancía. <br> "}, {"ArticleTitle": "AMBITO DE APLICACIÓN E INTERPRETACIÓN", "ArticleDesc": "AMBITO DE APLICACIÓN E INTERPRETACIÓN <br> Artículo IV-2.- El presente capítulo establece las normas de origen aplicables al <br> intercambio de mercancías entre las Partes, a los efectos de: <br> a) calificación y determinación de la mercancía originaria; <br> b) certificación de origen y emisión de los certificados de origen; y <br> c) procesos de verificación del origen, control y sanciones. <br> Artículo IV-3.- Las Partes aplicarán a las mercancías para las que se solicite <br> trato arancelario preferencial, conforme a las preferencias negociadas en el presente <br> Acuerdo, el régimen de origen establecido en el presente capítulo, sin perjuicio que el <br> mismo pueda ser modificado mediante resolución de la Comisión. <br> Artículo IV-4.- <br> 1. Para efectos de este capítulo: <br> a) la base de clasificación arancelaria es la NALADISA 1996; <br> b) la determinación del valor de una mercancía o de un material se hará <br> conforme a los principios del Código de Valoración Aduanera; y <br> c) todos los costos a que hace referencia este capítulo serán registrados y <br> mantenidos de conformidad con los principios de contabilidad <br> generalmente aceptados aplicables en el territorio de la Parte donde la <br> mercancía se produzca. <br> 2 Al aplicar el Código de Valoración Aduanera para determinar el origen de una <br> mercancía, los principios del Código de Valoración Aduanera se aplicarán a las <br> transacciones internas, con las modificaciones que requieran las circunstancias, como <br> se aplicaría a las internacionales. <br> "}, {"ArticleTitle": "REQUISITOS ESPECÍFICOS DE ORIGEN", "ArticleDesc": "REQUISITOS ESPECÍFICOS DE ORIGEN <br> Artículo IV-16.- La Comisión, a solicitud de las Partes, podrá modificar o <br> ampliar los requisitos específicos de origen establecidos en el Anexo II del Acuerdo, <br> debido a cambios en el desarrollo de los procesos productivos u otros asuntos. <br> "}, {"ArticleTitle": "OBLIGACIONES RESPECTO A LAS EXPORTACIONES", "ArticleDesc": "OBLIGACIONES RESPECTO A LAS EXPORTACIONES <br> Artículo IV-25.- Cada Parte dispondrá que su exportador o productor que <br> haya llenado y firmado un certificado o una declaración de origen y tenga razones <br> para creer que ese certificado o declaración de origen contiene información <br> incorrecta, debe comunicar sin demora y por escrito, cualquier cambio que pudiera <br> afectar la exactitud o validez del certificado o declaración a la entidad certificadora. <br> En estos casos, el exportador o el productor no podrá ser sancionado por haber <br> presentado una certificación o declaración incorrecta respectivamente. <br> Cada Parte dispondrá que el certificado o declaración de origen falsos <br> hechos por un exportador o por un productor tenga las mismas consecuencias <br> administrativas que tendrían las declaraciones o manifestaciones falsas hechas en <br> su territorio por un importador en contravención de sus leyes y reglamentaciones. <br> Además, podrá aplicar tales medidas, según lo ameriten las circunstancias, cuando <br> el exportador o el productor no cumpla con cualesquiera de los requisitos de este capítulo. <br> "}, {"ArticleTitle": "CONFIDENCIALIDAD", "ArticleDesc": "CONFIDENCIALIDAD <br> Artículo IV-32.- Cada Parte mantendrá, de conformidad con lo establecido en <br> su legislación, la confidencialidad de la información que tenga tal carácter obtenida <br> conforme a este capítulo y la protegerá de toda divulgación que pudiera perjudicar a la <br> persona que la proporciona. <br> La información confidencial obtenida conforme a este capítulo sólo podrá darse <br> a conocer a las autoridades responsables de la administración y aplicación del <br> régimen de origen, y de los asuntos aduaneros o tributarios, según sea el caso. <br> "}, {"ArticleTitle": "CONSULTAS, COOPERACIÓN Y MODIFICACIONES", "ArticleDesc": "CONSULTAS, COOPERACIÓN Y MODIFICACIONES <br> Artículo IV-34.- Las Partes establecerán, a través de la Comisión <br> Administradora, un Grupo de Trabajo de Reglas de Origen y Procedimientos <br> Aduaneros, integrado por representantes de cada una de las Partes, el cual se reunirá <br> a solicitud de alguna de las Partes. <br> El Grupo de Trabajo deberá: <br> a) asegurar la efectiva aplicación y administración de este capítulo; <br> b) llegar a acuerdos sobre la interpretación, aplicación y administración de este capítulo; <br> c) procurar acuerdos sobre modificaciones al certificado o la declaración de origen; <br> d) examinar las disposiciones administrativas u operativas en materia <br> aduanera que tengan relación con el régimen de origen del Acuerdo; y <br> e) atender cualquier otro asunto que las Partes acuerden, relacionados <br> con este capítulo. <br> Las Partes realizarán consultas regularmente y cooperarán para garantizar que <br> el presente capítulo se aplique de manera efectiva, uniforme y de conformidad con el <br> "}]}]}, "members_found": ["484", "076"]}