{"FtaRooDetails": {"FtaId": 500, "FtaCode": "ITC00505", "FtaName": "FTA, Oman-United States", "FtaFullName": "Agreement between the Government of the United States of America and the Government of the Sultanate of Oman", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Oman; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Oman-United States", "AdminProcCooAuth": "The certification type under FTA, Oman-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Oman-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Oman-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "(b) for goods other than those covered by the rules in Annex 3-A (Rules of Origin for Textile or Apparel Goods) or Annex 4-A, the good is a new or different article of commerce that has been grown, produced, or manufactured in the territory of one or both of the Parties; and the sum of (i) the value of materials produced in the territory of one or both of the Parties, plus (ii) the direct costs of processing operations performed in the territory of one or both of the Parties is not less than 35 percent of the appraised value of the good at the time it is imported into the territory of a Party", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00505_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbp.gov/sites/default/files/documents/adata.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00505_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00505_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/oman/asset_upload_file871_8821.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00505_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/oman/asset_upload_file348_8840.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00505_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/trade-agreements/free-trade-agreements/oman-fta/final-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.4: CUMULATION <br /> 1 Each Party shall provide that direct costs of processing operations performed in <br /> the territory of one or both of the Parties as well as the value of materials produced in the <br /> territory of one or both of the Parties may be counted without limitation toward satisfying <br /> the 35 percent value-content requirement specified in Article 4.1(b). <br /> 2 Each Party shall provide that an originating good or a material produced in the <br /> territory of one or both of the Parties, incorporated into a good in the territory of the other <br /> Party, shall be considered to originate in the territory of the other Party. <br /> 3 Each Party shall provide that a good shall originate where the good is grown, <br /> produced, or manufactured in the territory of one or both of the Parties by one or more <br /> producers, provided that the good satisfies the requirements of Article 4.1 and all other <br /> applicable requirements in this Chapter or Chapter Three (Textiles and Apparel).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.14: DEFINITIONS <br /> goods wholly the growth, product, or manufacture of one or both of the Parties <br /> means goods consisting entirely of one or more of the following: <br /> (a) mineral goods extracted in the territory of one or both of the Parties; <br /> (b) vegetable goods, as such goods are defined in the Harmonized System, <br /> harvested in the territory of one or both of the Parties; <br /> (c) live animals born and raised in the territory of one or both of the Parties; <br /> (d) goods obtained from live animals raised in the territory of one or both of <br /> the Parties; <br /> (e) goods obtained from hunting, trapping, or fishing in the territory of one or <br /> both of the Parties; <br /> (f) goods (fish, shellfish, and other marine life) taken from the sea by vessels <br /> registered or recorded with a Party and flying its flag; <br /> (g) goods produced on board factory ships from the goods referred to in <br /> subparagraph (f) provided such factory ships are registered or recorded <br /> with that Party and fly its flag; <br /> (h) goods taken by a Party or a person of a Party from the seabed or beneath <br /> the seabed outside territorial waters, provided that a Party has rights to <br /> exploit such seabed; <br /> (i) goods taken from outer space, provided they are obtained by a Party or a <br /> person of a Party and not processed in the territory of a non-Party; <br /> (j) waste and scrap derived from: <br /> (i) production or manufacture in the territory of one or both of the <br /> Parties; or <br /> (ii) used goods collected in the territory of one or both of the Parties, <br /> provided such goods are fit only for the recovery of raw materials; <br /> (k) recovered goods derived in the territory of a Party from used goods, and <br /> utilized in the Party's territory in the production of remanufactured goods; <br /> and <br /> (l) goods produced in the territory of one or both of the Parties exclusively <br /> from goods referred to in subparagraphs (a) through (j), or from their <br /> derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.3: NON-QUALIFYING OPERATIONS <br /> Each Party shall provide that, for purposes of Article 4.1, no good shall be considered a <br /> new or different article of commerce by virtue of having merely undergone (a) simple <br /> combining or packaging operations or (b) mere dilution with water or with another <br /> substance that does not materially alter the characteristics of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.5: VALUE OF MATERIALS <br /> 1 For purposes of this Chapter, each Party shall provide that the value of a material <br /> produced in the territory of one or both of the Parties includes: <br /> (a) the price actually paid or payable by the producer of the good for the <br /> material; <br /> (b) when not included in the price actually paid or payable by the producer of <br /> the good for the material, the freight, insurance, packing, and all other <br /> costs incurred in transporting the material to the producer's plant; <br /> (c) the cost of waste or spoilage, less the value of recoverable scrap; and <br /> (d) taxes or customs duties imposed on the material by one or both of the <br /> Parties, provided the taxes or customs duties are not remitted upon <br /> exportation. <br /> 2 Each Party shall provide that where the relationship between the producer of the <br /> good and the seller of the material influenced the price actually paid or payable for the <br /> material, or where paragraph 1 is otherwise not applicable, the value of the material <br /> produced in the territory of one or both of the Parties includes: <br /> (a) all expenses incurred in the growth, production, or manufacture of the <br /> material, including general expenses; <br /> (b) a reasonable amount for profit; and <br /> (c) freight, insurance, packing, and all other costs incurred in transporting the <br /> material to the producer's plant. <br /> ARTICLE 4.6: DIRECT COSTS OF PROCESSING OPERATIONS <br /> 1 For purposes of this Chapter, direct costs of processing operations means those <br /> costs either directly incurred in, or that can be reasonably allocated to, the growth, <br /> production, or manufacture of the good. Such costs include the following, to the extent <br /> that they are includable in the appraised value of goods imported into the territory of a <br /> Party: <br /> (a) all actual labor costs involved in the growth, production, or manufacture <br /> of the specific good, including fringe benefits, on-the-job training, and the <br /> cost of engineering, supervisory, quality control, and similar personnel; <br /> (b) tools, dies, molds, and other indirect materials, and depreciation on <br /> machinery and equipment that are allocable to the specific good; <br /> (c) research, development, design, engineering, and blueprint costs to the <br /> extent that they are allocable to the specific good; <br /> (d) costs of inspecting and testing the specific good; and <br /> (e) costs of packaging the specific good for export to the territory of the other <br /> Party. <br /> 2 For greater certainty, those items that are not included as direct costs of <br /> processing operations are those that are not directly attributable to the good or are not <br /> costs of growth, production, or manufacture of the good. These include: <br /> (a) profit; and <br /> (b) general expenses of doing business that are either not allocable to the <br /> specific good or are not related to the growth, production, or manufacture <br /> of the good, such as administrative salaries, casualty and liability <br /> insurance, advertising, and salesmen's salaries, commissions, or expenses.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8: INDIRECT MATERIALS <br /> Each Party shall provide that indirect materials shall be disregarded in determining <br /> whether the good qualifies as an originating good, except that the cost of such indirect <br /> materials may be counted toward satisfying the 35 percent value-content requirement <br /> where applicable. <br /> ARTICLE 4.14: DEFINITIONS <br /> indirect material means a good used in the growth, production, manufacture, testing, or <br /> inspection of a good but not physically incorporated into the good, or a <br /> good used in the maintenance of buildings or the operation of equipment associated with <br /> the growth, production, or manufacture of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and molds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in <br /> the growth, production, or manufacture of a good or used to operate <br /> equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in <br /> the growth, production, or manufacture of the good can reasonably be <br /> demonstrated to be a part of that growth, production, or manufacture;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9: TRANSIT AND TRANSSHIPMENT <br /> For purposes of this Chapter, a good shall not be considered to be imported directly from <br /> the territory of the other Party if the good undergoes subsequent production, <br /> manufacturing, or any other operation outside the territories of the Parties, other than <br /> unloading, reloading, or any other operation necessary to preserve it in good condition or <br /> to transport the good to the territory of the other Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.1: ORIGINATING GOODS <br /> Except as otherwise provided in this Chapter or Chapter Three (Textiles and Apparel), <br /> each Party shall provide that a good is an originating good where it is imported directly <br /> from the territory of one Party into the territory of the other Party, and: <br /> (a) it is a good wholly the growth, product, or manufacture of one or both of <br /> the Parties; <br /> (b) for goods other than those covered by the rules in Annex 3-A (Rules of <br /> Origin for Textile or Apparel Goods) or Annex 4-A, the good is a new or <br /> different article of commerce that has been grown, produced, or <br /> manufactured in the territory of one or both of the Parties; and the sum of <br /> (i) the value of materials produced in the territory of one or both of the <br /> Parties, plus (ii) the direct costs of processing operations performed in the <br /> territory of one or both of the Parties is not less than 35 percent of the <br /> appraised value of the good at the time it is imported into the territory of a <br /> Party;1 or <br /> (c) for goods covered by the rules in Annex 3-A (Rules of Origin for Textile <br /> or Apparel Goods) or Annex 4-A, the good has satisfied the requirements <br /> specified in that Annex.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.7: PACKAGING AND PACKING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> AND FOR SHIPMENT <br /> Each Party shall provide that packaging and packing materials and containers in which a <br /> good is packaged for retail sale and for shipment, if classified with the good, shall be <br /> disregarded in determining whether the good qualifies as an originating good, except that <br /> the value of originating packaging and packing materials and containers may be counted <br /> toward satisfying, where applicable, the 35 percent value-content requirement specified <br /> in Article 4.1(b).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br /> Each Party shall provide that whenever an importer makes a claim for preferential tariff <br /> treatment, the importer: <br /> (a) shall be deemed to have certified that such good qualifies for preferential <br /> tariff treatment; and <br /> (b) shall submit to the customs authorities of the importing Party, upon <br /> request, a declaration setting forth all pertinent information concerning the <br /> growth, production, or manufacture of the good. Each Party may require <br /> that the information on the declaration should contain at least the <br /> following pertinent details: <br /> (i) a description of the good, quantity, invoice numbers, and bills of <br /> lading; <br /> (ii) a description of the operations performed in the growth, <br /> production, or manufacture of the good in the territory of one or <br /> both of the Parties and, where applicable, identification of the <br /> direct costs of processing operations; <br /> (iii) a description of any materials used in the growth, production, or <br /> manufacture of the good that are wholly the growth, product, or <br /> manufacture of one or both of the Parties, and a statement as to the <br /> value of such materials; <br /> (iv) a description of the operations performed on, and a statement as to <br /> the origin and value of, any foreign materials used in the good that <br /> are claimed to have been sufficiently processed in the territory of <br /> one or both of the Parties so as to be materials produced in the <br /> territory of one or both of the Parties, or are claimed to have <br /> undergone an applicable change in tariff classification specified in <br /> Annex 3-A (Rules of Origin for Textile or Apparel Goods) or <br /> Annex 4-A; and <br /> (v) a description of the origin and value of any foreign materials used <br /> in the good that are not claimed to have been substantially <br /> transformed in the territory of one or both of the Parties, or are not <br /> claimed to have undergone an applicable change in tariff <br /> classification specified in Annex 3-A (Rules of Origin for Textile <br /> or Apparel Goods) or Annex 4-A. <br /> The importing Party should request a declaration only when that Party has reason to <br /> question the accuracy of a deemed certification referred to in subparagraph (a), when that <br /> Party's risk assessment procedures indicate that verification of a claim is appropriate, or <br /> when the Party conducts a random verification. The importer shall retain the information <br /> necessary for the preparation of the declaration for five years from the date of importation <br /> of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br /> The importing Party should request a declaration only when that Party has reason to <br /> question the accuracy of a deemed certification referred to in subparagraph (a), when that <br /> Party's risk assessment procedures indicate that verification of a claim is appropriate, or <br /> when the Party conducts a random verification. The importer shall retain the information <br /> necessary for the preparation of the declaration for five years from the date of importation <br /> of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.11: OBLIGATIONS RELATING TO IMPORTATION <br /> 4 Each Party shall provide that, where an originating good was imported into its <br /> territory but the importer of the good did not make a claim for preferential tariff treatment <br /> at the time of importation, that importer may, no later than one year after the date of <br /> importation, make a claim for preferential tariff treatment and apply for a refund of any <br /> excess duties paid as the result of the good not having been accorded preferential tariff <br /> treatment, on presentation of: <br /> (a) a written declaration that the good was originating at the time <br /> of importation; and <br /> (b) such other documentation and information relating to the importation <br /> of the good as the importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.9: PENALTIES <br /> Each Party shall adopt or maintain measures that provide for the imposition of civil, <br /> administrative, and, where appropriate, criminal sanctions for violations of its customs <br /> laws, including its laws governing tariff classification, customs valuation, country of <br /> origin, and the entitlement to preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.10: ADVANCE RULINGS <br /> 1 Each Party shall issue written advance rulings prior to the importation of a good <br /> into its territory at the written request of an importer in its territory, or an exporter or <br /> producer in the territory of the other Party, on the basis of the facts and circumstances set <br /> forth by the requester, concerning: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria, including the criteria in the <br /> Customs Valuation Agreement; <br /> (c) duty drawback; <br /> (d) whether a good qualifies as an originating good; and <br /> (e) whether a good qualifies for duty-free treatment in accordance with Article <br /> 2.6 (Goods Re-Entered After Repair or Alteration). <br /> 2 Each Party shall provide that its customs authority shall issue advance rulings <br /> within 150 days of a request, provided that the requester has submitted all necessary <br /> information. <br /> 3 Each Party shall provide that advance rulings shall be valid from their date of <br /> issuance, or such other date specified by the ruling, for at least three years, provided that <br /> the facts and circumstances (including laws and regulations) on which the ruling is based <br /> remain unchanged. <br /> 4 The issuing Party may modify or revoke an advance ruling when facts or <br /> circumstances warrant, such as where the information on which the ruling is based is false <br /> or inaccurate. <br /> 1 Notwithstanding Article 5.7(g), a Party may require that express shipments be accompanied by an airway <br /> bill or other bill of lading. For greater certainty, a Party may assess customs duties or taxes and may require <br /> formal entry documents for express shipments of goods subject to licensing or similar requirements or goods <br /> that are otherwise restricted. <br /> 5 Where an importer claims that the treatment accorded to an imported good should <br /> be governed by an advance ruling, the customs authority may evaluate whether the facts <br /> and circumstances of the importation are consistent with the facts and circumstances upon <br /> which the advance ruling was based. <br /> 6 Each Party shall make its advance rulings publicly available, subject to <br /> confidentiality requirements in its law. <br /> 7 If a requester provides false information or omits relevant circumstances or facts in <br /> its request for an advance ruling, or does not act in accordance with the ruling's terms and <br /> conditions, the importing Party may apply appropriate measures, including civil, criminal, <br /> and administrative penalties or other sanctions. <br /> 8 For purposes of this Article, advance ruling means a written response by a Party to <br /> a request made in accordance with this Article, setting forth the official position of the <br /> Party on the interpretation of its relevant laws and regulations pertaining to a matter <br /> referenced in paragraph 1(a) through (e), as applied to a specific, prospective customs <br /> transaction. <br /> 9 This Article shall apply to Oman beginning two years after the date of entry into <br /> force of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.8: REVIEW AND APPEAL <br /> Each Party shall ensure that with respect to a determination of the Party on customs <br /> matters, the importer in its territory has access to: <br /> (a) administrative review independent of the official or office that issued the <br /> determination; and <br /> (b) judicial review of the determination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "NEW OR DIFFERENT ARTICLE OF COMMERCE", "ArticleDesc": "ARTICLE 4.2: NEW OR DIFFERENT ARTICLE OF COMMERCE <br> For purposes of this Chapter, new or different article of commerce means a good that <br> has been substantially transformed from a good or material that is not wholly the growth, <br> product, or manufacture of one or both of the Parties and that has a new name, character, <br> or use distinct from the good or material from which it was transformed. <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO IMPORTATION", "ArticleDesc": "ARTICLE 4.11: OBLIGATIONS RELATING TO IMPORTATION <br> 1 Each Party shall grant any claim for preferential tariff treatment made in <br> accordance with this Chapter, unless the Party possesses information indicating that the <br> importer's claim fails to comply with any requirement under this Chapter or Chapter <br> Three (Textiles and Apparel). <br> 2 To determine whether a good imported into its territory qualifies for preferential <br> tariff treatment, the importing Party may verify the origin. <br> 3 Where a Party denies a claim for preferential tariff treatment, it shall issue a <br> written determination containing findings of fact and the legal basis for its determination. <br> The Party shall issue the determination within a period established under its law. <br> 4 Each Party shall provide that, where an originating good was imported into its <br> territory but the importer of the good did not make a claim for preferential tariff treatment <br> at the time of importation, that importer may, no later than one year after the date of <br> importation, make a claim for preferential tariff treatment and apply for a refund of any <br> excess duties paid as the result of the good not having been accorded preferential tariff <br> treatment, on presentation of: <br> (a) a written declaration that the good was originating at the time <br> of importation; and <br> (b) such other documentation and information relating to the importation <br> of the good as the importing Party may require. <br> 5 Nothing in this Article shall prevent a Party from taking action under Article 5.5 <br> (Cooperation). <br> "}, {"ArticleTitle": "CONSULTATIONS AND MODIFICATIONS", "ArticleDesc": "ARTICLE 4.12: CONSULTATIONS AND MODIFICATIONS <br> 1 The Parties shall consult and cooperate to ensure that this Chapter is applied in an <br> effective and uniform manner, in accordance with the objectives of this Agreement. <br> 2 The Parties may establish ad hoc working groups, or a subcommittee of the Joint <br> Committee established pursuant to Article 19.2 (Joint Committee), to consider any matter <br> related to this Chapter (including Annex 4-A). On request of a Party, the Parties may <br> direct a working group or subcommittee to review operation of this Chapter (including <br> Annex 4-A) and develop recommendations for amendments in the light of any pertinent <br> developments, including changes in technology and production processes, and other <br> relevant factors. <br> "}, {"ArticleTitle": "REGIONAL CUMULATION", "ArticleDesc": "ARTICLE 4.13: REGIONAL CUMULATION <br> In light of their desire to promote regional integration, the Parties shall endeavor to <br> develop to the extent practicable, within six months of the date of entry into force of this <br> Agreement, a regional cumulation regime covering the United States and Middle Eastern <br> countries that have free trade agreements with the United States. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.5: DEFINITIONS <br> claim of origin means a claim that a textile or apparel good is an originating good or a product of a Party; <br> importing Party means the Party into whose territory a textile or apparel good is imported; and <br> textile or apparel good means a good listed in the Annex to the Agreement on Textiles and Clothing. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For purposes of this Chapter: <br> exporting Party means the Party from whose territory a textile or apparel good is exported; <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "PUBLICATION", "ArticleDesc": "ARTICLE 5.1: PUBLICATION <br> 1 Each Party shall publish, including on the Internet, its customs laws, regulations, <br> and administrative procedures. <br> 2 Each Party shall designate one or more inquiry points to address inquiries from <br> information concerning procedures for making such inquiries. <br> 3 Further to Article 18.1 (Publication) and to the extent possible, each Party shall <br> publish in advance any regulations of general application governing customs matters that <br> it proposes to adopt and shall provide interested persons the opportunity to comment on <br> such proposed regulations prior to their adoption. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "interested persons concerning customs matters and shall make available on the Internet <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.2: Release of Goods <br> (a) adopt or maintain procedures providing for the release of goods within a <br> (c) adopt or maintain procedures allowing the release of goods prior to, and <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "Each Party shall: <br> period no greater than that required to ensure compliance with its customs <br> laws and, to the extent possible, within 48 hours of arrival; <br> (b) adopt or maintain procedures allowing goods to be released at the point of <br> arrival, without interim transfer to warehouses or other facilities; <br> without prejudice to, the final determination by its customs authority of <br> the applicable customs duties, taxes, and fees, and as part of such <br> procedures may require an importer to provide sufficient guarantee in the <br> form of a surety or other appropriate instrument to ensure payment of any <br> customs duties, taxes, and fees that may ultimately be assessed; and <br> release of goods. <br> (d) otherwise endeavor to adopt or maintain simplified procedures for the <br> "}, {"ArticleTitle": "AUTOMATION", "ArticleDesc": "(a) endeavor to use information technology that expedites procedures for the <br> importation of goods; and <br> (b) in deciding on the information technology to be used for this purpose, take <br> into account international standards. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 5.3: Automation <br> Each Party's customs authority shall: <br> "}, {"ArticleTitle": "RISK ASSESSMENT", "ArticleDesc": "ARTICLE 5.4: RISK ASSESSMENT <br> Each Party shall endeavor to adopt or maintain risk management systems that enable its <br> customs authority to concentrate inspection activities on high-risk goods and that <br> simplify the clearance and movement of low-risk goods. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 5.5: COOPERATION <br> 1 Each Party shall endeavor to provide the other Party with advance notice of any <br> significant modification of administrative policy regarding the implementation of its <br> customs laws that is likely to substantially affect the operation of this Agreement. <br> pertaining to: <br> relating to the importation of goods, including Chapter Four (Rules of <br> Origin) and this Chapter; <br> (b) the implementation and operation of the Customs Valuation Agreement; <br> (d) such other matters relating to the importation or exportation of goods as the <br> Parties may agree. <br> regulations governing importation, the Party may request that the other Party provide <br> specific confidential information that pertains to that activity and that is normally collected <br> by the other Party in connection with the importation of goods. The Party shall make its <br> request in writing, shall identify the requested information with specificity sufficient to <br> enable the other Party to locate it, and shall specify the purposes for which the information <br> is sought. <br> 4 The other Party shall respond by providing any information that it has collected that <br> is material to the request. <br> 5 For purposes of paragraph 3, a reasonable suspicion of unlawful activity means a <br> including: <br> enterprise involved in the movement of goods from the territory of one <br> Party to the territory of the other Party has not complied with a Party's laws <br> or regulations governing importation; <br> (b) historical evidence that some or all of the enterprises involved in the <br> movement from the territory of one Party to the territory of the other Party <br> of goods within a specific product sector have not complied with a Party's <br> laws or regulations governing importation; or <br> (c) other information that the Parties agree is sufficient in the context of a <br> particular request. <br> 6 Each Party shall endeavor to provide the other Party with any other information <br> that would assist in determining whether imports from or exports to the territory of the <br> other Party are in compliance with the other Party's laws and regulations governing <br> importation, in particular those related to the prevention of unlawful shipments. <br> 7 The United States shall endeavor to provide Oman with technical advice and <br> assistance for the purpose of improving risk assessment techniques, simplifying and <br> expediting customs procedures, advancing technical skills, and enhancing the use of <br> importation. <br> 8 Building on the procedures established in this Article, the Parties shall use best <br> efforts to explore additional means of cooperation to enhance each Party's ability to <br> enforce its laws and regulations governing importation, including by: <br> (a) endeavoring to conclude a mutual assistance agreement between their <br> respective customs authorities within one year after the date of entry into <br> force of this Agreement; and <br> (b) considering whether to establish additional channels of communication to <br> facilitate the secure and rapid exchange of information and to improve <br> coordination on customs issues. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "2 The Parties shall cooperate in achieving compliance with their laws and regulations <br> (a) the implementation and operation of the provisions of this Agreement <br> (c) restrictions or prohibitions on imports or exports; or <br> 3 Where a Party has a reasonable suspicion of unlawful activity related to its laws or <br> suspicion based on relevant factual information obtained from public or private sources, <br> (a) historical evidence that a specific importer, exporter, producer, or other <br> technologies that can lead to improved compliance with laws and regulations governing <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.6: Confidentiality <br> 1 Where a Party providing information to the other Party in accordance with this <br> Chapter designates the information as confidential, the other Party shall maintain the <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "confidentiality of the information. The Party providing the information may require <br> written assurances from the other Party that the information will be held in confidence, will <br> be used only for the purposes specified in the other Party's request for information, and <br> will not be disclosed without the Party's specific permission. The Parties may agree that <br> the information may be used or disclosed for law enforcement purposes or in the context of <br> judicial proceedings. <br> 2 A Party may decline to provide confidential information requested by the other <br> Party where the other Party has failed to act in conformity with assurances provided under <br> paragraph 1. <br> 3 Each Party shall adopt or maintain procedures that protect confidential information <br> submitted in connection with the administration of its customs laws and regulations from <br> unauthorized disclosure, including information the disclosure of which could prejudice the <br> competitive position of the person providing the information. <br> "}, {"ArticleTitle": "EXPRESS SHIPMENTS", "ArticleDesc": "Each Party shall adopt or maintain separate, expedited customs procedures for express <br> shipments, including procedures: <br> (a) that allow the information necessary for the release of express shipments to <br> be submitted electronically; <br> (b) in which the information necessary for the release of an express shipment <br> may be submitted, and processed by the Party's customs authority, before <br> the shipment arrives; <br> (c) allowing a shipper to submit a single manifest covering all goods contained <br> in an express shipment; <br> (d) that, to the extent possible, minimize the documentation required for the <br> release of express shipments; <br> (e) that, under normal circumstances, allow for an express shipment that has <br> arrived at a point of importation to be released no later than six hours after <br> the submission of the information necessary for release; <br> (f) that apply without regard to weight or customs value; and <br> (g) that provide, under normal circumstances, that no customs duties or taxes <br> will be assessed on, nor will formal entry documents be required for, <br> express shipments valued at US$200 or less.1 <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 5.7: Express Shipments <br> "}, {"ArticleTitle": "TECHNICAL COOPERATION AND IMPLEMENTATION", "ArticleDesc": "ARTICLE 5.11: TECHNICAL COOPERATION AND IMPLEMENTATION <br> 1 Within 120 days after the date of entry into force of this Agreement, the Parties <br> shall consult and establish a work program on procedures that Oman may adopt to <br> implement Article 5.10 and shall consult on technical assistance that the United States may <br> provide to assist Oman in that endeavor. <br> 2 Not later than 18 months after the date of entry into force of this Agreement, the <br> Parties shall consult on Oman's progress in implementing Article 5.10 and on whether to <br> "}]}]}, "members_found": ["842", "512"]}