{"FtaRooDetails": {"FtaId": 504, "FtaCode": "ITC00509", "FtaName": "FTA, Pakistan-Sri Lanka", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE ISLAMIC REPUBLIC OF PAKISTAN AND THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "12.06.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Sri Lanka; Pakistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Pakistan-Sri Lanka", "AdminProcCooAuth": "The certification type under FTA, Pakistan-Sri Lanka is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Pakistan-Sri Lanka is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Pakistan-Sri Lanka agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 35%", "RooText": "Rule 8: Not wholly produced or obtained (a) Within the meaning of rule 6 (b), products worked on or processed as a result of which the total value of the material, parts or produce originating from countries other than the Contracting Parties or of undetermined origin used does not exceed 65% of the F.O.B. value of the products produced or obtained and the final process of manufacture is performed within the territory of the exporting Contracting Party shall be eligible for preferential treatment, subject to the provisions of clauses (b), (c), (d) and (e) of rule 8 and rule 9; (b) Non-originating materials shall be considered to be sufficiently worked or processed when the product obtained is classified in a heading, at the six digit level, of the Harmonized Commodity Description and Coding system different from those in which all the non-originating materials used in its manufacture are classified;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00509_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.doc.gov.lk/images/pdf/our_services/psfta/psfta_roo.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00509_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.doc.gov.lk/images/pdf/our_services/psfta/psfta_roo.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00509_proo.pdf", "DocType": "4_proo", "WebLink": "http://tdap.gov.pk/beta/pdf/0509-060605.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00509_full.pdf", "DocType": "8_full", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/PSFTA_Text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral (with limitation)", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Cumulative Rules of Origin <br /> In respect of a products which complies with the origin requirements provided <br /> in rules 6 (b) and is exported by any Contracting Party and which has used material, <br /> parts or products originating in the territory of the other Contracting Party, the value <br /> addition in the territory of the exporting Contracting party shall not be less than 25 <br /> percent of the F.O.B. value of the product under export subject to the condition that <br /> the aggregate value addition in the territories of the Contracting Parties is not less <br /> than 35 per cent of the F.O.B. value of the product under export.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Wholly produced or obtained <br /> Within the meaning of rule 6 (a), the following shall be considered as wholly <br /> produced or obtained in the territory of the exporting Contracting Party: <br /> (a) raw or mineral products extracted from its soil, its water or ts seabed, <br /> (raw, or mineral products@^@ include mineral fuels, lubricants and related <br /> materials as well as mineral or metal ores); <br /> (b) vegetable products harvested there, (@^@vegetable products@^@ include <br /> agricultural and forest products); <br /> (c) animals born and raised there; <br /> (d) products obtained from animals referred to in clause (c) above; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other marine products from the high seas by <br /> its vessels, (in respect of vessels or factory sh ips operated by <br /> Government agencies, the requirements of flying the flag of the <br /> Contracting Party does not apply); <br /> (g) products processed and/or made on board its factory ships exclusively <br /> from products, referred to in clause (f) above, (in respect of vessels or <br /> factory ships operated by Government agencies, the requirements of <br /> flying the flag of the Contracting Party does not apply); <br /> (h) used articles collected there, fit only for the recovery of raw materials; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from the seabed or below seabed which is situated <br /> outside its territorial waters, provided that it has exclusive exploitation rights, and <br /> (k) goods produced there exclusively from the products referred to in clause (a) to (j) above", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Not wholly produced or obtained <br /> (d) The following shall in any event be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not there is <br /> a change of heading: <br /> (1) Operations to ensure the preservation of products in good condition <br /> during transport and storage (ventilation, spreading out, drying, chilling, <br /> placing in salt, su lphur dioxide or other aqueous solutions, removal of <br /> damaged parts, and like operations), <br /> (2) Simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets or articles), <br /> washing painting, cutting up; <br /> (3) (i) changes of packing and breaking up and assembly of consignments, <br /> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br /> bags, boxes, fixing on cards or boards etc. and all other simple packing operations, <br /> (4) the affixing of marks, labels or other like distinguishing signs on products or their packaging, <br /> (5) simple mixing of products, whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down in <br /> these Rules to enable them to be considered as originating products, <br /> (6) simple assembly of parts of products to constitute a complete product, <br /> (7) a combination of two or more operations specified in (1) to (6), <br /> (8) slaughter or animals, and <br /> (e) The value of the non-originating materials, parts or produce shall be: <br /> (i) The C.I.F. value at the time of importation of the materials, parts or <br /> produce where this can be proven; or <br /> (ii) The earliest ascertainable price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the Contracting Parties where the <br /> working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Not wholly produced or obtained <br /> (c) In order to determine whether a product originates in the territory of a <br /> Contracting Party, it shall not be necessary to establish whether the power <br /> and fuel, plant and equipment, and machines and tools used to obtain such <br /> products originate in third countries or not;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Direct consignment <br /> The following shall be considered to be directly consigned from the exporting <br /> country to the importing country: <br /> (a) if the products are transported without passing through the territory of any <br /> country other then the Contracting Parties. <br /> (b) The products whose transport involves transit through one or more <br /> intermediate countries with or without transshipment or temporary storage in <br /> such countries, provided that <br /> (i) the transit entry is justified for geographical reason or by considerations <br /> related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there, and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition. <br /> Article 19: Procedure when goods are transported to the non-contracting countries <br /> For the purpose of implementing rule 10 of the PSFTA determination <br /> of Origin of Goods, Rules, 2005, where transportation is effected through the <br /> territory of one or more non-contracting countries, the following shall be produced <br /> to the Government authorities of the importing Contracting Party, namely:- <br /> (a) A through Bill of Lading issued in the exporting Contracting Party; <br /> (b) a Certificate of Origin issued by the relevant Government <br /> authorities of the exporting Contracting Party; <br /> (c) a copy of the original commercial invoice in respect of the product; and <br /> (d) supporting documents in evidence that the requirements of sub- <br /> clauses (i), (ii) and (iii) of clause (b) of rule 10 of the said rules complied with.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Not wholly produced or obtained <br /> (a) Within the meaning of rule 6 (b), products worked on or processed as a result <br /> of which the total value of the material, parts or produce originating from <br /> countries other than the Contracting Parties or of undetermined origin used <br /> does not exceed 65% of the F.O.B. value of the products produced or <br /> obtained and the final process of manufacture is performed within the territory <br /> of the exporting Contracting Party shall be eligible for preferential treatment, <br /> subject to the provisions of clauses (b), (c), (d) and (e) of rule 8 and rule 9; <br /> (b) Non-originating materials shall be considered to be sufficiently worked or <br /> processed when the product obtained is classified in a heading, at the six digit <br /> level, of the Harmonized Commodity Description and Coding system different <br /> from those in which all the non-originating materials used in its manufacture are classified; <br /> (c) In order to determine whether a product originates in the territory of a <br /> Contracting Party, it shall not be necessary to establish whether the power <br /> and fuel, plant and equipment, and machines and tools used to obtain such <br /> products originate in third countries or not; <br /> (d) The following shall in any event be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not there is <br /> a change of heading: <br /> (1) Operations to ensure the preservation of products in good condition <br /> during transport and storage (ventilation, spreading out, drying, chilling, <br /> placing in salt, su lphur dioxide or other aqueous solutions, removal of <br /> damaged parts, and like operations), <br /> (2) Simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets or articles), <br /> washing painting, cutting up; <br /> (3) (i) changes of packing and breaking up and assembly of consignments, <br /> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br /> bags, boxes, fixing on cards or boards etc. and all other simple packing operations, <br /> (4) the affixing of marks, labels or other like distinguishing signs on products or their packaging, <br /> (5) simple mixing of products, whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down in <br /> these Rules to enable them to be considered as originating products, <br /> (6) simple assembly of parts of products to constitute a complete product, <br /> (7) a combination of two or more operations specified in (1) to (6), <br /> (8) slaughter or animals, and <br /> (e) The value of the non-originating materials, parts or produce shall be: <br /> (i) The C.I.F. value at the time of importation of the materials, parts or <br /> produce where this can be proven; or <br /> (ii) The earliest ascertainable price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the Contracting Parties where the <br /> working or processing takes place. <br /> Rule 11: Treatment of packing <br /> When determining the origin of products, packing should be considered as forming a <br /> whole with the product it contains. However, packing may be treated separately if <br /> the national legislation so requires.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Procedure in case of exhibition, etc <br /> (1) Products sent from an exporting Contracting Party <br /> for exhibition in another country and sold during or <br /> after the exhibition for importation into the other Contracting Party shall also <br /> benefit on the condition that the products meet the requirements of the Rules of <br /> Origin provided that it is shown to the satisfaction of the relevant Government <br /> authorities of the importing Contracting Party that- <br /> a. the exporter has dispatched those products from the territory of the <br /> exporting Contracting Party to the Country where the exhibition is <br /> held and has exhibited them there; <br /> b. the exporter has sold the goods or transferred them to a consignee <br /> in the importing Contracting Party; and <br /> c. the products have been consigned during the exhibition or <br /> immediately thereafter to the importing Contracting Party in the <br /> state and condition in which they were sent for the exhibition. <br /> (2) For the purpose of implementing provisions of sub-rule (1), the Certificate <br /> of Origin must be produced to the relevant Government authorities of the <br /> importing Contracting Party. The name and address of the exhibition must be <br /> indicated. As an evidence for the identification of the products and the conditions <br /> under which they were exhibited, a certificate issued by the relevant Government <br /> authorities of the country where the exhibition took place together with supporting <br /> documents prescribed in rule 18 may be required. <br /> (3) Sub-rule (1) shall apply to any trade, agricultural or crafts exhibition, fair or <br /> similar show or display in shops or business premises with the view to the sale of <br /> foreign products and where the products remain under Customs control during the exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Certificate of origin <br /> Products eligible for preferential treatment shall be supported by a Certificate of <br /> Origin in the prescribed Form (Attachment - I) issued by an authority designated by <br /> the Government of the exporting country and notified to the other country, in <br /> accordance with certification procedures to be devised and approved by both <br /> Contracting Parties. The operational certification procedures for the Rules of Origin <br /> are given in the Attachment II. <br /> Article 5: Application for certificate of origin to be submitted with supporting documents <br /> At the time of carrying out the formalities for exporting the <br /> products under preferential treatment, exporter or his authorized representative <br /> shall submit a written application for the Certificate of Origin together with <br /> appropriate supporting documents providing that the products to be exported <br /> qualify for the issuance of a Certificate of Origin. <br /> Article 6: Pre exportation examination <br /> The Government authorities designated to <br /> issue the Certificate of Origin shall, to the best of their competence and ability, <br /> carry out proper examination upon each application for the Certificate of Origin to ensure that - <br /> (a) the application and the Certificate of Origin are duly completed and <br /> signed by the authorized signatory; <br /> (b) the origin of the product is in conformity with the Rules of Origin; <br /> (c) the other statements of the Certificate of Origin correspond to <br /> supporting documentary evidence submitted; and <br /> (d) description of goods, quantity and weight of goods, marks and <br /> numbers of packages, number and kinds of packages, as specified, <br /> conform to the products to be exported. <br /> Article 7: Issuance of certificate of origin <br /> (1) The Certificate of Origin shall be on <br /> ISO A4 size paper in conformity to the specimen as shown in PSFTA <br /> Determination of Origin Goods, Rules, 2005. It shall be made in English. <br /> (2) The Certificate of Origin shall comprise one original and a copy. <br /> (3) Each Certificate of Origin shall bear a reference number separately given <br /> by each place or office of issuance. <br /> (4) The original shall be forwarded, by the exporter to the importer for <br /> submission to the Customs Authorities at the port of place of importation. The <br /> copy shall be retained by the issuing authority in the exporting country. <br /> Article 8: Certificate to indicate relevant rules, etc <br /> To implement the provisions of rule 3 and rule 4 of the PSFTA Determination of Origin of Goods, <br /> 2005, the Certificate of Origin issued by the final exporting contracting party shall indicate <br /> the relevant rules and applicable percentage of local content and value addition. <br /> Article 9: Erasure or alteration in the certificate not permissible <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. <br /> Any alteration shall be made by striking out the erroneous materials and making any addition <br /> required. Such alterations shall be approved by the person who made them and <br /> certified by the appropriate Government authorities. Unused spaces shall be <br /> crossed out to prevent any subsequent addition. <br /> Article 10: Certificate of origin- when to be issued <br /> (1) The Certificate of Origin shall <br /> be issued by the relevant Government authorities of the exporting Contracting <br /> Party at the time of exportation or soon thereafter whenever the products to be <br /> exported can be considered originating in that Contracting Party within the <br /> meaning of the rules of Origin. <br /> (2) In exceptional cases where a Certificate of Origin has not been issued at <br /> the time of exportation or soon thereafter due to involuntary errors or omissions <br /> or other valid causes, the Certificate of Origin may be issued retrospectively but <br /> not longer than one year from the date of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@. <br /> Article 11: Issuance of duplicate certificate of origin <br /> In the event of theft, loss or <br /> destruction of a Certificate of Origin, the exporter may apply in writing to the <br /> Government authorities which issued it for a duplicate be made out on the basis <br /> of the export documents in their possession bearing the endorsement of the <br /> words @^@DUPLICATE@^@. The duplicate which must bear the date of issue and serial <br /> number of the original certificate, will take effect as from that date", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Government authorities to issue Certificate <br /> The Certificate of Origin shall be issued by <br /> the Government authorities or an agency authorized by the <br /> Government of the exporting country. <br /> Article 2: Exchange of certain information by contracting parties. <br /> (1) Both the contracting parties shall inform each other of the names and addresses of the <br /> Government authorities issuing the Certificate of Origin and shall provide <br /> specimen signatures and specimen of official seals used by the Government authorities. <br /> (2) The information and specimen mentioned in sub- rule (1) shall be provided to <br /> the other contracting party. Any change in names, addresses, or official seals <br /> shall be promptly informed in the same manner.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Keeping of record and furnishing of information, etc <br /> (1) The application for Certificates of Origin and all documents related to such application <br /> shall be retained by the issuing authorities for not less than three years from the date of issuance. <br /> (2) Information relating to the validity of the Certificate of Origin shall be <br /> furnished upon request of the importing Contracting Party. <br /> (3) Any information communicated between the Contracting Parties shall be <br /> treated as confidential and shall be used for the validation of Certificates of Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Certificate of origin- when to be issued <br /> (2) In exceptional cases where a Certificate of Origin has not been issued at <br /> the time of exportation or soon thereafter due to involuntary errors or omissions <br /> or other valid causes, the Certificate of Origin may be issued retrospectively but <br /> not longer than one year from the date of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Application for certificate of origin to be submitted with supporting documents <br /> At the time of carrying out the formalities for exporting the <br /> products under preferential treatment, exporter or his authorized representative <br /> shall submit a written application for the Certificate of Origin together with <br /> appropriate supporting documents providing that the products to be exported <br /> qualify for the issuance of a Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Claim at the time of importation <br /> The importer of the product shall, at the time of importation: <br /> (a) make a claim that the products are the produce or manufacture of the <br /> country from which they are imported and such products are eligible for <br /> preferential treatment under the Agreement, and <br /> (b) produce the evidence specified in these rules. <br /> Article 3: Power to call for certain information <br /> For the purpose of verifying the conditions for <br /> preferential treatment, the Government authorities designated to <br /> issue the Certificate of Origin shall have the right to call for any supporting <br /> documentary evidence or to carry out any check considered appropriate. If such <br /> right cannot be obtained through the existing national laws or regulations, it shall <br /> be inserted as a clause in the application form referred to in the following rules 4 and 5. <br /> Applications <br /> Article 4: Exporter to apply to relevant authorities for pre-export verification <br /> The manufacturer and/or exporter of the products qualified for preferential treatment <br /> shall apply in writing to the relevant Government authorities requesting for the <br /> pre-exportation verification of the origin of the products. The result of the <br /> verification, subject to review periodically or whenever appropriate, shall be <br /> accepted as the supporting evidence in verifying the origin of the said products to <br /> be exported thereafter. The pre-exportation verification may not apply to the <br /> products of which, by their nature, origin can be easily verified. <br /> Article 6: Pre exportation examination <br /> The Government authorities designated to <br /> issue the Certificate of Origin shall, to the best of their competence and ability, <br /> carry out proper examination upon each application for the Certificate of Origin to ensure that - <br /> (a) the application and the Certificate of Origin are duly completed and <br /> signed by the authorized signatory; <br /> (b) the origin of the product is in conformity with the Rules of Origin; <br /> (c) the other statements of the Certificate of Origin correspond to <br /> supporting documentary evidence submitted; and <br /> (d) description of goods, quantity and weight of goods, marks and <br /> numbers of packages, number and kinds of packages, as specified, <br /> conform to the products to be exported. <br /> Article 13: Presentation <br /> The Original Certificate of Origin shall be submitted to the <br /> Customs Authorities at the time of lodging the import entry for the products concerned. <br /> Article 14: Time limit for presentation of certificate <br /> The following time-limit for the presentation of the Certificate of Origin shall be observed, namely: <br /> (a) Certificate of Origin shall be submitted to the Customs Authorities <br /> of the importing Contracting Party within four months from the date <br /> of endorsement by the relevant Government authorities of the <br /> exporting Contracting Party; <br /> (b) where the products pass through the territory of one or more non- <br /> contracting parties in accordance with the provisions of rules 10 of <br /> the PSFTA Determination of Origin of Goods, rules, 2005, the time- <br /> limit laid down in clause (a) for the submission of the Certificate of <br /> Origin shall be extended to six months; <br /> (c) where the Certificate of Origin is submitted to the relevant <br /> Government authorities of the importing Contracting Party after the <br /> expiration of the time-limit for its submission, such Certificate is still <br /> to be accepted when failure to observe the time-limit results from <br /> force majeure or other valid causes beyond the control of the exporter, and <br /> (d) in all cases, the relevant Government authorities in the importing <br /> Contracting Party may accept such Certificate of Origin provided <br /> that the products have been imported before the expiration of the <br /> time-limit of the said Certificate of Origin. <br /> Article 16: Request for retrospective check and procedure <br /> (1)The importing Contracting Party may request a retrospective check at random and/or when it <br /> has reasonable doubt as to the authenticity of the document or as to the <br /> accuracy of the information regarding the true origin of the products in question <br /> or of certain parts thereof. Such requests for authenticity can be made by fax to avoid delays. <br /> (2) The request shall be accompanied with the Certificate of Origin concerned <br /> and shall specify the reasons and any additional information suggesting that the <br /> particulars given on the said Certificate of Origin may be inaccurate, unless the <br /> retrospective check is requested on a random basis. <br /> (3) The Customs Authorities of the importing Contracting Party may suspend <br /> the provisions on preferential treatment while awaiting the result of verification <br /> and may release the products to the importer subject to any administrative <br /> measures deemed necessary, provided that they are not held to be subject to <br /> import prohibition or restriction and there is no suspicion of fraud. <br /> (4) The issuing Government authorities receiving a request for retrospective <br /> check shall respond to the request promptly and reply within fourteen days after <br /> the receipt of the request.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Action against fraudulent acts <br /> (1) When it is suspected that fraudulent <br /> acts in connection with the Certificate of Origin have been committed, the <br /> Government authorities concerned shall cooperate in the action to be taken in <br /> the respective Contracting Party against the persons involved. <br /> (2) Each Contracting party shall be responsible for providing legal sanctions <br /> for fraudulent acts related to Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Not wholly produced or obtained <br /> (a) Within the meaning of rule 6 (b), products worked on or processed as a result <br /> of which the total value of the material, parts or produce originating from <br /> countries other than the Contracting Parties or of undetermined origin used <br /> does not exceed 65% of the F.O.B. value of the products produced or <br /> obtained and the final process of manufacture is performed within the territory <br /> of the exporting Contracting Party shall be eligible for preferential treatment, <br /> subject to the provisions of clauses (b), (c), (d) and (e) of rule 8 and rule 9; <br /> (b) Non-originating materials shall be considered to be sufficiently worked or <br /> processed when the product obtained is classified in a heading, at the six digit <br /> level, of the Harmonized Commodity Description and Coding system different <br /> from those in which all the non-originating materials used in its manufacture are classified; <br /> (c) In order to determine whether a product originates in the territory of a <br /> Contracting Party, it shall not be necessary to establish whether the power <br /> and fuel, plant and equipment, and machines and tools used to obtain such <br /> products originate in third countries or not; <br /> (d) The following shall in any event be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not there is <br /> a change of heading: <br /> (1) Operations to ensure the preservation of products in good condition <br /> during transport and storage (ventilation, spreading out, drying, chilling, <br /> placing in salt, su lphur dioxide or other aqueous solutions, removal of <br /> damaged parts, and like operations), <br /> (2) Simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets or articles), <br /> washing painting, cutting up; <br /> (3) (i) changes of packing and breaking up and assembly of consignments, <br /> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br /> bags, boxes, fixing on cards or boards etc. and all other simple packing operations, <br /> (4) the affixing of marks, labels or other like distinguishing signs on products or their packaging, <br /> (5) simple mixing of products, whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down in <br /> these Rules to enable them to be considered as originating products, <br /> (6) simple assembly of parts of products to constitute a complete product, <br /> (7) a combination of two or more operations specified in (1) to (6), <br /> (8) slaughter or animals, and <br /> (e) The value of the non-originating materials, parts or produce shall be: <br /> (i) The C.I.F. value at the time of importation of the materials, parts or <br /> produce where this can be proven; or <br /> (ii) The earliest ascertainable price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the Contracting Parties where the <br /> working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Certain minor discrepancies not to invalidate the certificate <br /> The discovery of minor discrepancies between the statements made in the Certificate <br /> of Origin and those made in the documents submitted to the Customs Authorities <br /> of the importing Contracting Party for the purpose of carrying out the formalities <br /> for importing the products shall not ipsofacto invalidate the Certificate of Origin. <br /> If it does in fact correspond to the products submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Short title/commencement", "ArticleDesc": "Rule 1: Short title/commencement <br> The rules may be called the rules of Determination of Origin of Goods under <br> the Free Trade Agreement between the Islamic Republic of Pakistan and Democratic <br> Socialist Republic of Sri Lanka (Pakistan Sri Lanka FTA Rules of Origin). <br> "}, {"ArticleTitle": "Application", "ArticleDesc": "Rule 2: Application <br> These rules shall apply to products consigned from the territory of either of <br> the Contracting Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 3: Definitions <br> (a) @^@Cumulation@^@ means that only products which have acquired <br> originating status in the territory of one Contracting Party may be <br> taken into account when used as inputs for a finished product eligible <br> for preferential treatment in the territory of the other Contracting Party. <br> (b) @^@Factory Ship@^@ means any vessel, as defined, used for processing <br> and/or making on board products exclusively from those products <br> referred to in clause (f) of Rule 7. <br> (c) @^@Vessels@^@ shall refer to fishing vessels engaged in commercial fishing, <br> registered in the country of the Contracting Party and operated by a <br> citizen or citizens of the Contracting Party or partnership, corporation <br> or association, duly registered in such country, at least 60 per cent of <br> equity of which is owned by a citizen or citizens and/or Government of <br> such Contracting Party or 75 per cent by citizens and/or Governments <br> of the Contracting Parties. However, the precuts taken from vessels, <br> engaged in commercial fishing under Bilateral Agreements, which <br> provide for chartering/leasing of such vessels and/or sharing of catch <br> between Contracting Parties will also be eligible for preferential treatment. <br> "}, {"ArticleTitle": "Determination of Origin", "ArticleDesc": "Rule 4: Determination of Origin <br> No product shall be deemed to be the produce or manufacture of either <br> country unless the conditions specified in these rules are complied with in relation to <br> such products, to the satisfaction of the appropriate Authority. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Rule 6: Originating products <br> Products covered by the other Agreement imported into the territory of a <br> Contracting pa rty from the other Contracting Party which are consigned directly <br> within the meaning of rule 10 hereof, shall be eligible for preferential treatment if they <br> conform to the origin requirement under any one of the following conditions: <br> (a) products wholly produced or obtained in the territory of the exporting <br> Contracting Party as defined in rule 7; or <br> (b) Products not wholly produced or obtained in the territory of the exporting <br> Contracting Party, provided that the said products are eligible under rules 8 or rule 9. <br> "}, {"ArticleTitle": "Prohibitions", "ArticleDesc": "Rule 13: Prohibitions <br> Either country may prohibit importation of products containing any inputs originating <br> from states with which it does not have economic and commercial relations. <br> "}, {"ArticleTitle": "Co-operation between Contracting Parties", "ArticleDesc": "Rule 14: Co-operation between Contracting Parties <br> (a) the Contracting Parties will do their best to co -operate in order to <br> specify origin of inputs in the Certificate of Origin; <br> (b) the Contracting Parties will take measures necessary to address, to <br> investigate and, where appropriate to take legal and/or administrative <br> action to prevent circumvention of this agreement though false <br> declaration concerning country of origin or falsification of original documents; <br> (c) the Contracting Parties will co-operate fully, consistent with their <br> domestic laws and procedures, in instances of circumvention or <br> alleged circumvention of the Agreement to address problems arising <br> from circumvention including facilitation of joint plant visits and <br> contacts by representative of both Contracting Parties upon request <br> and on a case-by-case basis and <br> (d) if either Party believes that the Rules of Origin are being <br> circumvented, it may request consultation to address the matter or <br> matters concerned with a view to seeking a mutually satisfactory <br> solution. Each party will hold such consultations promptly. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Rule 15: Review <br> These rules may be reviewed as and when necessary upon the request of either <br> Contracting Party and may be open to such modifications as may be agreed upon. <br> PSFTA <br> Issuance and Verification of the Certificate of Origin (Operational Procedure) Rules, 2005. <br> Short, title and commencement <br> (1) These rules may be called the PSFTA <br> (2) These shall come into force with effect from 12th June, 2005. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Authorities to maintain electronic data entry of record", "ArticleDesc": "Article 12: Authorities to maintain electronic data entry of record <br> The Certificate of Origin issuing Authorities from both sides will take measures for electronic <br> data entry of the record of Certificate of Origin issued, on daily basis, which will <br> be available on the website to be accessed through a password shared between both the sides. <br> "}, {"ArticleTitle": "Special cases", "ArticleDesc": "Article 18: Special cases <br> When destination for all or parts of the products exported <br> to the other Contracting Party is changed, before or after their arrival in the <br> importing Contracting Party, the following rules shall be observed, namely:- <br> (a) if the products have already been submitted to the Customs <br> Authorities in the specified importing Contracting Party, the <br> Certificate of Origin shall, by a written application of the importer, <br> be endorsed to this effect for all or parts of products by the said <br> authorities and a copy shall be given to the importer; and <br> (b) if the changing of destination occurs during transportation to the <br> importing Contracting Party, the exporter shall apply in writing <br> accompanied with the issued Certificate of Origin, for the new <br> issuance of the Certificate of Origin for all or parts of the consignment. <br> "}, {"ArticleTitle": "Settlement of Disputes", "ArticleDesc": "Article 22: Settlement of Disputes <br> In the case of a dispute concerning origin <br> determination, classification of products or other matters, the Government <br> authorities concerned in the importing and exporting Contracting Parties shall <br> "}]}]}, "members_found": ["586", "144"]}