{"FtaRooDetails": {"FtaId": 508, "FtaCode": "ITC00513", "FtaName": "FTA, Palestine-Turkey", "FtaFullName": "INTERIM FREE TRADE AGREEMENT BETWEEN TURKEY AND THE PALESTINE LIBERATION ORGANIZATION FOR THE BENEFIT OF THE PALESTINIAN AUTHORITY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.06.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Palestine, State of; Turkey", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Palestine-Turkey", "AdminProcCooAuth": "The certification type under FTA, Palestine-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Palestine-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Palestine-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked   or   processed   within   the   meaning   of   Article<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first column gives the<br /> heading number or chapter number used in the Harmonized System and the second column<br /> gives the description of goods used in that system for that heading or chapter. For each entry<br /> in the first two columns a rule is specified in columns 3 or 4. Where, in some cases, the entry<br /> in the first column is preceded by an 'ex`, this signifies that the rules in columns 3 or 4 apply<br /> only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a chapter number is<br /> given and the description of products in column 2 is therefore given in general terms, the<br /> adjacent rules in columns 3 or 4 apply to all products which, under the Harmonized System,<br /> are classified in headings of the chapter or in any of the headings grouped together in column<br /> 1<br /> 2.3. Where there are different rules in the list applying to different products within a heading,<br /> each indent contains the description of that part of the heading covered by the adjacent rules<br /> in columns 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4,<br /> the exporter may opt, as an alternative, to apply either the rule set out in column 3 or that set<br /> out in column 4. If no origin rule is given in column 4, the rule set out in column 3 has to be<br /> applied.<br /> Note 3:<br /> 3.1. The provisions of Article 5 of the Protocol concerning products having acquired<br /> originating status which are used in the manufacture of other products apply regardless of<br /> whether this status has been acquired inside the factory where these products are used or in<br /> another factory in Turkey or in the West Bank and Gaza Strip.<br /> Example:<br /> An engine of heading No 8407, for which the rule states that the value of the non-originating<br /> materials which may be incorporated may not exceed 40 per cent of the ex-works price, is<br /> made  from  'other  alloy  steel  roughly  shaped  by  forging`  of  heading  No  ex<br /> If this forging has been forged in Turkey from a non-originating ingot, it has already acquired<br /> originating status by virtue of the rule for heading No ex 7224 in the list. The forging can then<br /> count as originating in the value calculation for the engine regardless of whether it was<br /> produced in the same factory or in another factory in Turkey. The value of the non-originating<br /> ingot is thus not taken into account when adding up the value of the non-originating materials<br /> used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing required and<br /> the carrying out of more working or processing also confers originating status; conversely, the<br /> carrying out of less working or processing cannot confer originating status. Thus if a rule<br /> provides that non-originating material at a certain level of manufacture may be used, the use<br /> of such material at an earlier stage of manufacture is allowed and the use of such material at a<br /> later stage is not.<br /> 3.3. Without prejudice to Note 3.2 where a rule states that 'materials of any heading` may be<br /> used, materials of the same heading as the product may also be used, subject, however, to any<br /> specific limitations which may also be contained in the rule. However, the expression<br /> manufacture from materials of any heading, including other materials of heading No . . .`<br /> means that only materials classified in the same heading as the product of a different<br /> description than that of the product as given in column 2 of the list may be used.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from more than one<br /> material, this means that any one or more materials may be used. It does not require that all be<br /> used.<br /> Example:<br /> The rule for fabrics of heading Nos 5208 to 5212 provides that natural fibres may be used and<br /> that chemical materials, among other materials, may also be used. This does not mean that<br /> both have to be used; it is possible to use one or the other or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a particular<br /> material, the condition obviously does not prevent the use of other materials which, because<br /> of their inherent nature, cannot satisfy the rule. (See also Note 6.2 below in relation to<br /> textiles).<br /> Example:<br /> The rule for prepared foods of heading No 1904 which specifically excludes the use of cereals<br /> and their derivatives does not prevent the use of mineral salts, chemicals and other additives<br /> which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured from<br /> the particular materials specified in the list, can be produced from a material of the same<br /> nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials, if the<br /> use of only non-originating yarn is allowed for this class of article, it is not possible to start<br /> from non-woven cloth - even if non-woven cloths cannot normally be made from yarn. In<br /> such cases, the starting material would normally be at the stage before yarn - that is the fibre<br /> stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value of non-<br /> originating materials that can be used, then these percentages may not be added together. In<br /> other words, the maximum value of all the non-originating materials used may never exceed<br /> the highest of the percentages given. Furthermore, the individual percentages must not be<br /> exceeded in relation to the particular materials they apply to.<br /> Note 4:<br /> 4.1. The term 'natural fibres` is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including waste, and,<br /> unless otherwise specified, includes fibres that have been carded, combed or otherwise<br /> processed but not spun.<br /> 4.2. The term 'natural fibres` includes horsehair of heading No 0503, silk of heading Nos 5002<br /> and 5003 as well as the wool fibres, fine or coarse animal hair of heading Nos 5101 to 5105,<br /> the cotton fibres of heading Nos 5201 to 5203 and the other vegetable fibres of heading Nos<br /> 5301 to 5305.<br /> 4.3. The terms 'textile pulp`, 'chemical materials` and 'paper-making materials` are used in the<br /> list to describe the materials not classified in Chapters 50 to 63, which can be used to<br /> manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term 'man-made staple fibres` is used in the list to refer to synthetic or artificial<br /> filament   tow,   staple   fibres   or   waste,   of   heading   Nos<br /> Note 5:<br /> 5.1. Where for a given product in the list a reference is made to this note, the conditions set<br /> out in column 3 shall not be applied to any basic textile materials, used in the manufacture of<br /> this product, which, taken together, represent 10 per cent or less of the total weight of all the<br /> basic textile materials used. (See also Notes 5.3 and 5.4 below).<br /> 5.2. However, the tolerance mentioned in Note 5.1 may only be applied to mixed products<br /> which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of polyphenylene sulphide,<br /> - synthetic man-made staple fibres of polyvinyl chloride,<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether whether or not<br /> gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester whether or not<br /> gimped,<br /> - products of heading No 5605 (metallized yarn) incorporating strip consisting of a core of<br /> aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive<br /> between two layers of plastic film,<br /> - other products of heading No 5605.<br /> Example:<br /> A yarn of heading No 5205 made from cotton fibres of heading No 5203 and synthetic staple<br /> fibres of heading No 5506 is a mixed yarn. Therefore, non-originating synthetic staple fibres<br /> that do not satisfy the origin rules (which require manufacture from chemical materials or<br /> textile pulp) may be used up to a weight of 10 per cent of the yarn.<br /> Example:<br /> A woollen fabric of heading No 5112 made from woollen yarn of heading No 5107 and<br /> synthetic yarn of staple fibres of heading No 5509 is a mixed fabric. Therefore synthetic yarn<br /> which does not satisfy the origin rules (which require manufacture from chemical materials or<br /> textile pulp) or woollen yarn that does not satisfy the origin rules (which require manufacture<br /> from  natural  fibres,  not  carded  or  combed  or  otherwise  prepared  for  spinning)  or  a<br /> combination of the two may be used provided their total weight does not exceed 10 per cent<br /> of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading No 5802 made from cotton yarn of heading No 5205 and<br /> cotton fabric of heading No 5210 is only a mixed product if the cotton fabric is itself a mixed<br /> fabric being made from yarns classified in two separate headings or if the cotton yarns used<br /> are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading No 5205 and<br /> synthetic fabric of heading No 5407, then, obviously, the yarns used are two separate basic<br /> textile materials and the tufted textile fabric is accordingly a mixed product.<br /> Example:<br /> A carpet with tufts made from both artificial yarns and cotton yarns and with a jute backing is<br /> a mixed product because three basic textile materials are used. Thus, any non-originating<br /> materials that are at a later stage of manufacture than the rule allows may be used, provided<br /> their total weight does not exceed 10 per cent of the weight of the textile materials of the<br /> carpet. Thus, both the jute backing and/or the artificial yarns could be imported at that stage<br /> of manufacture, provided the weight conditions are met.<br /> 5.3. In the case of products incorporating 'yarn made of polyurethane segmented with flexible<br /> segments of polyether whether or not gimped` this tolerance is 20 per cent in respect of this<br /> yarn.<br /> 5.4. In the case of products incorporating 'strip consisting of a core of aluminium foil or of a<br /> core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5<br /> mm, sandwiched by means of an adhesive between two layers of plastic film`, this tolerance is<br /> 30 per cent in respect of this strip.<br /> Note 6:<br /> 6.1. In the case of those textile products which are marked in the list by a footnote referring to<br /> this note, textile materials, with the exception of linings and interlinings, which do not satisfy<br /> the rule set out in the list in column 3 for the made-up product concerned may be used<br /> provided that they are classified in a heading other than that of the product and that their value<br /> does not exceed 8 per cent of the ex-works price of the product.<br /> 6.2. Without prejudice to Note 6.3, materials which are not classified within Chapters 50 to 63<br /> may be used freely in the manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that for a particular textile item, such as trousers, yarn must be<br /> used, this does not prevent the use of metal items, such as buttons, because buttons are not<br /> classified within Chapters 50 to 63. For the same reason, it does not prevent the use of slide-<br /> fasteners even though slide-fasteners normally contain textiles.<br /> 6.3. Where a percentage rules applies, the value of materials which are not classified within<br /> Chapters 50 to 63 must be taken into account when calculating the value of the non-<br /> originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403,<br /> the 'specific processes` are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (1);<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f)  the  process  comprising  all  the  following  operations:  processing  with  concentrated<br /> sulphuric   acid,   oleum   or   sulphuric   anhydride;   neutralization   with   alkaline   agents;<br /> decolorization and purification with naturally active earth, activated earth, activated charcoal<br /> or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (i) isomerization.<br /> 7.2. For the purposes of heading Nos 2710, 2711 and 2712, the 'specific processes` are the<br /> following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (2);<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f)  the  process  comprising  all  the  following  operations:  processing  with  concentrated<br /> sulphuric acid, oleum or sulphuric anhydride; neutralization with alkaline agents;<br /> decolorization and purification with naturally active earth, activated earth, activated charcoal<br /> or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (ij) isomerization;<br /> (k) in respect of heavy oils falling within heading No ex 2710 only, desulphurization with<br /> hydrogen resulting in a reduction of at least 85 per cent of the sulphur content of the products<br /> processed (ASTM D 1266-59 T method);<br /> (l) in respect of products falling within heading No 2710 only, deparaffining by a process<br /> other than filtering;<br /> (m) in respect of heavy oils falling within heading No ex 2710 only, treatment with hydrogen<br /> at a pressure of more than 20 bar and a temperature of more than 250 °C with the use of a<br /> catalyst, other than to effect desulphurization, when the hydrogen constitutes an active<br /> element in a chemical reaction. The further treatment with hydrogen of lubricating oils of<br /> heading No ex 2710 (e.g. hydrofinishing or decolorization) in order, more especially, to<br /> improve colour or stability shall not, however, be deemed to be a specific process;<br /> (n) in respect of fuel oils falling within heading No ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 per cent of these products distil, by volume, including losses, at<br /> 300 °C by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils falling within heading No ex 2710<br /> only, treatment by means of a high-frequency electrical brush-discharge.<br /> 7.3. For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403,<br /> simple operations such as cleaning, decanting, desalting, water separation, filtering, colouring,<br /> marking, obtaining a sulphur content as a result of mixing products with different sulphur<br /> contents, any combination of these operations or like operations do not confer origin.<br /> (1) See Additional Explanatory Note 4 (b) to Chapter 27 of the Combined Nomenclature.<br /> (2) See Additional Explanatory Note 4 (b) to Chapter 27 of the Combined Nomenclature.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00513_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00513_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00513_roo.pdf", "DocType": "3_roo", "WebLink": "http://rtais.wto.org/rtadocs/34/AnnexAndRelatedDocs/English/Turkey%20-%20PLO%20Annexes.zip"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00513_full.pdf", "DocType": "8_full", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22WT/REG204/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral cumulation of origin <br /> 1. Materials originating in Turkey shall be considered as materials originating in the West <br /> Bank and Gaza Strip when incorporated into a product obtained there. It shall not be <br /> necessary that such materials have undergone sufficient working or processing, provided they <br /> have undergone working or processing going beyond that referred to in Article 6 (1) of this Protocol. <br /> 2. Materials originating in the West Bank and Gaza Strip shall be considered as materials <br /> originating in Turkey when incorporated into a product obtained there. It shall not be <br /> necessary that such materials have undergone sufficient working or processing, provided they <br /> have undergone working or processing going beyond that referred to in Article 6 (1) of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the conditions <br /> set out in the list, should not be used in the manufacture of a product may nevertheless be <br /> used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of non-originating <br /> materials are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply except as provided in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1. For the purposes of Article 2, products which are not wholly obtained are considered to be <br /> sufficiently worked or processed when the conditions set out in the list in Annex II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this Agreement, the <br /> working or processing which must be carried out on non-originating materials used in <br /> manufacturing and apply only in relation to such materials. Accordingly, it follows that if a <br /> product, which has acquired originating status by fulfilling the conditions set out in the list is <br /> used in the manufacture of another product, the conditions applicable to the product in which <br /> it is incorporated do not apply to it, and no account shall be taken of the non-originating <br /> materials which may have been used in its manufacture. <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the conditions <br /> set out in the list, should not be used in the manufacture of a product may nevertheless be <br /> used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of non-originating <br /> materials are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply except as provided in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of drawback of, or exemption from, customs duties <br /> 1. Non-originating materials used in the manufacture of products originating in Turkey or in <br /> the West Bank and Gaza Strip for which a proof of origin is issued or made out in accordance <br /> with the provisions of Title V shall not be subject in Turkey or the West Bank and Gaza Strip <br /> to drawback of, or exemption from, customs duties of whatever kind. <br /> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non- <br /> payment, partial or complete, of customs duties or charges having an equivalent effect, <br /> applicable in Turkey or the West Bank and Gaza Strip to materials used in the manufacture, <br /> where such refund, remission or non-payment applies, expressly or in effect, when products <br /> obtained from the said materials are exported and not when they <br /> are retained for home use there. <br /> 3. The exporter of products covered by a proof of origin shall be prepared to submit at any <br /> time, upon request from the customs authorities, all appropriate documents proving that no <br /> drawback has been obtained in respect of the non-originating materials used in the <br /> manufacture of the products concerned and that all customs duties or charges having <br /> equivalent effect applicable to such materials have actually been paid. <br /> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within the <br /> meaning of Article 7 (2), accessories, spare parts and tools within the meaning of Article 8 <br /> and products in a set within the meaning of Article 9 when such items are non-originating. <br /> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials which are of the <br /> kind to which the Agreement applies. Furthermore, they shall not preclude the application of <br /> an export refund system for agricultural products, applicable upon export in accordance with <br /> the provisions of the Agreement. <br /> 6. The provisions of this Article shall apply from the date of entering into force of this <br /> agreement and may be reviewed by common accord.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 2. If originating goods exported from Turkey or the West Bank and Gaza Strip to another <br /> country are returned, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the goods returned are the same goods as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br /> or vehicle, which are part of the normal equipment and included in the price thereof or which <br /> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br /> apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in Turkey or the West Bank and Gaza Strip: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the territorial waters <br /> of Turkey or the West Bank and Gaza Strip by their vessels; <br /> (g) products made aboard their factory ships exclusively from products referred to in subparagraph (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, including used tyres <br /> fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside their territorial waters provided that <br /> they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in subparagraphs (a) to (j). <br /> 2. The terms 'their vessels` and 'their factory ships` in paragraph 1 (f) and (g) shall apply only <br /> to vessels and factory ships: <br /> (a) which are registered or recorded in Turkey or in the West Bank and Gaza Strip; <br /> (b) which sail under the flag of an EC Member State or of the West Bank and Gaza Strip; <br /> (c) which are owned to an extent of at least 50 % by nationals of Turkey or of the West Bank <br /> and Gaza Strip, or by a company with its head office in one of these States, of which the <br /> manager or managers, Chairman of the Board of Directors or the Supervisory Board, and the <br /> majority of the members of such boards are nationals of Turkey or of the West Bank and Gaza <br /> Strip and of which, in addition, in the case of partnerships or limited companies, at least half <br /> the capital belongs to those States or to public bodies or nationals of the said States; <br /> (d) of which the master and officers are nationals of Turkey or of the West Bank and Gaza Strip; and <br /> (e) of which at least 75 % of the crew are nationals of Turkey or of the West Bank and Gaza <br /> Strip.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing operations <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, whether or not <br /> the requirements of Article 5 are satisfied: <br /> (a) operations to ensure the preservation of products in good condition during transport and <br /> storage (ventilation, spreading out, drying, chilling, placing in salt, sulphur dioxide or other <br /> aqueous solutions, removal of damaged parts, and like operations); <br /> (b) simple operations consisting of removal of dust, sifting or screening, sorting, classifying, <br /> matching (including the making-up of sets of articles), washing, painting, cutting up; <br /> (c) <br /> (i) changes of packaging and breaking up and assembly of packages; <br /> (ii) simple placing in bottles, flasks, bags, cases, boxes, fixing on cards or boards, etc., <br /> and all other simple packaging operations; <br /> (d) affixing marks, labels and other like distinguishing signs on products or their packaging; <br /> (e) simple mixing of products, whether or not of different kinds, where one or more <br /> components of the mixtures do not meet the conditions laid down in this Protocol to enable <br /> them to be considered as originating in Turkey or the West Bank and Gaza Strip; <br /> (f) simple assembly of parts to constitute a complete product; <br /> (g) a combination of two or more operations specified in subparagraphs (a) to (f); <br /> (h) slaughter of animals. <br /> 2. All the operations carried out in either Turkey or the West Bank and Gaza Strip on a given <br /> product shall be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of paragraph1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) 'customs value` means the value as determined in accordance with the 1994 Agreement on <br /> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO <br /> Agreement on customs valuation); <br /> (f) 'ex-works price` means the price paid for the product ex works to the manufacturer in <br /> Turkey or the West Bank and Gaza Strip in whose undertaking the last working or processing <br /> is carried out, provided the price includes the value of all the materials used, minus any <br /> internal taxes which are, or may be, repaid when the product obtained is exported; <br /> (g) 'value of materials` means the customs value at the time of importation of the non- <br /> originating materials used, or, if this is not known and cannot be ascertained, the first <br /> ascertainable price paid for the materials in Turkey or the West Bank and Gaza Strip; <br /> (h) 'value of originating materials` means the value of such materials as defined in <br /> subparagraph (g) applied mutatis mutandis; <br /> (i) 'added value` shall be taken to be the ex-works price minus the customs value of each of <br /> the products incorporated which did not originate in the country in which those products were obtained;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the <br /> origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> 1. The preferential treatment provided for under the Agreement applies only to products, <br /> satisfying the requirements of this Protocol, which are transported directly between Turkey <br /> and the West Bank and Gaza Strip. However, products constituting one single consignment <br /> may be transported through other territories with, should the occasion arise, transhipment or <br /> temporary warehousing in such territories, provided that they remain under the surveillance of <br /> the customs authorities in the country of transit or warehousing and do not undergo operations <br /> other than unloading, reloading or any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of Turkey <br /> or the West Bank and Gaza Strip. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br /> the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country through the <br /> country of transit;or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br /> the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 1. The conditions set out in Title II relative to the acquisition of originating status must be <br /> fulfilled without interruption in Turkey or the West Bank and Gaza Strip. <br /> 2. If originating goods exported from Turkey or the West Bank and Gaza Strip to another <br /> country are returned, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the goods returned are the same goods as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is included with the <br /> product for classification purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br /> when all component products are originating. Nevertheless, when a set is composed of <br /> originating and non-originating products, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating products does not exceed 15 % of the ex-works <br /> price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1. Originating products, sent for exhibition in another country and sold after the exhibition for <br /> importation in Turkey or the West Bank and Gaza Strip shall benefit on importation from the <br /> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from Turkey or the West Bank and Gaza Strip to <br /> the country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person in <br /> Turkey or the West Bank and Gaza Strip; <br /> (c) the products have been consigned during the exhibition or immediately thereafter in the <br /> state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br /> other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the provisions of Title V <br /> and submitted to the customs authorities of the importing country in the normal manner. The <br /> name and address of the exhibition must be indicated thereon. Where necessary, additional <br /> documentary evidence of the conditions under <br /> which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br /> similar public show or display which is not organized for private purposes in shops or <br /> business premises with a view to the sale of foreign products, and during which the products <br /> remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1. Products originating in Turkey shall, on importation into the West Bank and Gaza Strip and <br /> products originating in the West Bank and Gaza Strip shall, on importation into Turkey <br /> benefit from this Agreement upon submission of either: <br /> (a) a movement certificate EUR.1, a specimen of which appears in Annex III; or <br /> (b) in the cases specified in Article 20 (1), a declaration, the text of which appears in Annex <br /> IV, given by the exporter on an invoice, a delivery note or any other commercial document <br /> which describes the products concerned in sufficient detail to enable them to be identified <br /> (hereinafter referred to as the 'invoice declaration`). <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol <br /> shall, in the cases specified in Article 25, benefit from this Agreement without it being <br /> necessary to submit any of the documents referred to above. <br /> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the customs authorities of the exporting <br /> country on application having been made in writing by the exporter or, under the exporter's <br /> responsibility, by his authorized representative. <br /> 2. For this purpose, the exporter or his authorized representative shall fill out both the <br /> movement certificate EUR.1 and the application form, specimens of which appear in Annex <br /> III. These forms shall be completed in one of the languages in which this Agreement is drawn <br /> up and in accordance with the provisions of the domestic law of the exporting country. If they <br /> are handwritten, they shall be completed in ink in printed characters. The description of the <br /> products must be given in the box reserved for this purpose without leaving any blank lines. <br /> Where the box is not completely filled, a horizontal line must be drawn below the last line of <br /> the description, the empty space being crossed through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to <br /> submit at any time, at the request of the customs authorities of the exporting country where <br /> the movement certificate EUR.1 is issued, all appropriate documents proving the originating <br /> status of the products concerned as well as the fulfilment of the <br /> other requirements of this Protocol. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities of Turkey or the <br /> West Bank and Gaza Strip if the products concerned can be considered as products <br /> originating in Turkey, the West Bank and Gaza Strip <br /> 5. The issuing customs authorities shall take any steps necessary to verify the originating <br /> status of the products and the fulfilment of the other requirements of this Protocol. For this <br /> purpose, they shall have the right to call for any evidence and to carry out any inspection of <br /> the exporter's accounts or any other check considered appropriate. The issuing customs <br /> authorities shall also ensure that the forms referred to in paragraph 2 are duly completed. In <br /> particular, they shall check whether the space reserved for the description of the products has <br /> been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the <br /> certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the customs authorities and made <br /> available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 18 : Issue of a duplicate movement certificate EUR.1 <br /> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may <br /> apply to the customs authorities which issued it for a duplicate made out on the basis of the <br /> export documents in their possession. <br /> 2. The duplicate issued in this way must be endorsed with one of the following words: <br /> TR @^@?K?NC? N?SHADIR@^@ <br /> EN @^@DUPLICATE@^@ <br /> AR @^@???? ??? ?????@^@ <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in the 'Remarks` box of the <br /> duplicate movement certificate EUR.1. <br /> 4. The duplicate, which must bear the date of issue of the original movement certificate <br /> EUR.1, shall take effect as from that date. <br /> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in Turkey or the <br /> West Bank and Gaza Strip, it shall be possible to replace the original proof of origin by one or <br /> more movement certificates EUR.1 for the purpose of sending all or some of these products <br /> elsewhere within Turkey or the West Bank and Gaza Strip. The replacement movement <br /> certificate(s) EUR.1 shall be issued by the customs office under whose <br /> control the products are placed. <br /> Article 20 : Conditions for making out an invoice declaration <br /> 1. An invoice declaration as referred to in Article 15 (1) (b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 21, or <br /> (b) by any exporter for any consignment consisting of one or more packages containing <br /> originating products whose total value does not exceed EURO 6 000. <br /> 2. An invoice declaration may be made out if the products concerned can be considered as <br /> products originating in Turkey, the West Bank and Gaza Strip and fulfil the other <br /> requirements of this Protocol. <br /> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at <br /> the request of the customs authorities of the exporting country, all appropriate documents <br /> proving the originating status of the products concerned as well as the fulfilment of the other <br /> requirements of this Protocol. <br /> 4. An invoice declaration shall be made out by the exporter by typing, stamping or printing on <br /> the invoice, the delivery note or another commercial document, the declaration, the text of <br /> which appears in Annex IV, using one of the linguistic versions set out in that Annex and in <br /> accordance with the provisions of the domestic law of the exporting country. If the declaration <br /> is handwritten, it shall be written in ink in printed characters. <br /> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. <br /> However, an approved exporter within the meaning of Article 21 shall not be required to sign <br /> such declarations provided that he gives the customs authorities of the exporting country a <br /> written undertaking that he accepts full responsibility for any invoice declaration which <br /> identifies him as if it had been signed in manuscript by him. <br /> 6. An invoice declaration may be made out by the exporter when the products to which it <br /> relates are exported, or after exportation on condition that it is presented in the importing <br /> country no longer than two years after the importation of the products to which it relates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring the <br /> submission of a proof of origin, provided that such products are not imported by way of trade <br /> and have been declared as meeting the requirements of this Protocol and where there is no <br /> doubt as to the veracity of such a declaration. In the case of products sent by post, this <br /> declaration can be made on the customs declaration CN 22 / CN 23 or on a sheet of paper <br /> annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use of the <br /> recipients or travellers or their families shall not be considered as imports by way of trade if it <br /> is evident from the nature and quantity of the products that no commercial purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed EURO 500 in the case of <br /> small packages orEURO 1200 in the case of products forming part of travellers' personal luggage. <br /> Article 29 : Amounts expressed in EURO <br /> 1. Amounts in the national currencies of the Parties equivalent to the amounts expressed in <br /> Euro shall be fixed by each of the countries concerned. The Parties shall notify each other the <br /> relevant amounts. <br /> 2. When the amounts exceed the corresponding amounts fixed by the importing country, the <br /> latter shall accept them if the products are invoiced in the currency of the exporting country. <br /> 3. The amounts to be used in any given national currency shall be the equivalent in that <br /> national currency of the amounts expressed in Euro as at the first working day in October. <br /> 4. The amounts expressed in Euro and their equivalents in the currencies of Turkey and the <br /> West Bank and Gaza Strip shall be reviewed by the Joint Committee at the request of Turkey <br /> or the Palestinian Authority. When carrying out this review, the Joint Committee shall ensure <br /> that there will be no decrease in the amounts to be used in any national currency and shall <br /> furthermore consider the desirability of preserving the effects of the limits concerned in real <br /> terms. For this purpose, it may decide to modify the amounts expressed in Euro.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved exporter <br /> 1. The customs authorities of the exporting country may authorize any exporter who makes <br /> frequent shipments of products under this Agreement to make out invoice declarations <br /> irrespective of the value of the products concerned. An exporter seeking such authorization <br /> must offer to the satisfaction of the customs authorities all guarantees necessary to verify the <br /> originating status of the products as well as the fulfilment of the <br /> other requirements of this Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject to any conditions <br /> which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs authorization <br /> number which shall appear on the invoice declaration. <br /> 4. The customs authorities shall monitor the use of the authorization by the approved exporter. <br /> 5. The customs authorities may withdraw the authorization at any time. They shall do so <br /> where the approved exporter no longer offers the guarantees referred to in paragraph 1, does <br /> not fulfil the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for four months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of the <br /> importing country. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing country <br /> after the final date for presentation specified in paragraph 1 may be accepted for the purpose <br /> of applying preferential treatment, where the failure to submit these documents by the final <br /> date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing country may <br /> accept the proofs of origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep for at least <br /> three years the documents referred to in Article 16 (3). <br /> 2. The exporter making out an invoice declaration shall keep for at least three years a copy of <br /> this invoice declaration as well as the documents referred to in Article 20 (3). <br /> 3. The customs authorities of the exporting country issuing a movement certificate EUR.1 <br /> shall keep for at least three years the application form referred to in Article 16 (2). <br /> 4. The customs authorities of the importing country shall keep for at least three years the <br /> movement certificates EUR.1 and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 16 (7), a movement certificate EUR.1 may exceptionally be issued <br /> after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions or <br /> special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a movement certificate <br /> EUR.1 was issued but was not accepted at importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his application the <br /> place and date of exportation of the products to which the movement certificate EUR.1 <br /> relates, and state the reasons for his request. <br /> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after <br /> verifying that the information supplied in the exporter's application agrees with that in the <br /> corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one of the <br /> following phrases: <br /> TR @^@SONRADAN VER?LM??T?R@^@ <br /> EN @^@ISSUED RETROSPECTIVELY@^@ <br /> AR ??????? ????? <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the 'Remarks` box of the <br /> movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting documents <br /> The documents referred to in Articles 16 (3) and 20 (3), used for the purpose of proving that <br /> products covered by a movement certificate EUR.1 or an invoice declaration can be <br /> considered as products originating in Turkey, or in the West Bank and Gaza Strip and fulfil <br /> the other requirements of this Protocol, may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br /> concerned, contained for example in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or made out in Turkey <br /> or the West Bank and Gaza Strip where these documents are used in accordance with <br /> domestic law; <br /> (c) documents proving the working or processing of materials in Turkey or the West Bank and <br /> Gaza Strip, issued or made out in Turkey or the West Bank and Gaza Strip, where these <br /> documents are used in accordance with domestic law; <br /> (d) movement certificates EUR.1 or invoice declarations proving the originating status of <br /> materials used, issued or made out in Turkey or the West Bank and Gaza Strip in accordance <br /> with this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br /> customs authorities of the importing country have reasonable doubts as to the authenticity of <br /> such documents, the originating status of the products concerned or the fulfilment of the other <br /> requirements of this Protocol. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs authorities of <br /> the importing country shall return the movement certificate EUR.1 and the invoice, if it has <br /> been submitted, the invoice declaration, or a copy of these documents, to the customs <br /> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br /> Any documents and information obtained suggesting that the information given on the proof <br /> of origin is incorrect shall be forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities of the exporting country. <br /> For this purpose, they shall have the right to call for any evidence and to carry out any <br /> inspection of the exporter's accounts or any other check considered appropriate. <br /> 4. If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the verification, <br /> release of the products shall be offered to the importer subject to any precautionary measures <br /> judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the results of this <br /> verification as soon as possible. These results must indicate clearly whether the documents are <br /> authentic and whether the products concerned can be considered as products originating in <br /> Turkey or the West Bank and Gaza Strip, and fulfil the other requirements of this Protocol. <br /> 6. If in cases of reasonable doubt there is no reply within 10 months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine the <br /> authenticity of the document in question or the real origin of the products, the requesting <br /> customs authorities shall, except in exceptional circumstances, <br /> refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining a preferential <br /> treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof of origin <br /> and those made in the documents submitted to the customs office for the purpose of carrying <br /> out the formalities for importing the products shall not ipso facto render the proof of origin <br /> null and void if it is duly established that this document does correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning the <br /> correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) 'manufacture` means any kind of working or processing including assembly or specific operations; <br> (b) 'material` means any ingredient, raw material, component or part, etc., used in the <br> (c) 'product` means the product being manufactured, even if it is intended for later use in <br> (d) 'goods' means both materials and products; <br> (e) 'customs value` means the value as determined in accordance with the 1994 Agreement on <br> exporter to the consignee or, in the absence of such a document, by a single invoice; <br> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO <br> Agreement on customs valuation); <br> (f) 'ex-works price` means the price paid for the product ex works to the manufacturer in <br> Turkey or the West Bank and Gaza Strip in whose undertaking the last working or processing <br> another manufacturing operation; <br> is carried out, provided the price includes the value of all the materials used, minus any <br> (g) 'value of materials` means the customs value at the time of importation of the non- <br> originating materials used, or, if this is not known and cannot be ascertained, the first <br> ascertainable price paid for the materials in Turkey or the West Bank and Gaza Strip; <br> (h) 'value of originating materials` means the value of such materials as defined in <br> subparagraph (g) applied mutatis mutandis; <br> (i) 'added value` shall be taken to be the ex-works price minus the customs value of each of <br> the products incorporated which did not originate in the country in which those products were obtained; <br> (j) 'chapters` and 'headings` mean the chapters and the headings (four-digit codes) used in the <br> internal taxes which are, or may be, repaid when the product obtained is exported; <br> nomenclature which makes up the Harmonized Community Description and Coding System, <br> referred to in this Protocol as 'the Harmonized System` or 'HS`; <br> (k) 'classified` refers to the classification of a product or material under a particular heading; <br> (l) 'consignment` means products which are either sent simultaneously from one exporter to <br> (m) 'territories` includes territorial waters. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "one consignee or covered by a single transport document covering their shipment from the <br> manufacture of the product; <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1. For the purpose of implementing this Agreement, the following products shall be <br> (a) products wholly obtained in Turkey within the meaning of Article 4 of this Protocol; <br> (b) products obtained in Turkey incorporating materials which have not been wholly obtained <br> there, provided that such materials have undergone sufficient working or processing in Turkey <br> within the meaning of Article 5 of this Protocol. <br> considered as originating in the West Bank and Gaza Strip: <br> (a) products wholly obtained in the West Bank and Gaza Strip within the meaning of Article 4 of this Protocol; <br> (b) products obtained in the West Bank and Gaza Strip incorporating materials which have <br> considered as originating in Turkey: <br> not been wholly obtained there, provided that such materials have undergone sufficient <br> working or processing in the West Bank and Gaza Strip within the meaning of Article 5 of this Protocol. <br> 2. For the purpose of implementing this Agreement, the following products shall be <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied <br> by a statement from the importer to the effect that the products meet the conditions required <br> for the implementation of the Agreement. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 24 : Importation by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of General Rule 2 (a) of the Harmonized System falling within Sections XVI and <br> XVII or heading Nos 7308 and 9406 of the Harmonized System are imported by instalments, <br> a single proof of origin for such products shall be submitted to the customs authorities upon <br> importation of the first instalment. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> 1. The customs authorities of Turkey and of the West Bank and Gaza Strip shall provide each <br> other, with specimen impressions of stamps used in their customs offices for the issue of <br> movement certificates EUR.1 and with the addresses of the customs authorities responsible <br> 2. In order to ensure the proper application of this Protocol, Turkey and the Palestinian <br> for verifying those certificates and invoice declarations. <br> Authority shall assist each other, through the competent customs administrations, in checking <br> the authenticity of the movement certificates EUR.1 or the invoice declarations and the <br> correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 32 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 31 which cannot be <br> settled between the customs authorities requesting a verification and the customs authorities <br> responsible for carrying out this verification or where they raise a question as to the <br> interpretation of this Protocol, they shall be submitted to the Joint Committee. <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 34 : Free zones <br> 1. Turkey and the Palestinian Authority shall take all necessary steps to ensure that products <br> traded under cover of a proof of origin which in the course of transport use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo handling <br> 2. By means of an exemption to the provisions contained in paragraph 1, when products <br> originating in Turkey or the West Bank and Gaza Strip are imported into a free zone under <br> other than normal operations designed to prevent their deterioration. <br> cover of a proof of origin and undergo treatment or processing, the authorities concerned shall <br> issue a new EUR.1 certificate at the exporter's request, if the treatment or processing <br> undergone is in conformity with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Amendments to the Protocol", "ArticleDesc": "Article 35 : Amendments to the Protocol <br> The Joint Committee may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Implementation of the Protocol", "ArticleDesc": "Article 36 : Implementation of the Protocol <br> Turkey and the Palestinian Authority shall each take the steps <br> necessary to implement this Protocol. <br> "}, {"ArticleTitle": "Goods in transit or storage", "ArticleDesc": "Article 37 : Goods in transit or storage <br> The provisions of the Agreement may be applied to goods which comply with the provisions <br> of this Protocol and which on the date of entry into force of the Agreement are either in transit <br> or are in Turkey or in the West Bank and Gaza Strip or, in temporary storage in bonded <br> warehouses or in free zones, subject to the submission to the customs authorities of the <br> importing State, within four months of that date, of a certificate EUR.1 endorsed <br> retrospectively by the competent authorities of the exporting State together with the <br> "}]}]}, "members_found": ["792", "275"]}