{"FtaRooDetails": {"FtaId": 513, "FtaCode": "ITC00518", "FtaName": "FTA, Peru-United States", "FtaFullName": "United States - Peru Trade Promotion Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.02.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Peru; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Peru-United States", "AdminProcCooAuth": "The certification type under FTA, Peru-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Peru-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Peru-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "No change in tariff classification is required, provided that there is a regional value content of not less than 35 percent under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General interpretative notes", "RooText": " Annex 4.1<br /> Specific Rules of Origin<br /> Part I - General Interpretative Notes<br /> 1. Each Party shall provide that, for purposes of interpreting the rules of origin set forth in<br /> this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading;<br /> (b) the requirement of a change in tariff classification applies only to non-originating<br /> materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and it is written to exclude tariff provisions at the level of a chapter,<br /> heading, or subheading of the Harmonized System, it shall be construed to mean<br /> that the rule of origin requires that materials classified in those excluded<br /> provisions be originating for the good to qualify as an originating good;<br /> (d) when a heading or subheading is subject to alternative specific rules of origin, the<br /> rule will be considered to be met if a good satisfies one of the alternatives;<br /> (e) when a single rule of origin is applicable to a group of headings or subheadings<br /> and that rule of origin specifies a change of heading or subheading, it shall be<br /> understood that the change in headings or subheadings may occur within a single<br /> heading or subheading or between headings or subheadings of the group. When,<br /> however, a rule refers to a change in heading or subheading \"outside that group\"<br /> this shall be understood to require that the change in heading or subheading must<br /> occur from a heading or subheading that is outside the group of headings or<br /> subheadings set out in the rule; and<br /> (f) reference to weight in the rules for goods provided for in Chapter 1 through 24 of<br /> the Harmonized System means dry weight unless otherwise specified in the<br /> Harmonized System.<br /> 2. Each Party shall provide that the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized<br /> System;<br /> section means a section of the Harmonized System;<br /> subheading means the first six digits in the tariff classification number under the Harmonized<br /> System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00518_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.acuerdoscomerciales.gob.pe/index.php?option=com_content&view=category&layout=blog&id=55&Itemid=78"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00518_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/peru/asset_upload_file131_9527.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00518_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/peru/asset_upload_file242_9508.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00518_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/peru/asset_upload_file921_9538.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00518_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/trade-agreements/free-trade-agreements/peru-tpa/final-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Accumulation <br /> 1 Each Party shall provide that originating goods or materials of one or more of the Parties, <br /> incorporated into a good in the territory of another Party, shall be considered to originate in the <br /> territory of the other Party. <br /> 2 Each Party shall provide that a good is originating where the good is produced in the <br /> territory of one or more of the Parties by one or more producers, provided that the good satisfies <br /> the requirements in Article 4.1 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: De Minimis <br /> Except as provided in Annex 4.6, each Party shall provide that a good that does not <br /> undergo a change in tariff classification pursuant to Annex 4.1 is nonetheless originating if the <br /> value of all non-originating materials used in the production of the good and that do not undergo <br /> the applicable change in tariff classification does not exceed ten percent of the adjusted value of <br /> the good, provided that the value of such non-originating materials shall be included in the value <br /> of non-originating materials for any applicable regional value content requirement and that the <br /> good meets all other applicable requirements in this Chapter. <br /> Annex 4.6 <br /> Exceptions to Article 4.6 <br /> 1 Article 4.6 shall not apply to: <br /> (a) a non-originating material classified under Chapter 4 of the Harmonized System, <br /> or a non-originating dairy preparation containing over ten percent by weight of <br /> milk solids classified under subheading 1901.90 or 2106.90, that is used in the <br /> production of a good classified under Chapter 4 of the Harmonized System; <br /> (b) a non-originating material classified under Chapter 4 of the Harmonized System, <br /> or a non-originating dairy preparation containing over ten percent by weight of <br /> milk solids classified under subheading 1901.90, that is used in the production of <br /> the following goods: infant preparations containing over ten percent in weight of <br /> milk solids classified under subheading 1901.10; mixes and doughs, containing <br /> over 25 percent by weight of butterfat, not put up for retail sale, classified under <br /> subheading 1901.20; dairy preparations containing over ten percent by weight of <br /> milk solids, classified under subheading 1901.90 or 2106.90; heading 2105; <br /> beverages containing milk classified under subheading 2202.90; or animal feeds <br /> containing over ten percent by weight of milk solids classified under subheading <br /> 2309.90; <br /> (c) a non-originating material classified under heading 08.05 or subheading 2009.11 <br /> through 2009.39 that is used in the production of a good classified under <br /> subheading 2009.11 through 2009.39 or in fruit or vegetable juice of any single <br /> fruit or vegetable, fortified with minerals or vitamins, concentrated or <br /> unconcentrated, classified under subheading 2106.90 or 2202.90; <br /> (d) a non-originating material classified under heading 09.01 or 21.01, that is used in <br /> the production of a good classified under heading 09.01 or 21.01; <br /> (e) a non-originating material classified under Chapter 15 of the Harmonized System <br /> that is used in the production of a good classified under heading 15.01 through <br /> 15.08, and heading 15.11 through 15.15; <br /> (f) a non-originating material classified under heading 17.01 that is used in the <br /> production of a good classified under heading 17.01 through 17.03; <br /> (g) a non-originating material classified under Chapter 17 of the Harmonized System <br /> that is used in the production of a good classified under subheading 1806.10; <br /> (h) except as provided under subparagraphs (a) through (g) and in the specific rules <br /> of origin under Annex 4.1, a non-originating material used in the production of a <br /> good provided for in Chapters 1 through 24 of the Harmonized System unless the <br /> non-originating material is provided for in a different subheading than the good <br /> for which origin is being determined; <br /> (i) a non-originating textile or apparel good, as defined in the Annex to the WTO <br /> Agreement on Textiles and Clothing, other than a textile or apparel good listed in <br /> Annex 3-C (Textile or Apparel Goods Not Covered by Chapter Three). <br /> 2 Each Party shall provide that, for years one through four: <br /> (a) a good of subheading 2402.20 through 2402.90 and heading 24.03 that does not <br /> undergo a change in tariff classification pursuant to Annex 4.1 but otherwise <br /> meets all applicable requirements in this Chapter is nonetheless originating if the <br /> value of non-originating tobacco of heading 24.01 other than wrapper tobacco not <br /> threshed or similarly processed does not exceed the percentage of the adjusted <br /> value of the good set out below: <br /> Year one 15 percent of the adjusted value of the good <br /> Year two 14 percent of the adjusted value of the good <br /> Year three 13 percent of the adjusted value of the good <br /> Year four 12 percent of the adjusted value of the good. <br /> (b) for purposes of making a claim for preferential tariff treatment an importer, <br /> exporter, or producer may use the rule set forth in paragraph (a) or Article 4.6, but <br /> not both. <br /> Chapter Three <br /> Textiles and Apparel", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Accessories, Spare Parts, and Tools <br /> 1 Each Party shall provide that a good's standard accessories, spare parts, or tools delivered <br /> with the good shall be treated as originating goods if the good is an originating good and shall be <br /> disregarded in determining whether all the non-originating materials used in the production of <br /> the good undergo the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced <br /> separately from the good, regardless of whether they appear specified or <br /> separately identified in the invoice itself; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br /> the good. <br /> 2 If a good is subject to a regional value content requirement, the value of the accessories, <br /> spare parts, or tools described in paragraph 1 shall be taken into account as originating or non- <br /> originating materials, as the case may be, in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Regional Value Content <br /> 1 Where Annex 4.1 specifies a regional value content test to determine whether a good is <br /> originating, each Party shall provide that the importer, exporter, or producer may, for purposes of <br /> making a claim for preferential tariff treatment in accordance with Article 4.15, calculate <br /> regional value content based on one or the other of the following methods: <br /> (a) Method Based on Value of Non-Originating Materials (@^@Build-down Method@^@) <br /> RVC = AV - VNM x 100 <br /> AV <br /> (b) Method Based on Value of Originating Materials (@^@Build-up Method@^@) <br /> RVC = VOM x 100 <br /> AV <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value of the good; <br /> VNM is the value of non-originating materials that are acquired and used by the <br /> producer in the production of the good; VNM does not include the value of a <br /> material that is self-produced; and <br /> VOM is the value of originating materials acquired or self-produced, and used by the <br /> producer in the production of the good. <br /> 2 Each Party shall provide that all costs considered for the calculation of regional value <br /> content shall be recorded and maintained in conformity with the Generally Accepted Accounting <br /> Principles applicable in the territory of the Party where the good is produced. <br /> 3 Where Annex 4.1 specifies a regional value content test to determine if an automotive <br /> good1 is originating, each Party shall provide that the importer, exporter, or producer shall, for <br /> purposes of making a claim for preferential tariff treatment in accordance with Article 4.15, <br /> calculate the regional value content of that good based solely on the following method: <br /> Method for Automotive Products (@^@Net Cost Method@^@) <br /> RVC = NC - VNM x 100 <br /> NC <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; and <br /> VNM is the value of non-originating materials acquired and used by the producer in the <br /> production of the good; VNM does not include the value of a material that is self- <br /> produced. <br /> 4 Each Party shall provide that, for purposes of the regional value content method in <br /> paragraph 3, the importer, exporter, or producer may use a calculation averaged over the <br /> producer's fiscal year, using any one of the following categories, on the basis of all motor <br /> 1 Paragraph 3 applies solely to goods classified under the following Harmonized System headings and subheadings: <br /> 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines) 87.01 through <br /> 87.05 (motor vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> vehicles in the category or only those motor vehicles in the category that are exported to the <br /> territory of one or more of the Parties: <br /> (a) the same model line of motor vehicles in the same class of vehicles produced in <br /> the same plant in the territory of a Party; <br /> (b) the same class of motor vehicles produced in the same plant in the territory of a <br /> Party; or <br /> (c) the same model line of motor vehicles produced in the territory of a Party. <br /> 5 Each Party shall provide that, for purposes of calculating regional value content under <br /> paragraph 3 for automotive materials2 produced in the same plant, an importer, exporter, or <br /> producer may use a calculation: <br /> (a) averaged: <br /> (i) over the fiscal year of the motor vehicle producer to whom the good is <br /> sold; <br /> (ii) over any quarter or month; or <br /> (iii) over the automotive materials producer's fiscal year, <br /> provided that the good was produced during the fiscal year, quarter, or month <br /> forming the basis for the calculation; <br /> (b) in which the average in subparagraph (a) is calculated separately for such goods <br /> sold to one or more motor vehicle producers; or <br /> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br /> goods that are exported to the territory of one or more of the Parties. <br /> Article 4.3: Value of Materials <br /> Each Party shall provide that, for purposes of Articles 4.2 and 4.6, the value of a material <br /> shall be: <br /> (a) for a material imported by the producer of the good, the adjusted value of the <br /> material; <br /> 2 Paragraph 5 applies solely to automotive materials classified in the following Harmonized System headings and <br /> subheadings: 8407.31 through 8407.34 (engines), 8408.20 (diesel engines for vehicles), 84.09 (parts of engines), <br /> 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> (b) for a material acquired by the producer in the territory where the good is <br /> produced, the value, determined in accordance with Articles 1 through 8, Article <br /> 15 and the corresponding interpretative notes of the Customs Valuation <br /> Agreement, i.e., in the same manner as for imported goods, with such reasonable <br /> modifications as may be required due to the absence of an importation by the <br /> producer; or <br /> (c) for a material that is self-produced, <br /> (i) all the expenses incurred in the production of the material, including <br /> general expenses, and <br /> (ii) an amount for profit equivalent to the profit added in the normal course of <br /> trade. <br /> Article 4.4: Further Adjustments to the Value of Materials <br /> 1 Each Party shall provide that, for originating materials, the following expenses, where not <br /> included under Article 4.3, may be added to the value of the material: <br /> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br /> the material within a Party's territory or between the territories of two or more of <br /> the Parties to the location of the producer; <br /> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br /> one or more of the Parties, other than duties and taxes that are waived, refunded, <br /> refundable, or otherwise recoverable, including credit against duty or tax paid or <br /> payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-product. <br /> 2 Each Party shall provide that, for non-originating materials, the following expenses, <br /> where included under Article 4.3, may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing, and all other costs incurred in transporting <br /> the material within a Party's territory or between the territories of two or more of <br /> the Parties to the location of the producer; <br /> (b) duties, taxes, and customs brokerage fees on the material paid in the territory of <br /> two or more of the Parties, other than duties and taxes that are waived, refunded, <br /> refundable, or otherwise recoverable, including credit against duty or tax paid or <br /> payable; <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-product; and <br /> (d) the cost of originating materials used in the production of the non-originating <br /> material in the territory of a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Indirect Materials Used in Production <br /> Each Party shall provide that an indirect material shall be considered to be an originating <br /> material without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Transit and Transshipment <br /> Each Party shall provide that a good shall not be considered to be an originating good if <br /> the good: <br /> (a) undergoes subsequent production or any other operation outside the territories of <br /> the Parties, other than unloading, reloading, or any other operation necessary to <br /> preserve the good in good condition or to transport the good to the territory of a <br /> Party; or <br /> (b) does not remain under the control of customs authorities in the territory of a non- <br /> Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Originating Goods <br /> Except as otherwise provided in this Chapter, each Party shall provide that a good is <br /> originating where: <br /> (a) it is a good wholly obtained or produced entirely in the territory of one or more of <br /> the Parties; <br /> (b) it is produced entirely in the territory of one or more of the Parties and <br /> (i) each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification specified in Annex <br /> 4.1 or Annex 3-A (Textile and Apparel Specific Rules of Origin), or <br /> (ii) the good otherwise satisfies any applicable regional value content or other <br /> requirements specified in Annex 4.1 or Annex 3-A (Textile and Apparel <br /> Specific Rules of Origin), <br /> and the good satisfies all other applicable requirements of this Chapter; or <br /> (c) it is produced entirely in the territory of one or more of the Parties exclusively <br /> from originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale shall, if classified with the good, be disregarded in determining whether <br /> all the non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex 4.1 or Annex 3-A (Textile and Apparel Specific <br /> Rules of Origin). <br /> 2 If a good is subject to a regional value content requirement, the value of packaging <br /> materials and containers described in paragraph 1 shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value content of the <br /> good. <br /> Article 4.11: Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment shall be <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Fungible Goods and Materials <br /> 1 Each Party shall provide that an importer may claim that a fungible good or material is <br /> originating where the importer, exporter, or producer has: <br /> (a) physically segregated each fungible good or material; or <br /> (b) used any inventory management method, such as averaging, last-in-first-out <br /> (LIFO) or first-in-first-out (FIFO), recognized in the Generally Accepted <br /> Accounting Principles of the Party in which the production is performed or <br /> otherwise accepted by the Party in which the production is performed. <br /> 2 Each Party shall provide that the inventory management method selected under paragraph <br /> 1 for a particular fungible good or material shall continue to be used for that good or material <br /> throughout the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: Sets of Goods <br /> 1 Each Party shall provide that if goods are classified as a set as a result of the application <br /> of rule 3 of the General Rules of Interpretation of the Harmonized System, the set is originating <br /> only if each good in the set is originating and both the set and the goods meet all other applicable <br /> requirements in this Chapter. <br /> 2 Notwithstanding paragraph 1, a set of goods is originating if the value of all the non- <br /> originating goods in the set does not exceed 15 percent of the adjusted value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Claims for Preferential Treatment <br /> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br /> treatment based on either: <br /> (a) a written or electronic certification by the importer, exporter, or producer; or <br /> (b) the importer's knowledge that the good is an originating good, including <br /> reasonable reliance on information in the importer's possession that the good is an <br /> originating good. <br /> 2 Each Party shall provide that a certification need not be made in a prescribed format, <br /> provided that the certification is in written or electronic form, including but not limited to the <br /> following elements: <br /> (a) the name of the certifying person, including as necessary contact or other <br /> identifying information; <br /> (b) tariff classification under the Harmonized System and a description of the good; <br /> (c) information demonstrating that the good is originating; <br /> (d) date of the certification; and <br /> (e) in the case of a blanket certification issued as set out in paragraph 4(b), the period <br /> that the certification covers. <br /> 3 Each Party shall provide that a certification by the producer or exporter of the good may <br /> be completed on the basis of: <br /> (a) the producer's or exporter's knowledge that the good is originating; or <br /> (b) in the case of an exporter, reasonable reliance on the producer's written or <br /> electronic certification that the good is originating. <br /> No Party may require an exporter or producer to provide a written or electronic certification to <br /> another person. <br /> 4 Each Party shall provide that a certification may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the written or <br /> electronic certification, not exceeding 12 months from the date of the <br /> certification. <br /> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br /> was issued. <br /> 6 Each Party shall allow an importer to submit a certification in the language of the <br /> importing Party or the exporting Party. In the latter case, the importing Party may require the <br /> importer to submit a translation of the certification in the language of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16: Exceptions <br /> No Party may require a certification or information demonstrating that a good is <br /> originating where: <br /> (a) the customs value of the importation does not exceed US$1,500 or the equivalent <br /> amount in the currency of the importing Party, or such higher amount as may be <br /> established by the importing Party, unless the importing Party considers the <br /> importation to be part of a series of importations carried out or planned for the <br /> purpose of evading compliance with the Party's laws governing claims for <br /> preferential treatment under this Agreement; or <br /> (b) it is a good for which the importing Party does not require the importer to present <br /> a certification or information demonstrating origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Claims for Preferential Treatment <br /> 4 Each Party shall provide that a certification may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the written or <br /> electronic certification, not exceeding 12 months from the date of the <br /> certification. <br /> 5 Each Party shall provide that a certification shall be valid for four years after the date it <br /> was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17: Record Keeping Requirements <br /> 1 Each Party shall provide that an exporter or a producer in its territory that provides a <br /> certification in accordance with Article 4.15 shall maintain, for a minimum of five years from the <br /> date the certification was issued, all records necessary to demonstrate that a good for which the <br /> producer or exporter provided a certification was an originating good, including records <br /> concerning: <br /> (a) the purchase of, cost of, value of, and payment for, the exported good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, including indirect <br /> materials, used in the production of the exported good; and <br /> (c) the production of the good in the form in which it was exported. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a good <br /> imported into the Party's territory shall maintain, for a minimum of five years from the date of <br /> importation of the good, all records necessary to demonstrate the good qualified for the <br /> preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Obligations Relating to Importations <br /> 5 Each Party shall provide that, where a good was originating when it was imported into its <br /> territory, but the importer of the good did not make a claim for preferential tariff treatment at the <br /> time of importation, that importer may, no later than one year after the date of importation, make <br /> a claim for preferential tariff treatment and apply for a refund of any excess duties paid as a <br /> result of the good not having been accorded preferential tariff treatment, on presentation to the <br /> Party of: <br /> (a) a written declaration, stating that the good was originating at the time of <br /> importation; <br /> (b) a copy of a written or electronic certification if a certification forms the basis for <br /> the claim, or other information demonstrating that the good was originating; and <br /> (c) such other documentation relating to the importation of the good as the importing <br /> Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.18: Verification <br /> 1 For purposes of determining whether a good imported into its territory from the territory <br /> of another Party is an originating good, the importing Party may conduct a verification by means <br /> of: <br /> (a) written requests for information from the importer, exporter, or producer; <br /> (b) written questionnaires to the importer, exporter, or producer; <br /> (c) visits to the premises of an exporter or producer in the territory of the other Party, <br /> to review the records referred to in Article 4.17 or observe the facilities used in <br /> the production of the good, in accordance with any guidelines that the Parties <br /> develop pursuant to Article 4.21.2; or <br /> (d) such other procedures to which the importing and exporting Parties may agree. <br /> 2 A Party may deny preferential tariff treatment to an imported good where: <br /> (a) the exporter, producer, or importer fails to respond to a written request for <br /> information or questionnaire within a reasonable period, as established in the <br /> importing Party's law; <br /> (b) after receipt of a written notification for a verification visit to which the importing <br /> and exporting Parties have agreed, the exporter or producer does not provide its <br /> written consent within a reasonable period, as established by the importing Party's <br /> law; or <br /> (c) the Party finds a pattern of conduct indicating that an importer, exporter, or <br /> producer has provided false or unsupported declarations or certifications that a <br /> good imported into its territory is an originating good. <br /> 3 A Party conducting a verification shall provide the importer a determination, in writing, <br /> of whether the good is originating. The Party's determination shall include factual findings and <br /> the legal basis for the determination. <br /> 4 If an importing Party makes a determination under paragraph 3 that a good is not <br /> originating, the Party shall not apply that determination to an importation made before the date of <br /> the determination where: <br /> (a) the exporting Party issued an advance ruling regarding the tariff classification or <br /> valuation of one or more materials used in the good under Article 5.10 (Advance <br /> Rulings); <br /> (b) the importing Party's determination is based on a tariff classification or valuation <br /> for such materials that is different than that provided for in the advance ruling <br /> referred to in subparagraph (a); and <br /> (c) the exporting Party issued the advance ruling before the importing Party's <br /> determination. <br /> 5 Where an importing Party determines through verification that an importer, exporter, or <br /> producer has engaged in a pattern of conduct in providing false or unsupported statements, <br /> declarations, or certifications that a good imported into its territory is originating, the Party may <br /> suspend preferential tariff treatment to identical goods covered by subsequent statements, <br /> declarations, or certifications by that importer, exporter, or producer until the importing Party <br /> determines that the importer, exporter, or producer is in compliance with this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.9: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br /> administrative penalties and, where appropriate, criminal sanctions for violations of its customs <br /> laws and regulations, including those governing tariff classification, customs valuation, country <br /> of origin, and claims for preferential treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.10: Advance Rulings <br /> 1 Each Party shall issue, before a good is imported into its territory, a written advance <br /> ruling at the written request of an importer in its territory, or an exporter or producer4 in the <br /> territory of another Party with regard to: <br /> (a) tariff classification; <br /> 2 Notwithstanding Article 5.7(g), a Party may require that express shipments be accompanied by an airway bill or <br /> bill of lading. For greater certainty, a Party may assess customs duties or taxes and may require formal entry <br /> documents for restricted goods. <br /> 3 For purposes of this Article, a determination, if made by a Party other than the United States means an <br /> administrative act. <br /> 4 For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling through a duly <br /> authorized representative. <br /> (b) the application of customs valuation criteria for a particular case, in accordance <br /> with the application of the provisions set forth in the Customs Valuation <br /> Agreement; <br /> (c) the application of duty drawback, deferral, or other relief from customs duties; <br /> (d) whether a good is originating in accordance with Chapter Four (Rules of Origin <br /> and Origin Procedures); <br /> (e) whether a good re-entered into the territory of a Party after being exported to the <br /> territory of the other Party for repair or alteration is eligible for duty free treatment <br /> in accordance with Article 2.6 (Goods Re-entered after Repair or Alteration); <br /> (f) country of origin marking; <br /> (g) the application of quotas; and <br /> (h) such other matters as the Parties may agree. <br /> 2 Each Party shall issue an advance ruling within 150 days after a request, provided that the <br /> requester has submitted all information that the Party requires, including, if the Party requests, a <br /> sample of the good for which the requester is seeking an advance ruling. In issuing an advance <br /> ruling, the Party shall take into account facts and circumstances the requester has provided. <br /> 3 Each Party shall provide that advance rulings shall be in force from their date of issuance, <br /> or another date specified in the ruling, provided that the facts or circumstances on which the <br /> ruling is based remain unchanged. <br /> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies the <br /> requester. The issuing Party may modify or revoke a ruling retroactively only if the ruling was <br /> based on inaccurate or false information. <br /> 5 Subject to any confidentiality requirements in its laws, each Party shall make its advance <br /> rulings publicly available. <br /> 6 If a requester provides false information or omits relevant facts or circumstances relating <br /> to the advance ruling, or does not act in accordance with the ruling's terms and conditions, the <br /> importing Party may apply appropriate measures, including civil, criminal, and administrative <br /> actions, monetary penalties, or other sanctions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.8: Review and Appeal <br /> Each Party shall ensure that with respect to its determinations3 on customs matters, <br /> importers in its territory have access to: <br /> (a) a level of administrative review independent of the employee or office that issued <br /> the determinations; and <br /> (b) judicial review of the determinations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 4.14: Consultation and Modifications <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered effectively, <br> uniformly, and consistently with the spirit and objectives of this Agreement, and shall cooperate <br> in the administration of this Chapter. <br> 2 A Party that considers that a specific rule of origin set forth in Annex 4.1 requires <br> modification to take into account developments in production processes, lack of supply of <br> originating materials, or other relevant factors may submit a proposed modification along with <br> supporting rationale and any studies to the other Parties for consideration. <br> 3 On submission by a Party of a proposed modification under paragraph 2, the Commission <br> may refer the matter to an ad hoc working group within 60 days or on such other date as the <br> Commission may decide. The working group shall meet to consider the proposed modification <br> within 60 days of the date of referral or on such other date as the Commission may decide. <br> 4 Within such period as the Commission may direct, the working group shall provide a <br> report to the Commission, setting out its conclusions and recommendations, if any. <br> 5 On receipt of the report, the Commission may take appropriate action under Article <br> 20.1.3(b). <br> 6 With respect to a textile or apparel good, paragraphs 2 through 4 of Article 3.3 (Rules of <br> Origin, Origin Procedures, and Related Matters) apply in place of paragraphs 2 through 5. <br> Section B: Origin Procedures <br> "}, {"ArticleTitle": "Obligations Relating to Importations", "ArticleDesc": "Article 4.19: Obligations Relating to Importations <br> 1 Each Party shall grant any claim for preferential tariff treatment made in accordance with <br> this Chapter, unless the Party issues a written determination that the claim is invalid as a matter <br> of law or fact. <br> with any requirement in this Chapter. <br> 3 No Party may subject an importer to any penalty for making an invalid claim for <br> preferential tariff treatment, if the importer: <br> (b) on becoming aware that such a claim is not valid, promptly and voluntarily <br> corrects the claim and pays any customs duty owing. <br> good imported into its territory: <br> (a) declare in the importation document that the good is originating; <br> (b) have in its possession at the time the declaration referred to in subparagraph (a) is <br> made a written or electronic certification as described in Article 4.15, if the <br> (c) provide a copy of the certification, on request, to the importing Party, if the <br> (d) when the importer has reason to believe that the declaration in subparagraph (a) is <br> (e) when a certification by a producer or exporter forms the basis for the claim, either <br> provide or have in place, at the importer's option, an arrangement to have the <br> producer or exporter provide, on request of the importing Party, all information <br> relied on by such producer or exporter in making such certification; and <br> (f) demonstrate, on request of the importing Party, that the good is originating under <br> Article 4.1, including that the good satisfies the requirements of Article 4.13. <br> territory, but the importer of the good did not make a claim for preferential tariff treatment at the <br> time of importation, that importer may, no later than one year after the date of importation, make <br> a claim for preferential tariff treatment and apply for a refund of any excess duties paid as a <br> result of the good not having been accorded preferential tariff treatment, on presentation to the <br> Party of: <br> (a) a written declaration, stating that the good was originating at the time of <br> (b) a copy of a written or electronic certification if a certification forms the basis for <br> importation; <br> the claim, or other information demonstrating that the good was originating; and <br> (c) such other documentation relating to the importation of the good as the importing <br> Party may require. <br> 6 Each Party may provide that the importer is responsible for complying with the <br> preferential tariff treatment on a certification or information that an exporter or producer <br> provided. <br> 7 Nothing in this Article shall prevent a Party from taking action under Article 3.2.7. <br> requirements of paragraph 4, notwithstanding that the importer may have based its claim for <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO IMPORTATIONS", "ArticleDesc": "2 A Party may deny preferential tariff treatment to a good if the importer fails to comply <br> (a) did not engage in negligence, gross negligence, or fraud in making the claim and <br> pays any customs duty owing; or <br> 4 Each Party may require that an importer who claims preferential tariff treatment for a <br> certification forms the basis for the claim; <br> based on inaccurate information, correct the importation document and pay any <br> customs duty owing; <br> 5 Each Party shall provide that, where a good was originating when it was imported into its <br> "}, {"ArticleTitle": "Obligations Relating to Exportations", "ArticleDesc": "1 Each Party shall provide that: <br> (a) an exporter or a producer in its territory that has provided a written or electronic <br> certification in accordance with Article 4.15 shall, on request, provide a copy to <br> the exporting Party; <br> (b) a false certification by an exporter or a producer in its territory that a good to be <br> exported to the territory of another Party is originating shall be subject to <br> penalties equivalent to those that would apply to an importer in its territory that <br> appropriate modifications; and <br> (c) when an exporter or a producer in its territory has provided a certification and has <br> reason to believe that the certification contains or is based on incorrect <br> information, the exporter or producer shall promptly notify in writing every <br> person to whom the exporter or producer provided the certification of any change <br> that could affect the accuracy or validity of the certification. <br> 2 No Party may impose penalties on an exporter or a producer for providing an incorrect <br> certification if the exporter or producer voluntarily notifies in writing all persons to whom it has <br> provided the certification that it was incorrect. <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO EXPORTATIONS", "ArticleDesc": "ARTICLE 4.20: OBLIGATIONS RELATING TO EXPORTATIONS <br> makes a false statement or representation in connection with an importation, with <br> "}, {"ArticleTitle": "Common Guidelines", "ArticleDesc": "Article 4.21: Common Guidelines <br> 1 The Parties shall agree on and publish common guidelines for the interpretation, <br> application, and administration of this Chapter and the relevant provisions of Chapter Two <br> (National Treatment and Market Access for Goods) and shall endeavor to do so by the date of <br> entry into force of this Agreement. The Parties may agree to modify the common guidelines. <br> 2 The Parties shall endeavor to develop guidelines for conducting verifications pursuant to <br> Article 4.18.1(c). <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 4.22: Implementation <br> Peru shall: <br> (a) implement Article 4.15.1(a), with respect to electronic certifications, no later than <br> three years after the date of entry into force of this Agreement; and <br> (b) implement Article 4.15.1(b) no later than three years after the date of entry into <br> force of the Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.23: Definitions <br> adjusted value means the value determined in accordance with Articles 1 through 8, Article 15, <br> class of motor vehicles means any one of the following categories of motor vehicles: <br> and the corresponding interpretative notes of the Customs Valuation Agreement, adjusted, if <br> related services incident to the international shipment of the merchandise from the country of <br> exportation to the place of importation; <br> (a) motor vehicles classified under subheading 8701.20, motor vehicles for the <br> transport of 16 or more persons classified under subheading 8702.10 or 8702.90, <br> and motor vehicles classified under subheading 8704.10, 8704.22, 8704.23, <br> 8704.32, or 8704.90, or heading 87.05 or 87.06; <br> (b) motor vehicles classified under subheading 8701.10 or 8701.30 through 8701.90; <br> (c) motor vehicles for the transport of 15 or fewer persons classified under <br> authoritative support given in the territory of a Party with respect to the recording of revenues, <br> subheading 8702.10 or 8702.90, and motor vehicles of subheading 8704.21 or <br> financial statements. Generally Accepted Accounting Principles may encompass broad <br> good means any merchandise, product, article, or material; <br> purposes and whose properties are essentially identical; <br> (a) fuel and energy; <br> Generally Accepted Accounting Principles means recognized consensus or substantial <br> expenses, costs, assets, and liabilities, the disclosure of information, and the preparation of <br> guidelines for general application, as well as detailed standards, practices, and procedures; <br> goods wholly obtained or produced entirely in the territory of one or more of the Parties <br> qualify as originating under this Chapter; <br> (a) plants and plant products harvested or gathered in the territory of one or more of <br> (g) catalysts and solvents; and <br> the Parties; <br> (b) live animals born and raised in the territory of one or more of the Parties; <br> (c) goods obtained in the territory of one or more of the Parties from live animals; <br> territory of one or more of the Parties; <br> (e) minerals and other natural resources not included in subparagraphs (a) through (d) <br> extracted or taken from the territory of one or more of the Parties; <br> the territory of one or more of the Parties by vessels registered or recorded with a <br> Party and flying its flag; <br> (g) goods produced on board factory ships from the goods referred to in subparagraph <br> (f), provided such factory ships are registered or recorded with that Party and fly <br> territorial waters, provided that a Party has rights to exploit such seabed or <br> subsoil; <br> (i) goods taken from outer space, provided they are obtained by a Party or a person <br> of a Party and not processed in the territory of a non-Party; <br> (i) manufacturing or processing operations in the territory of one or more of <br> the Parties, or <br> (ii) used goods collected in the territory of one or more of the Parties, <br> provided such goods are fit only for the recovery of raw materials; <br> (k) recovered goods derived in the territory of one or more of the Parties from used <br> goods and utilized in the territory of one or more of the Parties in the production <br> of remanufactured goods; and <br> (l) goods produced in the territory of one or more of the Parties exclusively from <br> goods referred to in subparagraphs (a) through (j), or from their derivatives, at any <br> production of the good can reasonably be demonstrated to be a part of that <br> stage of production; <br> identical goods means goods that are the same in all respects relevant to the particular rule of <br> production; <br> model line means a group of motor vehicles having the same platform or model name; <br> operation of equipment associated with the production of a good, including: <br> costs, royalties, shipping and packing costs, and non-allowable interest costs that <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> manufacturing, processing, assembling, or disassembling a good; <br> material means a good that is used in the production of another good, including a part or an <br> good and used in the production of that good; <br> material that is self-produced means an originating material that is produced by a producer of a <br> net cost means total cost minus sales promotion, marketing, and after-sales service costs, <br> royalties, shipping and packing costs, and non-allowable interest costs that are included in the <br> total cost; <br> (a) by calculating the total cost incurred with respect to all goods produced by that <br> producer, subtracting any sales promotion, marketing, and after-sales service <br> are included in the total cost of all such goods, and then reasonably allocating the <br> resulting net cost of those goods to the good; <br> producer, reasonably allocating the total cost to the good, and then subtracting any <br> packing costs, and non-allowable interest costs that are included in the portion of <br> (c) reasonably allocating each cost that forms part of the total cost incurred with <br> the total cost allocated to the good; or <br> respect to the good so that the aggregate of these costs does not include any sales <br> packing costs, and non-allowable interest costs, <br> promotion, marketing, and after-sales service costs, royalties, shipping and <br> provided that the allocation of all such costs is consistent with the provisions regarding the <br> reasonable allocation of costs set out in Generally Accepted Accounting Principles; <br> points above the yield on debt obligations of comparable maturities issued by the central level of <br> government of the Party in which the producer is located; <br> packing materials and containers for shipment means the goods used to protect a good during <br> its transportation and does not include the packaging materials and containers in which a good is <br> packaged for retail sale; <br> producer means a person who engages in the production of a good in the territory of a Party; <br> production means growing, mining, harvesting, fishing, raising, trapping, hunting, <br> reasonably allocate means to apportion in a manner appropriate under Generally Accepted <br> Accounting Principles; <br> recovered goods means materials in the form of individual parts that are the result of: (a) the <br> disassembly of used goods into individual parts; and (b) cleaning, inspecting, testing, or other <br> processes as necessary for improvement to sound working condition; <br> remanufactured goods means industrial goods assembled in the territory of a Party classified <br> under Harmonized System Chapter 84, 85, 87, or 90 or heading 94.02, except goods classified <br> under Harmonized System heading 84.18 or 85.16, that: <br> (a) are entirely or partially comprised of recovered goods; and <br> (b) have a similar life expectancy and enjoy a factory warranty similar to such new <br> territory of one or more of the Parties. Product costs are costs that are associated with the <br> production of a good and include the value of materials, direct labor costs, and direct overhead. <br> Period costs are costs, other than product costs, that are expensed in the period in which they are <br> purposes of applying this Chapter. <br> incurred, such as selling expenses and general and administrative expenses. Other costs are all <br> costs recorded on the books of the producer that are not product costs or period costs, such as <br> interest. Total cost does not include profits that are earned by the producer, regardless of <br> whether they are retained by the producer or paid out to other persons as dividends, or taxes paid <br> on those profits, including capital gains taxes; <br> value means the value of a good or material for purposes of calculating customs duties or for <br> For purposes of this Chapter: <br> claim of origin means a claim that a textile or apparel good is an originating good or satisfies the <br> non-preferential rules of origin of a Party; <br> exporting Party means the Party from whose territory a textile or apparel good is exported; <br> importing Party means the Party into whose territory a textile or apparel good is imported; <br> interested entity means a Party, an actual or potential purchaser of a textile or apparel good, or an <br> actual or potential supplier of a textile or apparel good; <br> textile safeguard measure means a measure applied under Article 3.1; and <br> transition period means the five-year period beginning on the date of entry into force of this <br> In case of any inconsistency between this Appendix and Annex 3-B (Short Supply List), the <br> descriptions in Annex 3-B (Short Supply List) shall prevail. <br> Chapter Five <br> Customs Administration and Trade Facilitation <br> input means a fiber, yarn, or fabric used in the production of a textile or apparel good; <br> textile or apparel good means a good listed in the Annex to the WTO Agreement on Textiles and <br> Clothing, except for those goods listed in Annex 3-C; <br> Agreement. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.5: DEFINITIONS <br> necessary, to exclude any costs, charges, or expenses incurred for transportation, insurance, and <br> 8704.31; or <br> (d) motor vehicles classified under subheading 8703.21 through 8703.90; <br> fungible goods or materials means goods or materials that are interchangeable for commercial <br> means: <br> production or used to operate equipment and buildings; <br> (d) lubricants, greases, compounding materials, and other materials used in <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture conducted in the <br> (h) any other goods that are not incorporated into the good but whose use in the <br> (f) fish, shellfish, and other marine life taken from the sea, seabed, or subsoil outside <br> its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or subsoil outside <br> (j) waste and scrap derived from: <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> goods; <br> origin that qualifies the goods as originating; <br> indirect material means a good used in the production, testing, or inspection of a good but not <br> physically incorporated into the good, or a good used in the maintenance of buildings or the <br> (b) tools, dies, and molds; <br> ingredient; <br> net cost of the good means the net cost that can be reasonably allocated to the good under one of <br> the following methods: <br> (b) calculating the total cost incurred with respect to all goods produced by that <br> sales promotion, marketing, and after-sales service costs, royalties, shipping and <br> non-allowable interest costs means interest costs incurred by a producer that exceed 700 basis <br> non-originating good or non-originating material means a good or material that does not <br> total cost means all product costs, period costs, and other costs for a good incurred in the <br> used means utilized or consumed in the production of goods; and <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Publication", "ArticleDesc": "1 Each Party shall publish, including on the Internet, its customs laws, regulations, and <br> general administrative procedures. <br> 2 Each Party shall designate or maintain one or more inquiry points to address inquiries by <br> interested persons concerning customs matters and shall make available on the Internet <br> information concerning the procedures for making such inquiries. <br> 3 To the extent possible, each Party shall publish in advance any regulations of general <br> application governing customs matters that it proposes to adopt and provide interested persons <br> the opportunity to comment prior to their adoption. <br> "}, {"ArticleTitle": "PUBLICATION", "ArticleDesc": "ARTICLE 5.1: PUBLICATION <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "(a) provide for the release of goods within a period no greater than that required to <br> warehouses or other facilities; and <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.2: Release of Goods <br> 1 Each Party shall adopt or maintain simplified customs procedures for the efficient release <br> of goods in order to facilitate trade between the Parties. <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures that: <br> ensure compliance with its customs laws, and to the extent posible release the <br> goods within 48 hours of arrival; <br> (b) allow goods to be released at the point of arrival, without temporary transfer to <br> (c) allow importers to withdraw goods from customs before and without prejudice to <br> the final determination by its customs authority of the applicable customs duties, <br> taxes, and fees.1 <br> 1 A Party may require an importer to provide sufficient guarantee in the form of a surety, a deposit, or some other <br> appropriate instrument, covering the ultimate payment of the customs duties, taxes, and fees in connection with the <br> importation of the good. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 5.3: Automation <br> Each Party shall endeavor to use information technology that expedites procedures for the <br> release of goods. When deciding on the information technology to be used for this purpose, each <br> (b) make electronic systems accessible to customs users; <br> Party shall: <br> (a) endeavor to use international standards; <br> arrival of the shipment to allow for the release of goods on arrival; <br> (c) provide for electronic submission and processing of information and data before <br> (e) work towards developing compatible electronic systems among the Parties' <br> customs authorities, to facilitate government to government exchange of <br> (d) employ electronic or automated systems for risk analysis and targeting; <br> international trade data; and <br> (f) work towards developing a set of common data elements and processes in <br> accordance with World Customs Organization (WCO) Customs Data Model and <br> related WCO recommendations and guidelines. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.4: Risk Management <br> Each Party shall endeavor to adopt or maintain risk management systems that enable its <br> customs authority to focus its inspection activities on high-risk goods and that simplify the <br> clearance and movement of low-risk goods, while respecting the confidential nature of the <br> information it obtains through such activities. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "endeavor to provide each other Party with advance notice of any significant modification of <br> regulations pertaining to: <br> (a) the implementation and operation of the provisions of this Agreement governing <br> importations or exportations, including claims of origin and origin procedures; <br> (c) restrictions or prohibitions on imports or exports; and <br> (d) other customs matters as the Parties may agree. <br> 3 Where a Party has a reasonable suspicion of unlawful activity related to its laws or <br> regulations governing importations, the Party may request that another Party provide specific <br> confidential information normally collected in connection with the importation of goods. <br> (a) historical evidence of non-compliance with laws or regulations governing <br> 5 The Party from whom the information is requested shall, in accordance with its law and <br> any relevant international agreements to which it is a party, provide a written response <br> (b) historical evidence of non-compliance with laws or regulations governing <br> containing such information. <br> 6 For purposes of paragraph 3, @^@a reasonable suspicion of unlawful activity@^@ means a <br> importations by a manufacturer, producer, or other person involved in the <br> (c) historical evidence that some or all of the persons involved in the movement from <br> specific product sector have not complied with a Party's laws or regulations <br> movement of goods from the territory of one Party to the territory of another <br> the territory of one Party to the territory of another Party of goods within a <br> which the information is sought, and shall identify the requested information with sufficient <br> (d) other information that the requesting Party and the Party from whom the <br> information is requested agree is sufficient in the context of a particular request. <br> 7 Each Party shall endeavor to provide another Party with any other information that would <br> assist that Party in determining whether imports from or exports to that Party are in compliance <br> with the other Party's laws or regulations governing importations, in particular those related to <br> the prevention of unlawful activities such as smuggling and similar infractions. <br> 8 For purposes of facilitating trade between the Parties, each Party shall endeavor to <br> provide the other Parties with technical advice and assistance for the purpose of improving risk <br> assessment and risk management techniques, facilitating the implementation of international <br> supply chain standards, simplifying and expediting customs procedures for the timely and <br> efficient clearance of goods, advancing the technical skill of personnel, and enhancing the use of <br> technologies that can lead to improved compliance with regard to a Party's laws or regulations <br> governing importations. <br> 9 The Parties shall endeavor to cooperate to enhance each Party's ability to enforce its <br> regulations governing importations. The Parties shall further endeavor to establish and maintain <br> other channels of communication to facilitate the secure and rapid exchange of information and <br> to improve coordination on importation issues. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 5.5: COOPERATION <br> 1 With a view to facilitating the effective operation of this Agreement, each Party shall <br> administrative policy or other similar development related to its laws or regulations governing <br> importations that is likely to substantially affect the operation of this Agreement. <br> 2 The Parties shall cooperate in achieving compliance with their respective laws and <br> (b) the implementation and operation of the Customs Valuation Agreement; <br> 4 A Party's request under paragraph 3 shall be in writing, shall specify the purpose for <br> specificity for the other Party to locate and provide the information. <br> suspicion based on relevant factual information obtained from public or private sources <br> comprising one or more of the following: <br> importations by an importer or exporter; <br> Party; <br> governing importations; or <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.6: Confidentiality <br> 1 Where a Party providing information to another Party in accordance with this Chapter <br> designates the information as confidential, the other Party shall maintain the confidentiality of <br> the information. The Party providing the information may require a written assurance from the <br> other Party that the information will be held in confidence, will be used only for the purposes <br> specified in the other Party's request for information, and will not be disclosed without the <br> Party's specific permission. <br> 2 A Party may decline to provide information requested by another Party where that Party <br> has failed to act in conformity with the assurance provided under paragraph 1. <br> 3 Each Party shall adopt or maintain procedures in which confidential information, <br> including information the disclosure of which could prejudice the competitive position of the <br> person providing the information, submitted in accordance with the administration of the Party's <br> customs laws, shall be protected from unauthorized disclosure. <br> "}, {"ArticleTitle": "EXPRESS SHIPMENTS", "ArticleDesc": "(a) provide a separate and expedited customs procedure for express shipments; <br> documentation; <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 5.7: Express Shipments <br> Each Party shall adopt or maintain expedited customs procedures for express shipments <br> while maintaining appropriate customs control and selection. These procedures shall: <br> (b) provide for the submission and processing of information necessary for the <br> release of an express shipment before the express shipment arrives; <br> (c) allow submission of a single manifest covering all goods contained in a shipment <br> transported by an express shipment service, through, if possible, electronic means; <br> (d) to the extent possible, provide for clearance of certain goods with a minimum of <br> (e) under normal circumstances, provide for clearance of express shipments within <br> six hours after submission of the necessary customs documents, provided the <br> shipment has arrived; <br> (f) apply without regard to weight or customs value; and <br> (g) provide, under normal circumstances, that no customs duties or taxes will be <br> assessed on, nor will formal entry documents be required for, express shipments <br> valued at US$200 or less.2 <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 5.11: Implementation <br> 1 For Peru: <br> (a) Articles 5.1.1, 5.1.2, and 5.7 shall enter into force two years after the date of entry <br> into force of this Agreement; <br> (b) Article 5.10 shall enter into force three years after the date of entry into force of <br> this Agreement; and <br> (c) Article 5.2 shall enter into force one year after the date of entry into force of this <br> "}]}]}, "members_found": ["842", "604"]}