{"FtaRooDetails": {"FtaId": 520, "FtaCode": "ITC00525", "FtaName": "FTA, Russia-Serbia and Montenegro", "FtaFullName": "AGREEMENT BETWEEN THE GOVERNMENT OF THE RUSSIAN FEDERATION AND THE FEDERAL GOVERNMENT OF THE FEDERAL REPUBLIC OF YUGOSLAVIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.08.2000", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Montenegro; Russian Federation; Serbia; ", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Russia-Serbia and Montenegro", "AdminProcCooAuth": "The certification type under FTA, Russia-Serbia and Montenegro is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Russia-Serbia and Montenegro is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Russia-Serbia and Montenegro agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "1. Goods shall be considered as sufficiently worked/processed in a Contracting Party if they have undergone working/processing and the value of materials of materials (raw materials, semi-finished products and finished products) originating in third countries or of materials of unknown origin used in such process does not exceed 50 percent of the value of exported goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00525_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00525_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00525_full.pdf", "DocType": "8_full", "WebLink": "http://rtais.wto.org/rtadocs/858/TOA/English/Russia-Yugoslavia%20FTA_text%20with%20protocols_Republic%20of%20Serbia.doc"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Cumulation of Origin <br /> 1. For the purposes of implementation of the Free Trade Agreement between the Federal <br /> Republic of Yugoslavia and the Russian Federation of 28 August 2000 between the <br /> Government of the Federal Republic of Yugoslavia and the Government of the Russian <br /> Federation (hereinafter referred to as @^@the Agreement@^@), goods shall be considered as <br /> originating in the Republic of Serbia if all of the conditions set forth below are cumulatively met: <br /> 1) If goods are manufactured in the territory of the Republic of Serbia from <br /> materials originating in the Russian Federation and (ili) the Republic of Belarus <br /> and (ili) and the Republic of Kazakhstan and (ili) the Republic of Serbia; <br /> 2) If the value of used materials originating in countries not referred to in <br /> subsection 1 of this section and the value of materials of unknown origin does not <br /> exceed 50 percent of the value of exported goods; <br /> 3) That the materials not referred to in subsection 1 of this section were not <br /> subjected exclusively to the operations set out in section 1 of Article 6 of these <br /> Rules in the territory of the Republic of Serbia, it being understood that such <br /> materials need not be subjected to sufficient working/processing in the Republic of Serbia. <br /> 2. For the purpose of implementation of the Agreement, goods shall be considered as <br /> originating in the Russian Federation if all of the conditions set forth below are cumulatively met: <br /> 1) If goods are manufactured in the territory of the Republic of Serbia from <br /> materials originating in the Republic of Serbia and (ili) the Republic of Belarus and <br /> (ili) and the Republic of Kazakhstan and (ili) the Russian Federation; <br /> 2) If the value of used materials originating in countries not referred to in <br /> subsection 1 of this section and the value of materials of unknown origin does not <br /> exceed 50 percent of the value of exported goods. The value of materials <br /> originating in the Republic of Belarus and the Republic of Kazakhstan shall be <br /> determined according to the price paid for such materials in the territory of the Russian Federation; <br /> 3) That the materials not referred to in subsection 1 of this section were not <br /> subjected exclusively to the operations set out in section 1 of Article 6 of these <br /> Rules in the territory of the Russian Federation, it being understood that such <br /> materials need not be subjected to sufficient working/processing in the Russian Federation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special Cases of Origin of Goods <br /> 1. Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle shall be considered as originating in the Contracting Party in which <br /> such piece of equipment, machine, apparatus or vehicle originates if such accessories, <br /> spare parts and tools are imported and used as one with such piece of equipment, machine, <br /> apparatus or vehicle in quantities in which they are usually delivered with such devices <br /> according to the technical documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly obtained Products <br /> The following shall be considered as wholly obtained in a Contracting Party: <br /> 1) Mineral products extracted from its soil, from its territorial sea (waters) or from its seabed; <br /> 2) Vegetable products grown and/or harvested there; <br /> 3) Live animals born and raised there; <br /> 4) Products from live animals raised there; <br /> 5) Products obtained by hunting or fishing conducted there; <br /> 6) Products of sea fishing and other products taken from the sea outside the territorial <br /> waters of a Contracting Party by vessels registered or recorded in that Contracting <br /> Party or sailing under the flag of that Contracting Party; <br /> 7) products made aboard its factory ships exclusively from products referred to section <br /> 6 of this Article originating in that Contracting Party, insofar as such factory ship is <br /> registered or recorded in that Contracting Party or sails under the flag of that Contracting Party; <br /> 8) Products extracted from marine soil or subsoil outside its territorial waters provided <br /> that it has sole rights to work that soil or subsoil; <br /> 9) Waste and scrap iron (secondary raw materials) from manufacture <br /> or other processing operations; <br /> 10) High-technology products obtained in outer space aboard spaceships that belong to <br /> that Contracting Party or are rented (chartered) by it; <br /> 11) Products manufacturer in a Contracting Party from products referred to in <br /> sections 1 - 10 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient Working/Processing <br /> 1. The following shall be considered as insufficient working/processing: <br /> 1) Preserving operations to ensure that the products remain in good condition during <br /> transport and storage; <br /> 2) Operations to prepare products for sale and transport (breaking-up of lots, forming of <br /> consignments, sorting, repackaging), breaking-up and assembly of packages; <br /> 3) Washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> 4) Ironing or pressing of textiles (all types of threads and yarns, fabrics from all types of <br /> threads and yarns and their products); <br /> 5) Painting and polishing operations; <br /> 6) Husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> 7) Operations to colour sugar or form sugar lumps; <br /> 8) Peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> 9) Sharpening, simple grinding or simple cutting that does not result in components that <br /> are essentially different from the original product; <br /> 10) Sifting, screening, sorting, classifying, grading, matching; (including the making-up of <br /> sets of articles); <br /> 11) Simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br /> and all other simple packaging operations; <br /> 12) Simple assembly of parts of articles to constitute a complete article or disassembly of <br /> products into parts; <br /> 13) Disassembly of products into components that does not result in components that are <br /> essentially different from the original product; <br /> 14) Mixing of products (components) that does not result in products that are essentially <br /> different from the original assembly parts; <br /> 15) Slaughtering of animals and cutting (sorting) of meat; <br /> 16) Any combination of two or more of the above operations. <br /> 2. If for a given product the criterion of sufficient working/processing is complied with only <br /> using the operations listed in section 1 of this Article, such goods shall not be considered as <br /> originating in the Contracting Party where such operations were performed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Criterion of Sufficient Working/Processing <br /> 1. Goods shall be considered as sufficiently worked/processed in a Contracting Party if they <br /> have undergone working/processing and the value of materials of materials (raw materials, <br /> semi-finished products and finished products) originating in third countries or of materials of <br /> unknown origin used in such process does not exceed 50 percent of the value of exported goods. <br /> 2. The value of materials (raw materials, semi-finished products and finished products) <br /> originating in third countries used in working/processing operations shall be determined on <br /> the basis of the customs value of such materials, as determined by the Contracting Party <br /> where they are worked/processed. <br /> Where the materials referred to in section 1 of this Article are of unknown origin, their value <br /> shall be the price paid for those materials in the territory of the Contracting Party where they <br /> are worked/processed. <br /> The value of goods exported from either Contracting Party shall be determined on the basis <br /> of the Ex Works Price according to Incoterms.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special Cases of Origin of Goods <br /> 5. For the purpose of determining the country of origin of goods, the origin of heating energy <br /> and electricity, machines, equipment and tools used in their manufacture or processing shall <br /> not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Requirements for Application of Free Trade Regime <br /> 3) If the condition of direct transport is met, as evidenced by relevant documents; <br /> 4) If the Contracting Party concerned has complied with the administrative <br /> cooperation requirements set out in Article 11 of these Rules. <br /> 2. Direct transport shall also be deemed to include goods which are transported through the <br /> territory of one or more third countries due to geographic, transport-related, technical or <br /> economic reasons, provided that they remain under the surveillance of customs authorities <br /> in the countries of transit, including during their temporary storage in the territories of those countries. <br /> Evidence that goods are under the surveillance of customs authorities shall be provided by <br /> the production of transport documents covering the passage from the exporting country <br /> through the country of transit or a certificate issued by the customs authorities of the country <br /> of transit giving an exact description of the goods, stating the dates of unloading and <br /> reloading of the products and certifying the conditions under which the products remained in <br /> the transit country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special Cases of Origin of Goods <br /> 2. Packaging in which goods are imported shall be considered as originating in the <br /> Contracting Party in which the goods itself originate, except in cases where such packaging <br /> is subject to separate declaration under the Harmonized Commodity Description and Coding <br /> System. In such cases, the country of origin of packaging shall be determined separately <br /> from the country of origin of goods. <br /> 3. If packaging in which goods are imported is considered to originate in the same <br /> Contracting Party as the goods, only the packaging in which the goods are sold in retail shall <br /> be taken into account for the purposes of determination of the country of origin of goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Requirements for Application of Free Trade Regime <br /> Direct transport shall also include goods purchased by an imported at exhibitions or fairs, <br /> provided that the following conditions are met: <br /> 1) If the goods are transported from the territory of one Contracting Party to the <br /> territory of a third country that organized an exhibition or fair and if they <br /> remained under the surveillance of customs authorities during such event; <br /> 2) If the goods have not, since they were consigned for exhibition, been used for <br /> any purpose other than demonstration at the exhibition; <br /> 3) If the goods are imported to the territory of the Contracting Party in the same <br /> condition in which they were sent to territory of the third country that organised <br /> such exhibition or fair, save for changes in the condition of goods due to <br /> normal wear and tear or spillage under normal transport and storage conditions.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Written Proof <br /> 1. Products originating in a Contracting Party shall benefit from the free trade regime upon <br /> submission to the customs authorities of the importing country of the original Certificate. For <br /> the purposes of application of the free trade regime, the Certificate shall be valid twelve <br /> months of the date of its verification by the authority authorised under the national legislation <br /> of the Contracting Party to issue and/or verify certificates of origin. <br /> 2. A Certificate shall be drawn up and issued for a single consignment. <br /> 3. A Certificate shall be submitted to the customs authorities of the importing country on <br /> paper, in English or in Russian. <br /> 4. The actual quantity of delivered goods may not exceed the quantity stated in a Certificate <br /> by more than five percent. <br /> 5. A Certificate may also be issued after exportation of the goods on application having been <br /> made in writing by the applicant. The applicant shall additionally submit to the competent <br /> authority a customs declaration containing a relevant note from a customs authority as proof <br /> of actual export of goods. In this case, Box 5 of the Certificate must contain the wording <br /> @^@Issued retrospectively@^@. <br /> 6. In case of loss or destruction of a Certificate, an officially certified duplicate shall be <br /> issued. When a duplicate issued, Box 12, Certification, shall contain the date of issue of the <br /> duplicate and Box 5, For official use, shall contain the word @^@Duplicate@^@, with the number and <br /> date of the lost or destroyed original Certificate. A duplicate Certificate shall be valid from the <br /> date of issue of the original. The validity term of a duplicate Certificate for the purpose of <br /> application of the free trade regime shall not be longer than 12 months of the <br /> date of issue of the original. <br /> 7. A replacement certificate may be issued on reasoned application having been made in <br /> writing by the applicant instead of a certificate cancelled for any reason or where it is <br /> necessary to reissue a Certificate issued earlier. In this case, Box 5 shall contain the wording <br /> @^@Issued instead of certificate form CT-2@^@, with the number and date of the cancelled <br /> (reissued) Certificate. As Certificate issued as replacement for a previously issued Certificate <br /> shall be assigned a new registration number. <br /> Article 12 : Requirements for and Manner of Completing a Certificate <br /> 1. A Certificate shall be made out in print, in English or Russian, on a paper with thread <br /> mesh or protective colour fields, in A4 format (210 x 297 mm) weighing not less than 25 g/m2 <br /> and typographically designed. <br /> 2. The issuing authority shall keep a copy of each Certificate and all other related documents <br /> which prove the origin of goods for minimum three years. <br /> 3. No facsimile signatures, deletion and corrections and/or modifications of a Certificate <br /> uncertified by the verifying authority shall be allowed. <br /> 4. Corrections and/or modifications of a Certificate shall be made by crossing out incorrect <br /> information and typing of corrected information above or writing it in hand and certifying it by <br /> the signature of an authorised officer and the stamp of the verifying authority. <br /> 5. A Certificate shall be completed in accordance with the following requirements: <br /> 1) Box 1 - @^@Consignor/exporter (name and address)@^@. In this box it is allowed to <br /> enter the name of the consignor/exporter in accordance with his national <br /> registration certificate or a document verifying the actual place of residence of <br /> the consignor/exporter. <br /> If the consignor and the exporter are different legal entities, it is necessary to <br /> state that the consignor (name and address) acts @^@to order@^@ of the exporter <br /> (name and address). The names and addresses of the consignor/exporter and <br /> the consignee/importer entered here are those stated in other accompanying <br /> documents relating to the forwarding of goods (foreign trade <br /> agreement/arrangement, invoice, customs declaration etc.); <br /> 2) Box 2 - @^@Consignee/importer (name and address)@^@. In this box it is allowed to <br /> enter the name of the consignee/importer in accordance with his national <br /> registration certificate or a document verifying the actual place of residence of <br /> the consignee/importer. <br /> If the consignee and the importer are different legal entities, it is necessary to <br /> state that the consignee (name and address) acts @^@to order@^@ of the importer <br /> (name and address). The names and addresses of the consignor/exporter and <br /> the consignee/importer entered here are those stated in other accompanying <br /> documents relating to the forwarding of goods (foreign trade <br /> agreement/arrangement, invoice, customs declaration etc.); <br /> 3) Box 3 - @^@Means of transport and route (as far as known)@^@. Specify the means of <br /> transport and the route, as far as known; <br /> 4) Box 4 - Enter the certificate registration number, the issuing country and the <br /> country to which the certificate is to be submitted. The registration number can <br /> be written in hand or stamped; <br /> 5) Box 5 - @^@For official use@^@. This box is for typing, writing in hand or stamping of <br /> official notes by national control authorities of the exporting country and the <br /> country of transit and/or receipt and, where necessary, the following notes: <br /> @^@Duplicate@^@, @^@Issued instead of certificate form CT-2@^@, @^@Issued retrospectively@^@ <br /> and any other notes provided for in these Rules. Any notes that are hand- <br /> written in this box must be certified as provided for in section 4 of this Article; <br /> 6) Box 6 - @^@Number@^@. Enter the serial number of goods; <br /> 7) Box 7 - @^@Number and kind of packages@^@. Enter the number and kind of packages; <br /> 8) Box 8 - @^@Description of goods@^@. Enter the commercial name of goods and other <br /> information that enables unambiguous identification of the goods with those <br /> declared for the purpose of customs formalities. <br /> If the space provided for in Box 8 is not sufficient, additional sheet(s) of <br /> certificate of origin can be used (the form of the additional sheet is given in <br /> Annex 2 and is incorporated in these Rules by reference), in which case they <br /> must be completed as explained above (certified by signature and stamp and <br /> bearing the same registration number that appears in Box 4 of the Certificate). <br /> In case of transport of a consignment with a long nomenclature description list, <br /> provided that the entire product is classified under a single tariff heading and <br /> complies with the same origin criterion, instead of completing additional <br /> sheet(s) it is possible to use an accompanying document (invoice, pro forma <br /> invoice, transport waybill/bill of lading or another document in which the <br /> quantitative characteristics of goods are recorded) which includes the <br /> complete list of goods. This accompanying document, the first page of which <br /> shall bear the registration number and the issue date of the relevant certificate, <br /> shall be submitted to the customs authorities of the importing country at the <br /> same time as the certificate. Information on the origin of goods entered in the <br /> accompanying document shall be verified by the same competent authority <br /> that issued the certificate. Box 8 of the certificate shall in this case include a <br /> reference to the relevant accompanying document, with a specification of its <br /> instruments and number of pages; <br /> 9) Box 9 - @^@Origin criterion@^@. <br /> The following origin criteria may be entered: <br /> @^@P@^@ - If the goods are wholly obtained in a Contracting Party; <br /> @^@Y@^@ - if the goods underwent sufficient working/processing (with a specification <br /> of the percentage share of value attributable to material of foreign origin in the <br /> value of exported goods, determined on the basis of the Ex Works Price, e.g. <br /> @^@Y 15 %@^@); <br /> @^@Pk@^@ - If goods acquired origin on the basis of the cumulative principle. <br /> If different goods are entered in a Certificate, of which one part is classified in <br /> a single four-digit tariff heading according to the Harmonized Commodity <br /> Description and Coding System, Box 9 may include a single letter designation <br /> of the origin criterion for all goods under the given four-digit tariff code. <br /> If goods entered in a Certificate are classified in different tariff headings <br /> according to the Harmonized Commodity Description and Coding System <br /> and/or if goods entered in a Certificate have different origin criteria, a separate <br /> origin criterion shall be entered for each products in Box 9; <br /> 10) Box 10 - @^@Quantity of goods@^@. Enter gross/net weight (kg) and/or other <br /> quantitative features of the goods in accordance with the Contracting Parties' <br /> customs tariffs. The actual quantity of delivered goods cannot exceed the <br /> quantity entered in the Certificate by more than 5 percent. Net weight shall be <br /> entered taking into account the primary packaging which is an integral part of <br /> the product in retail. <br /> 11) Box 11 - @^@Number and date of invoice@^@. Enter information on the invoice, pro <br /> forma invoice or other document which shows the financial and/or quantitative <br /> parameters of the goods; <br /> 12) Box 12 - @^@Certification@^@. This box is completed by the competent authority and <br /> it contains the authority's name, address, stamp and date of issue of the <br /> Certificate (duplicate), as well as the signature, surname and initials of the <br /> person authorised for Certificate (duplicate) certification. The date and the <br /> surname and initials of the authorised person may be written in hand or stamped; <br /> 13) Box 13 - @^@Declaration by the applicant@^@. This box includes the name of the <br /> country in which the goods were wholly obtained or underwent sufficient <br /> working/processing, the date on which information on the country of origin is <br /> given and the applicant's stamp, signature, surname and initials. The date and <br /> the surname and initials of the applicant may be written in hand or stamped. <br /> 6. If goods are imported by an individual resident of a Contracting Party, the Certificate of <br /> Origin Form CT-2 shall be completed taking into account the following characteristics: <br /> Box 1 - consignor's surname, initials and address; <br /> Box 2 - if available, the consignee's surname, initials and address, with a note @^@For free <br /> circulation@^@. The consignor and the consignee may be the same person; <br /> Boxes 5 and 11 may remain empty if data are not available; <br /> Box 13 is certified by the consignor's signature, with the date on which information on the <br /> country of origin is given and the consignor's stamp, signature, surname and initials. <br /> 7. No writing shall be allowed on the back of the Certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Declaration of Origin <br /> 1. No Certificate shall be required as proof of origin of small consignments (the customs <br /> value of which does not exceed USD 5,000). In that case, the exported may make out a <br /> declaration of the country of origin drawn up in accordance with Annex 3 of these Rules, <br /> which is incorporated herein by reference, on an invoice or on other commercial or <br /> supporting documents. <br /> 2. An exporter who submitted a declaration of origin shall, on request from a competent <br /> authority of the exporting country, produce all documents and information necessary for <br /> verification of origin in accordance with these Rules. <br /> 3. A declaration of origin must be made out in print and signed in hand by the manufacturer, <br /> seller or consignor/exporter of the goods or an authorised person in connection with those <br /> goods by writing his surname and initials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Written Proof <br /> 1. Products originating in a Contracting Party shall benefit from the free trade regime upon <br /> submission to the customs authorities of the importing country of the original Certificate. For <br /> the purposes of application of the free trade regime, the Certificate shall be valid twelve <br /> months of the date of its verification by the authority authorised under the national legislation <br /> of the Contracting Party to issue and/or verify certificates of origin. <br /> 2. A Certificate shall be drawn up and issued for a single consignment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Requirements for and Manner of Completing a Certificate <br /> 2. The issuing authority shall keep a copy of each Certificate and all other related documents <br /> which prove the origin of goods for minimum three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Administrative Cooperation <br /> 1. Competent authorities of the Contracting Parties shall provide each other with sample <br /> certificates, sample signatures of persons responsible for verifying certificates, specimen <br /> impressions of stamps of authorities authorised under national legislation to verify and/or <br /> issue certificates of origin and names and addresses of those competent authorities and of <br /> authorities responsible for verifying certificates and declarations of origin (where such <br /> authorities are envisaged). <br /> Specimen impressions of stamps must be original and clear, to enable unambiguous <br /> verification of their authenticity. <br /> Competent authorities of the Contracting Parties shall notify each other without delay in case <br /> of any changes in the above information. <br /> 2. Unless the information referred to in paragraph 1 of this Article is produced and/or if <br /> information is produced that is not compliant with the requirements set out in paragraph 1 of <br /> this Article, the free trade regime shall not apply to imported goods. <br /> 3. Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br /> competent authorities of the importing country have reasonable doubts as to the authenticity <br /> of such documents or the accuracy of information contained therein. <br /> 4. In cases referred to in paragraph 3 of this Article, customs authorities of the importing <br /> country may send an enquiry to the competent authority which verified the certificate or <br /> authorities responsible for verification of certificates and declarations of origin with a <br /> reasoned request to confirm the authenticity of a certificate/declaration of origin and/or the <br /> accuracy of information contained therein or to produce additional or more precise <br /> information, including information on compliance with the origin criteria, and/or copies of <br /> documents on the basis of which such certificate was issued. <br /> Enclosed with a request for subsequent verification, competent authorities shall produce a <br /> copy of the certificate/declaration of origin subject to verification. <br /> A request shall state reasons for its submission and/or any other additional information <br /> indicating which pieces of information in a certificate/declaration of origin may be inaccurate, <br /> except in cases where subsequent review/verification is carried out at random. <br /> 5. Subsequent review/verification shall be carried out by the competent authorities of the <br /> exporting the Contracting Party. To that end, they must be able to request necessary <br /> documents and check the manufacturer's/exporter's documentation and invoices for the <br /> purpose of verifying the origin of goods. <br /> 6. Pending the results of subsequent review/verification, customs authorities shall decide to <br /> refuse entitlement to customs preferences/free trade regime to exported goods. <br /> Refusal of entitlement to customs preferences/free trade regime shall not constitute grounds <br /> for refusal by customs authorities to release imported goods, provided that any applicable <br /> prohibitions and restrictions are complied with and no facts indicating fraud are found, except <br /> in cases provided for in the Contracting Parties' respective legislation. <br /> 7. If the requirements of paragraph 4 of this Article are met, subsequent review/verification <br /> must be done as soon as possible and the customs authority which submitted the request <br /> must be notified of the results not later than six (6) months of the date of submission of request. <br /> Those results must clearly state whether the documents are authentic, whether the goods in <br /> question can be considered as originating in the territory of the Contracting Party and <br /> whether other conditions laid down by these Rules are met. <br /> 8. If the results of subsequent review/verification do not contain sufficient information to <br /> determine the authenticity of the certificate/declaration of origin or the real origin of the <br /> products, the requesting customs authorities shall refuse entitlement to the customs <br /> preferences/free trade regime. <br /> 9. Goods shall not be considered as originating in the Contracting Parties unless a <br /> Certificate is made out as required or unless requested information is provided. <br /> 10. The competent authority of a Contracting Party shall, for the purpose of subsequent <br /> review/verification, keep copies of certificates and all export documents relating to them for <br /> minimum three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Terms and Definitions", "ArticleDesc": "Article 1 : Terms and Definitions <br> As used herein, the following terms shall have the meaning set forth below: <br> @^@Country of origin@^@ - country in which goods are fully obtained or subjected to sufficient <br> worked/processed in accordance with the Rules; <br> @^@Criterion of sufficient working/processing@^@ - one of the origin criteria in according to which <br> goods obtained in two or more countries are deemed to originate in the country in whose <br> territory it underwent the last substantial working/processing sufficient for ensuring its <br> characteristic features; <br> @^@Manufacture (obtaining)@^@ - any kind of working or processing, including assembly or specific <br> operations aimed at creating a product; <br> @^@Material@^@ - any ingredient, raw material, component or part, etc., used in the manufacture of a product; <br> @^@Material of foreign origin@^@ - material that does not originate from the territories of the <br> Contracting Parties or material of unknown origin; <br> @^@Product@^@ - the product being manufactured, even if it is intended for later use in another <br> manufacturing operation; <br> @^@Goods@^@ - any movable property (both material and products), including heating energy, <br> electricity, other forms of energy and vehicles (other than vehicles used for international <br> passenger and cargo transport) carried across a customs boundary; <br> @^@Consignment@^@ - goods which are sent simultaneously from one consignor to one consignee <br> on the basis of one or more transport documents or which are sent on the basis of a single <br> postal bill of lading or carried by a single person across a border in his/her luggage; <br> @^@Ex Works Price@^@ - the price paid for the product ex works to the manufacturer in the <br> Contracting Party in whose undertaking the last working or processing is carried out under <br> the Ex Works clause; <br> @^@Resident@^@ - any natural person or legal entity, enterprise or organisation without the status <br> of a legal entity, which under the legislation of either Contracting Party is taxed on the basis <br> of place of residence, stay, establishment or registration. However, this term does not <br> include persons taxed in a Contracting Party only with regard to income generated from <br> operations unrelated to the production and/or sale of goods; <br> @^@Consignor (Consignee)@^@ - a person named in transport documents who, in accordance with <br> the obligations he assumed, delivered (received) or intends to deliver (receive) goods to (from) a carrier; <br> @^@Exporter@^@ - a resident of either Contracting Party who is a party to a foreign trade <br> agreement (arrangement) and delivers goods to a resident of the other Contracting Party. <br> @^@Importer@^@ - a resident of either Contracting Party who is a party to a foreign trade <br> agreement (arrangement) and receives goods from a resident of the other Contracting Party. <br> @^@Applicant@^@ - a person filing an application with an competent authority (organisation) of the <br> exporting country for a Certificate of Origin, who warrants and is responsible for the accuracy <br> of information on the goods concerned stated in the Certificate of Origin. Applicants may be <br> exporters/consignors or persons who represent their interests in accordance with the <br> national legislation of the exporting country (on the basis of a power of attorney, agency <br> contract or other documents). This term may also include importers/consignees or persons <br> who represent their interests in accordance with the national legislation of the exporting <br> country (on the basis of a power of attorney, agency contract or other documents); <br> @^@Certificate of Origin@^@ - a document certifying the country of origin issued by an authority <br> (organisation) duly authorised by a Contracting Party in accordance with its national legislation. <br> @^@Declaration of Origin@^@ - a declaration concerning the country of origin given by the <br> manufacturer, the seller or the carrier on an invoice or other document relating to goods. <br> @^@Direct transport@^@ - delivery of goods from the territory of one Contracting Party to the <br> territory of the other Contracting Party without transit through the territories of other countries. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> The country of origin of goods shall be the Contracting Party where the goods were fully <br> obtained or underwent sufficient working/processing in accordance with these Rules. <br> "}, {"ArticleTitle": "Special Cases of Origin of Goods", "ArticleDesc": "Article 7 : Special Cases of Origin of Goods <br> 1. Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> apparatus or vehicle shall be considered as originating in the Contracting Party in which <br> such piece of equipment, machine, apparatus or vehicle originates if such accessories, <br> spare parts and tools are imported and used as one with such piece of equipment, machine, <br> apparatus or vehicle in quantities in which they are usually delivered with such devices <br> according to the technical documents. <br> 2. Packaging in which goods are imported shall be considered as originating in the <br> Contracting Party in which the goods itself originate, except in cases where such packaging <br> is subject to separate declaration under the Harmonized Commodity Description and Coding <br> System. In such cases, the country of origin of packaging shall be determined separately <br> from the country of origin of goods. <br> 3. If packaging in which goods are imported is considered to originate in the same <br> Contracting Party as the goods, only the packaging in which the goods are sold in retail shall <br> be taken into account for the purposes of determination of the country of origin of goods. <br> 4. For the purposes of determining the country of origin, unassembled or disassembled <br> goods that are delivered by instalments because they cannot be delivered as a single item <br> due to the conditions of their manufacture or transport, as well as goods the delivery of <br> which was made by instalments by mistake, shall be considered as a single product if the <br> applicant so chooses. <br> This rule shall apply if the following conditions are cumulatively met: <br> 1) If a customs authority of the importing country received prior notification of <br> unassembled or disassembled goods delivered by instalments or of <br> disassembly of goods into several instalments, with a statement of reasons for <br> such disassembly, with enclosed specification for each consignment with <br> indicated tariff codes according to the tariff coding systems of the Contracting <br> Parties, the value and the country of origin of goods included in each of the <br> consignments, or a written confirmation that goods were divided into <br> instalments by mistake; <br> 2) If all consignments of the goods are delivered by a single consignor from one <br> of the Contracting Parties; <br> 3) If all consignments of the goods are declared for customs clearance with the <br> same customs authority; <br> 4) If all consignments of the goods are delivered on the basis of a single agreement; <br> 5) If all consignments of the goods are delivered within maximum one year of <br> receipt of the customs declaration or before the expiration of the deadline for <br> its filing in relation to the first consignment of such goods. On the basis of a <br> reasoned request by the applicant, where it is impossible to deliver all <br> consignments of the goods for reasons beyond the consignee's control, a <br> customs authority of the importing country may extend this deadline to a <br> period needed for all consignments to be made, which cannot be longer than one year. <br> 5. For the purpose of determining the country of origin of goods, the origin of heating energy <br> and electricity, machines, equipment and tools used in their manufacture or processing shall <br> not be taken into account. <br> "}, {"ArticleTitle": "Requirements for Application of Free Trade Regime", "ArticleDesc": "Article 8 : Requirements for Application of Free Trade Regime <br> 1. The free trade regime in the customs territories of the Contracting Parties shall apply to <br> goods if they meet the origin criteria provided for in these Rules and: <br> 1) If the goods are exported (imported) under an agreement (contracts) between <br> residents of the Contracting Parties; <br> 2) If a Certificate of Origin has been filed with the customs authorities of the <br> importing country on Form CT-2 (hereinafter referred to as @^@the Certificate@^@) in <br> accordance with Annexes 1 and 2 to these Rules which are incorporated <br> herein by reference, completed (made) in compliance with the requirements <br> applicable to its completion (making) listed in Article 12 of these Rules. The <br> form of the Certificate is given in Annexes 1 and 2, which are incorporated <br> herein by reference; <br> 3) If the condition of direct transport is met, as evidenced by relevant documents; <br> 4) If the Contracting Party concerned has complied with the administrative <br> cooperation requirements set out in Article 11 of these Rules. <br> 2. Direct transport shall also be deemed to include goods which are transported through the <br> territory of one or more third countries due to geographic, transport-related, technical or <br> economic reasons, provided that they remain under the surveillance of customs authorities <br> in the countries of transit, including during their temporary storage in the territories of those countries. <br> Evidence that goods are under the surveillance of customs authorities shall be provided by <br> the production of transport documents covering the passage from the exporting country <br> through the country of transit or a certificate issued by the customs authorities of the country <br> of transit giving an exact description of the goods, stating the dates of unloading and <br> reloading of the products and certifying the conditions under which the products remained in <br> the transit country. <br> Direct transport shall also include goods purchased by an imported at exhibitions or fairs, <br> provided that the following conditions are met: <br> 1) If the goods are transported from the territory of one Contracting Party to the <br> territory of a third country that organized an exhibition or fair and if they <br> remained under the surveillance of customs authorities during such event; <br> 2) If the goods have not, since they were consigned for exhibition, been used for <br> any purpose other than demonstration at the exhibition; <br> 3) If the goods are imported to the territory of the Contracting Party in the same <br> condition in which they were sent to territory of the third country that organised <br> such exhibition or fair, save for changes in the condition of goods due to <br> normal wear and tear or spillage under normal transport and storage conditions. <br> 3. Goods of unknown origin or goods the origin of which is determined but they cannot <br> benefit from the free trade regime shall be imported in the importing country subject to tariff <br> and non-tariff safeguards applicable in that Contracting Party. <br> 4. Goods referred to in paragraph 3 of this Article may benefit from the (renewed) free trade <br> regime in the customs territories of the Contracting Parties provided that appropriate proof of <br> its origin is produced (production of a Certificate of Origin Form CT-2 and, where applicable, <br> also other documents certifying the country of origin of goods) before the expiration of twelve <br> (12) months of the date of registration of the customs declaration in the importing country <br> (except in cases where it is found that Certificate Form CT-2 was forged). <br> "}, {"ArticleTitle": "Grounds for Refusal of Entitlement to Free Trade Regime", "ArticleDesc": "Article 13 : Grounds for Refusal of Entitlement to Free Trade Regime <br> The customs authorities of a Contracting Party shall refuse the entitlement to free trade <br> regime for goods originating in and imported from the territories of the Contracting Parties: <br> 1) If the conditions for application of the free trade regime provided for in Article 8 of <br> these Rules are not met; <br> 2) If the customs authorities of the importing country receive within three years verified <br> information from the competent authorities of the importing country that a certificate <br> was not issued/was forged, that a certificate was cancelled/withdrawn or that a <br> certificate was issued on the basis of invalid, inaccurate or incomplete documents <br> and/or information; <br> 3) If within six months of the date of submission of a request referred to in Article 11 <br> paragraph 4 of these Rules no answer is received in connection with the requested <br> Certificate from the competent authorities of the exporting country or the country of <br> origin or if cases referred to in Article 11 paragraph 8 of these Rules occur. <br> "}, {"ArticleTitle": "Transitional and Final Provisions", "ArticleDesc": "Article 14 : Transitional and Final Provisions <br> Certificates of origin made out on the form @^@Certificate of Origin FORM A@^@ which are currently <br> applied in the trade between the Republic of Serbia and the Russian Federation in <br> accordance with the Agreement may continue to be used for the purposes of verification of <br> the origin of goods in accordance with the provisions of these Rules for six months of the <br> "}]}]}, "members_found": ["499", "643"]}