{"FtaRooDetails": {"FtaId": 525, "FtaCode": "ITC00530", "FtaName": "FTA, Singapore-Sri Lanka", "FtaFullName": "Sri Lanka - Singapore Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.05.2018", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Sri Lanka; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Singapore-Sri Lanka", "AdminProcCooAuth": "The certification type under FTA, Singapore-Sri Lanka is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Singapore-Sri Lanka is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Singapore-Sri Lanka agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 35%", "RooText": "For the purposes of sub-paragraph (b) of Article 2 (Originating Products), products which are not wholly obtained in a Party are considered to be sufficiently worked or processed in the territory of one or both Parties if: (a) it is classified in a heading, at the four digit level, of the HS different from those in which all the non-originating materials used in its manufacture are classified (\"change in tariff heading\"); or (b) it fulfils a qualifying value content of not less than thirty-five (35) percent in accordance with Article 6 (Qualifying Value Content)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX A<br /> INTRODUCTORY NOTES TO THE LIST OF PRODUCT SPECIFIC RULES IN<br /> ANNEX B<br /> Note 1 - General introduction<br /> 1.1 The specific rule, or specific set of rules, that applies to a particular subheading is set<br /> out immediately adjacent to the subheading, heading, or chapter, as applicable.<br /> 1.2 Where a tariff heading or sub-heading is subject to alternative Product Specific Rules,<br /> it shall be sufficient to comply with one of the rules.<br /> 1.3 A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 1.4 For the purposes of Annex B:<br /> \"subheading\" means the first six digits in the tariff classification number under the<br /> HS;<br /> \"heading\" means the first four digits in the tariff classification number under the HS;<br /> and<br /> \"chapter\" means the first two digits in the tariff classification number under the HS.<br /> 1.5 For the purposes of column \"Product Specific Rule\" of Annex B:<br /> \"CTSH\" means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 6-digit level; and<br /> \"Refining\" means a refining process (chemical or physical), which entails eliminating<br /> the odour, taste, colour and acidity of a crude fat or oil.<br /> 1.6 Chapter Notes within Annex B apply to all headings or subheadings within the<br /> indicated chapter. Heading notes within Annex B apply to all subheadings within the<br /> indicated heading.<br /> 1.7 The first column in the list gives the heading number used in the HS. The second<br /> column in the list gives the subheading number used in the HS. For each entry, a rule<br /> is specified in column 4. Where, in some cases, the entry in column 2 is preceded by<br /> an \"ex\", this signifies that the rules in column 4 apply only to the part of that<br /> subheading as described in column 3.<br /> Protocol 1<br /> Note 2 - Examples of how to apply the rules<br /> 2.1. Article 5 (Sufficiently Worked or Processed Products) of this Protocol, concerning<br /> products having acquired originating status which are used in the manufacture of<br /> other products, shall apply, regardless of whether this status has been acquired inside<br /> the factory where these products are used or in another factory located in the territory<br /> of a Party.<br /> Note 3 - General provisions concerning certain goods<br /> 3.1 A fish, crustacean, mollusc or other aquatic invertebrate obtained in the territory of a<br /> Party is originating even if obtained from eggs, larvae, fry, fingerlings, parr, smolts or<br /> other immature fish at a post-larval stage that are imported from a non-Party.<br /> 3.2 Agricultural goods falling under Section II of the HS (Vegetable Products) which are<br /> grown or harvested in the territory of a Party shall be treated as originating even if<br /> grown from seeds, bulbs, rhizomes, rootstock, cuttings, slips, grafts, shoots, buds, or<br /> other live parts of plants imported from a non-Party.<br /> Note 4 - Definition of specific processes carried out in respect of certain products of<br /> Chapters 27 to 39 of Annex B<br /> 4.1. A \"chemical reaction\" is a process (including a biochemical process) which results in<br /> a molecule with a new structure by breaking intramolecular bonds and by forming<br /> new intramolecular bonds, or by altering the spatial arrangement of atoms in a<br /> molecule. For the purposes of goods under the headings 39.01-39.15, this comprises<br /> all types of polymerization reactions.<br /> The following are not chemical reactions:<br /> (a) dissolving in water or other solvents;<br /> (b) the elimination of solvents, including solvent water; or<br /> (c) the addition or elimination of water of crystallisation.<br /> 4.2 \"Atmospheric distillation\" means a separation process in which petroleum oils are<br /> converted, in a distillation tower, into fractions according to boiling point and the<br /> vapour then condensed into different liquefied fractions. Goods produced from<br /> petroleum distillation may include liquefied petroleum gas, naphtha, gasoline,<br /> kerosene, diesel/heating oil, light gas oils and lubricating oil.<br /> 4.3 \"Vacuum distillation\" means distillation at a pressure below atmospheric but not so<br /> low that it would be classed as molecular distillation. Vacuum distillation is used for<br /> distilling high-boiling and heat-sensitive materials such as heavy distillates in<br /> petroleum oils to produce light to heavy vacuum gas oils and residuum. In some<br /> refineries, gas oils may be further processed into lubricating oils.<br /> Protocol 1<br /> 4.4 \"Direct blending\" means a process whereby various petroleum streams from<br /> processing units or petroleum components from holding or storage tanks are<br /> combined to create a finished product with pre-determined parameters.<br /> 4.5 \"Standards material\" (including a standard solution) is a preparation suitable for<br /> analytical, calibrating or referencing uses with precise degrees of purity or proportions<br /> certified by the manufacturer.<br /> 4.6 \"Mixing and blending\" means the deliberate and proportionally controlled mixing or<br /> blending (including dispersing) of materials to conform to predetermined<br /> specifications, that results in the production of a good having physical or chemical<br /> characteristics that are relevant to the purposes or uses of the good and are different<br /> from the input materials.<br /> 4.7 \"Change in particle size\" is the deliberate and controlled modification in particle size<br /> of a good, including micronizing by dissolving a polymer and subsequent<br /> precipitation, other than by merely crushing or pressing, resulting in a good with a<br /> defined particle size, defined particle size distribution or defined surface area, that is<br /> relevant to the purposes of the resulting good and with different physical or chemical<br /> characteristics from the input materials.<br /> 4.8 \"Purification\" means the elimination of eighty (80) percent of the content of existing<br /> impurities. This reduction or elimination of impurities could result in a good suitable<br /> for:<br /> (a) pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (b) chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (c) elements and components for use in micro-elements;<br /> (d) specialized optical uses;<br /> (e) non toxic uses for health and safety<br /> (f) biotechnical use<br /> (g) carriers used in a separation process; or<br /> (h) nuclear grade uses.<br /> 4.9 \"Isomer separation\" means the isolation or separation of isomers from mixtures of<br /> isomers.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00530_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00530_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00530_roo.pdf", "DocType": "3_roo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/Sri%20Lanka%20Singapore%20FTA/Chapter-02-NT-and-Market-Access-for-Goods-Protocol-1-Rules-of-Origin"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of Origin <br /> Notwithstanding Article 2 (Originating Products), products shall be considered as originating <br /> in a Party if such products are obtained there by incorporating materials originating in the <br /> other Party. It shall not be necessary that the materials of the other Party have undergone <br /> sufficient working or processing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : De Minimis <br /> Notwithstanding sub-paragraph (a) of Article 5 (Sufficiently Worked or Processed Products), <br /> a good shall be considered to be originating if the value of all non-originating materials used <br /> in the production of that good which do not satisfy the requirement of change in tariff <br /> classification as set out in Article 5 (Sufficiently Worked or Processed Products) is not more <br /> than ten (10) percent of the FOB value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Accessories, Spare Parts, Tools or Instructional or Other Information Materials <br /> 1 Each Party shall provide that: <br /> (a) in determining whether a good is wholly obtained, or satisfies a process or <br /> change in tariff classification requirement as set out in Article 5 (Sufficiently <br /> Worked or Processed Products), accessories, spare parts, tools or instructional <br /> or other information materials, as described in paragraph 3 of this Article, are to <br /> be disregarded; or <br /> (b) in determining whether a good meets a regional value content requirement, the <br /> value of the accessories, spare parts, tools or instructional or other information <br /> materials, as described in paragraph 3 of this Article, are to be taken into <br /> account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 2 Each Party shall provide that a good's accessories, spare parts, tools or instructional <br /> or other information materials, as described in paragraph 3 of this Article, have the <br /> originating status of the good with which they are delivered. <br /> 3 For the purposes of this Article, accessories, spare parts, tools or instructional or other <br /> information materials are covered when: <br /> (a) the accessories, spare parts, tools or instructional or other information <br /> materials are classified with, delivered with but not invoiced separately from the good; and <br /> (b) the types, quantities, and value of the accessories, spare parts, tools or <br /> instructional or other information materials are customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained Products <br /> The following shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) plants and vegetable products grown or harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products from slaughtered animals born and raised there; <br /> (f) products obtained by hunting or fishing conducted there; <br /> (g) products of aquaculture, where the fish, crustaceans and molluscs are born and raised there; <br /> (h) fish, shellfish and other marine life taken from the sea, seabed or subsoil outside <br /> the territories of the Parties and, in accordance with international law, outside the <br /> territorial sea of non-Parties [o1] by vessels that are registered, listed or recorded with <br /> a Party and entitled to fly the flag of that Party; <br /> (i) a good produced from goods referred to in sub-paragraph (h) of this Article on <br /> board a factory ship that is registered, listed or recorded with a Party and entitled <br /> to fly the flag of that Party; <br /> (j) a good other than fish, shellfish and other marine life taken by a Party or a person <br /> of a Party from the seabed or subsoil outside the territories of the Parties, and <br /> beyond areas over which non-Parties exercise jurisdiction provided that Party or <br /> person of that Party has the right to exploit that seabed or subsoil in accordance <br /> with international law; <br /> (k) used articles collected there fit only for the recovery of raw materials; <br /> (l) waste and scrap resulting from manufacturing operations conducted there; <br /> (m) waste and scrap derived from used goods collected in the exporting Party, <br /> provided that those goods are fit only for the recovery of raw materials; <br /> (n) products extracted from marine soil or subsoil outside their territorial seas <br /> provided that they have sole rights to work that soil or subsoil; and <br /> (o) goods produced there exclusively from products specified in sub-paragraphs <br /> (a) to (n) of this Article. <br /> [1] Nothing in this Protocol shall prejudice the positions of the Parties with respect to matters relating to the law <br /> of the sea.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Insufficient Working or Processing <br /> 1 Without prejudice to paragraph 2 of this Article, the following operations shall be <br /> considered as insufficient working or processing to confer the status of originating <br /> products, whether or not the requirements of Article 5 (Sufficiently Worked or <br /> Processed Products) are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition <br /> during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles and textile articles; <br /> (e) simple painting and polishing operations; <br /> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br /> milling of crystal sugar; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding, simple cutting or simple slicing; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar <br /> with any material; <br /> (n) simple addition of water or dilution or dehydration or denaturation of products; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) a combination of two or more of the operations specified in sub-paragraphs (a) to (o); or <br /> (q) slaughter of animals. <br /> 2 For the purpose of paragraph 1 of this Article, operations shall be considered simple <br /> when neither special skills nor machines, apparatus or tools especially produced or <br /> installed for those operations are required for their performance. <br /> 3 All operations carried out either in Sri Lanka or in Singapore on a given product shall <br /> be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of <br /> paragraph 1 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Qualifying Value Content <br /> 1 For the purpose of Article 5 (Sufficiently Worked or Processed Products), the <br /> following formula for qualifying value content shall be applied:. <br /> ?????? = [(?????? ? ??????)/FOB] x 100 <br /> Where: <br /> (a) @^@QVC@^@ is the qualifying value content of the good, expressed as a percentage; <br /> (b) @^@FOB@^@ is the Free On Board value of the particular good determined in <br /> accordance with the Customs Valuation Agreement; and <br /> (c) @^@VNM@^@ is the value of non-originating materials used by the producer in the <br /> production of the good, calculated in accordance with paragraph 2 of this <br /> Article. <br /> 2 For the purpose of calculating the value of non-originating materials pursuant to sub- <br /> paragraph (c) above, the following formula shall be applied: <br /> ?????? = ?????? ? ?????? <br /> Where: <br /> (a) @^@TVM@^@ is the total value of materials; and <br /> (b) @^@QVM@^@ is the qualifying value of materials, which shall be calculated as: <br /> i. the total value of the material if the material satisfies the rules <br /> established in Articles 4 (Wholly Obtained Products) and 5 (Sufficiently <br /> Worked or Processed Products), and the material has undergone its last <br /> production or operation in the territory of either Party; or <br /> ii. the value of the material that can be attributed to one or both of the <br /> Parties if the material does not satisfy the rule established in Articles 4 <br /> (Wholly Obtained Products) and 5 (Sufficiently Worked or Processed Products). <br /> 3 All costs considered for the calculation of qualifying value content shall be recorded <br /> and maintained in conformity with the Generally Accepted Accounting Principles <br /> applicable in the territory of the Party where the good is produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Neutral Elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the <br /> origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment, including goods to be used for their maintenance; <br /> (c) machines and tools and dies and moulds; spare parts and materials used in the <br /> maintenance of equipment and buildings; lubricants, greases, compounding <br /> materials and other materials used in production or used to operate equipment <br /> and buildings; gloves, glasses, footwear, clothing, safety equipment and <br /> supplies; equipment, devices and supplies used for testing or inspecting the <br /> good; catalyst and solvent; and <br /> (d) other goods which do not enter and which are not intended to enter into the <br /> final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Direct Consignment <br /> 1 The originating goods of a Party shall be deemed to meet the consignment criteria <br /> under this Agreement when they are: <br /> (a) transported directly from the territory of that Party to the territory of the other Party; or <br /> (b) transported through the territory or territories of one or more non-Parties for <br /> the purpose of transit or temporary storing in warehouses in such territory or <br /> territories, and the goods have not entered into trade or consumption there, provided that: <br /> (i) they do not undergo operations other than unloading, reloading, or <br /> operations to preserve them in good condition; or <br /> (ii) the transit entry is justified for geographical reasons or by <br /> considerations related exclusively to transport requirements. <br /> 2 Evidence that the conditions set out in paragraph 1 of this Article have been fulfilled <br /> shall be supplied to the customs authorities of the importing Party by the production <br /> of: <br /> (a) a single transport document covering the passage from the exporting Party <br /> through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the goods; <br /> (ii) stating the dates of unloading and reloading of the goods and, where <br /> applicable, the names of the ships, or the other means of the transport used; and <br /> (iii) certifying the conditions under which goods remained in the transit country; or <br /> (c) where the documents referred to under sub-paragraphs (a) or (b) above cannot <br /> be produced, any substantiating documents acceptable to the customs authorities.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Principle of Territoriality <br /> 1 The conditions set out in Section 2 (Definition of the Concept of @^@Originating <br /> Products@^@) relating to the acquisition of originating status must be fulfilled without <br /> interruption in a Party. <br /> 2 If originating goods exported from a Party to a non-Party return, they must be <br /> considered as non-originating, unless it can be demonstrated to the satisfaction of the <br /> customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them <br /> in good condition while in that non-Party or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale, if classified with the good, are disregarded in determining <br /> whether all the non-originating materials used in the production of the good have <br /> satisfied the applicable process or change in tariff classification requirement set out in <br /> Article 5 (Sufficiently Worked or Processed Products) or whether the good is wholly <br /> obtained or produced. <br /> 2 Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of the packaging materials and containers in which the good is <br /> packaged for retail sale, if classified with the good, are taken into account as <br /> originating or non-originating, as the case may be, in calculating the regional value <br /> content of the good. <br /> Article 16 : Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment are disregarded <br /> in determining whether a good is originating SECTION 3", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Fungible Goods or Materials <br /> Each Party shall provide that a fungible good or material is treated as originating based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognised in the Generally <br /> Accepted Accounting Principles if the fungible good or material is <br /> commingled, provided that the inventory management method selected is used <br /> throughout the fiscal year of the person that selected the inventory <br /> management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Sets <br /> Sets, as defined in General Interpretative Rule 3 of the HS, shall be regarded as originating <br /> when all component products are originating products. When a set is composed of originating <br /> and non-originating products, the set as a whole shall be regarded as originating, provided <br /> that the value of the non-originating products does not exceed fifteen (15) percent of the ex- <br /> works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Exhibitions <br /> 1 Notwithstanding Article 18 (Direct Consignment), originating products sent for <br /> exhibition in a country other than a Party and sold after the exhibition for importation <br /> in a Party shall benefit on importation from the provisions of this Agreement provided <br /> it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from a Party to the country in which <br /> the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in a Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for <br /> any purpose other than demonstration at the exhibition. <br /> 2 A certificate of origin shall be issued or made out in accordance with the provisions of <br /> Section 4 (Certification of Origin) and submitted to the customs authorities of the <br /> importing Party in the normal manner. The name and address of the exhibition must <br /> be indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which they have been exhibited may be required. <br /> 3 Paragraph 1 of this Article shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organised for private <br /> purposes in shops or business premises with a view to the sale of foreign products, <br /> and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : General Requirements <br /> 1 Products originating in Sri Lanka shall, on importation into Singapore, and products <br /> originating in Singapore shall, on importation into Sri Lanka, benefit from preferential <br /> tariff treatment of this Agreement upon submission of a Certificate of Origin. <br /> 2 Originating products within the meaning of this Protocol shall, in the cases specified <br /> in Article 25 (Waiver of Certificate of Origin), benefit from preferential tariff <br /> treatment of this Agreement without it being necessary to submit the Certificate of <br /> Origin referred to in paragraph 1 of this Article. <br /> Article 21 : Certification of Origin <br /> 1 For the purpose of obtaining preferential tariff treatment in the other Party, a <br /> Certificate of Origin shall be issued by the authorised body of the exporting Party. <br /> 2 Each Party shall inform the customs authorities of the other Party of the names and <br /> addresses of the authorised bodies issuing the Certificate of Origin and shall provide <br /> specimen impressions of official seals used by such authorised bodies. Any change in <br /> names, addresses or official seals shall be promptly notified to the other Party. <br /> 3 The Certificate of Origin shall be issued before or at the time of exportation whenever <br /> the goods to be exported can be considered originating in that Party subject to this <br /> Protocol. The exporter or producer shall submit an application for the Certificate of <br /> Origin together with appropriate supporting documents proving that the products to be <br /> exported qualify for the issuance of a Certificate of Origin. <br /> 4 The Certificate of Origin, based on the format as set out in Annex C (Format of <br /> Certificates of Origin) of this Protocol, shall be completed in the English language and <br /> duly signed and stamped, of which the signature and seal may be applied <br /> electronically, covering one or more goods under one consignment. <br /> 5 In cases where a Certificate of Origin has not been issued before or at the time of <br /> exportation due to involuntary errors or omissions or other valid causes, the <br /> Certificate of Origin may be issued retrospectively but not later than one (1) year from <br /> the date of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@. <br /> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, the exporter <br /> or producer may, within validity of the original Certificate of Origin, make a written <br /> request to the authorised bodies of the exporting Party for issuing a certified copy, <br /> provided that the exporter or producer makes sure that the original copy previously <br /> issued has not been used. The certified copy shall bear the words @^@CERTIFIED <br /> TRUE COPY of the original Certificate of Origin number dated @^@.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 400)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Waiver of Certificates of Origin <br /> Each Party shall provide that a Certificate of Origin shall not be required for the importation <br /> of any good whose custom value does not exceed US$400 or its equivalent amount in the <br /> Party's currency; or such higher amount as may be established by a Party which is importing, <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br /> declaration requirements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of Certificates of Origin <br /> 1 A Certificate of Origin shall be valid for twelve (12) months from the date of issue in <br /> the exporting Party. Preferential tariff treatment shall be claimed within the said <br /> period to the customs authorities of the importing Party. <br /> 2 Certificates of Origin which are submitted to the customs authorities of the importing <br /> Party after the period of validity specified in paragraph 1 of this Article may be <br /> accepted for the purposes of applying preferential treatment, where the failure to <br /> submit these documents within such period is due to exceptional circumstances. <br /> 3 In cases of belated submission of Certificates of Origin in circumstances other than <br /> those provided for in paragraph 2 of this Article, the customs authorities of the <br /> importing Party may accept the Certificates of Origin where the products have been <br /> imported before the expiry of the period of validity specified in paragraph 1 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Preservation of Certificates of Origin and Supporting Documents <br /> Each Party shall provide that an exporter and a producer in its territory that has <br /> obtained a Certificate of Origin shall maintain in its territory, for three (3) years after <br /> the date on which the Certificate of Origin was issued or for such longer period as the <br /> Party may specify, all records relating to the origin of a good for which preferential <br /> tariff treatment was claimed in the territory of the other Party, including records associated with: <br /> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br /> is exported from its territory; <br /> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br /> materials, including neutral elements, used in the production of the good that is <br /> exported from its territory; and <br /> (c) the production of the good in the form in which the good is exported from its territory. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a <br /> good imported into the Party's territory shall maintain in that territory, for three (3) <br /> years after the date of importation of the good or for such longer period as the Party <br /> may specify, such documentation, including a copy of the Certificate of Origin, as the <br /> Party may require relating to the importation of the good. <br /> 3 Each Party shall permit, in accordance with that Party's laws and regulations, <br /> exporters in its territory to maintain documentation or records in any medium, <br /> provided that the documentation or records can be retrieved and printed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Third Party Invoices <br /> The customs authorities of the importing Party may accept Certificates of Origin in cases <br /> where the sales invoice is issued either by a company located in a third country or by an <br /> exporter for the account of the said company, provided that the goods meet the requirements <br /> of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Verification <br /> 1 For the purposes of determining whether a good imported into its territory from the <br /> territory of the other Party is eligible for preferential tariff treatment, the importing <br /> Party may, through its customs authorities, conduct a verification, which may be in <br /> sequence, by means of: <br /> (a) request for a Certificate of Origin from the importer; <br /> (b) request for Cost and Production Statement and information from an exporter or a <br /> producer in the territory of the other Party through the other Party's competent authorities; <br /> (c) visit to the premises of an exporter or a producer in the territory of the other Party <br /> to review the records referred to in paragraph 1 of Article 26 (Preservation of <br /> Certificates of Origin and Supporting Documents) and observe the facilities used <br /> in the production of the good, or to that effect any facilities used in the production <br /> of the materials; or <br /> (d) such other procedure as the Parties may agree to. <br /> 2 The importer, exporter or producer that receives a written request pursuant to sub- <br /> paragraphs 1(a) or 1(b) of this Article shall answer and return it within a period of sixty <br /> (60) days from the date on which it was received. During this period, the importer, <br /> exporter or producer may have one opportunity to make a written request to the Party <br /> conducting the verification for an extension of the answering period, for a period not <br /> exceeding thirty (30) days. <br /> 3 In the case where the importer, exporter, or producer does not return the written request <br /> for information made by the importing Party within the given period or its extension, or <br /> that the information provided is false or incomplete, the Party may deny preferential tariff treatment. <br /> 4 Prior to conducting a verification visit pursuant to sub-paragraph 1(c) of this Article, a <br /> Party shall, through its customs authorities: <br /> (a) deliver a written notification of its intention to conduct the visit to: <br /> (i) the exporter or producer whose premises are to be visited; and <br /> (ii) the competent authorities of the other Party; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 5 Where an exporter or producer has not given its written consent to a proposed <br /> verification visit within thirty (30) days from the receipt of notification pursuant to <br /> paragraph 4 of this Article, the notifying Party may deny preferential tariff treatment to <br /> the relevant good. <br /> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4 of <br /> this Article, such an exporter or producer may, within thirty (30) days of receiving the <br /> notification, have one opportunity to request to the Party conducting the verification for <br /> a postponement of the proposed verification visit, for a period not exceeding sixty (60) <br /> days. This extension shall be notified to the customs authorities of the importing and <br /> exporting Parties. <br /> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br /> verification visit was postponed pursuant to paragraph 6 of this Article. <br /> 8 After the conclusion of a verification visit, the Party conducting the verification, shall <br /> provide the exporter or producer whose good was verified, with a written determination <br /> of whether the good is eligible for preferential tariff treatment, based on the relevant <br /> law and findings of fact. <br /> 9 Where verifications by a Party show that an exporter or producer repeatedly makes <br /> false or unsupported representations that a good imported into the Party's territory <br /> qualifies as an originating good, the Party may suspend the preferential tariff treatment <br /> to be accorded to subsequent shipment of identical good exported or produced by such <br /> a person until that person establishes that the shipment complies with this Protocol, in <br /> accordance with its domestic laws, regulations or practices. The importing Party shall <br /> inform the competent authorities of the exporting Party on the evidence and details of <br /> the suspension made.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Penalties shall be imposed in accordance with the relevant domestic legislation of the Parties <br /> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br /> information for the purpose of obtaining preferential treatment for goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Discrepancies and Formal Errors <br /> 1 The discovery of slight discrepancies between the statements made in the Certificate <br /> of Origin and those made in the documents submitted to the customs authorities for <br /> the purposes of carrying out the formalities for importing the products shall not ipso <br /> facto render the Certificate of Origin null and void if it is duly established that this <br /> document does correspond to the products imported. <br /> 2 Obvious formal errors such as typing errors on a Certificate of Origin should not <br /> cause the document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in the document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Review and Appeal <br /> The importing Party shall grant the right of appeal in matters relating to the eligibility for <br /> preferential tariff treatment to importers of goods traded or to be traded between the Parties,", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> 1 For the purposes of this Protocol: <br> (a) @^@chapters@^@ and @^@headings@^@ and @^@sub-headings@^@ mean the chapters, the <br> headings and sub-headings used in the nomenclature which makes up the HS <br> with the changes pursuant to the Recommendation of 26 June 2004 of the <br> Customs Co-operation Council; <br> (b) @^@classified@^@ refers to the classification of a product or material under a <br> exporter to one consignee or covered by a single transport document covering <br> (c) @^@consignment@^@ means products which are either sent simultaneously from one <br> particular chapter, heading, or sub-heading of the HS; <br> (d) @^@customs value@^@ means the value as determined in accordance with the <br> (e) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> recognised by consensus or with substantial authoritative support in the <br> manufacturer in whose undertaking the last working or processing is carried <br> out, provided that the price includes the value of all the materials used and all <br> other costs related to its production, minus any internal taxes which are, or <br> manufacturing of the product which are actually incurred in Sri Lanka or in <br> Singapore, the ex-works price means the sum of all those costs, minus any <br> Where the actual price paid does not reflect all costs related to the <br> internal taxes which are, or may be, repaid when the product obtained is exported; <br> (f) @^@fungible materials@^@ means materials that are of the same kind and <br> commercial quality, with the same technical and physical characteristics, and <br> which cannot be distinguished from one another once they are incorporated <br> in the manufacture of the product; <br> into the finished product; <br> their shipment from the exporter to the consignee or, in the absence of such a <br> (g) @^@Generally Accepted Accounting Principles@^@ means those principles <br> document, by a single invoice; <br> territory of a Party with respect to the recording of revenues, expenses, costs, <br> (i) @^@manufacture@^@ means any kind of working or processing including assembly; <br> assets and liabilities; the disclosure of information; and the preparation of <br> (j) @^@material@^@ means any ingredient, raw material, component or part, etc., used <br> financial statements. These principles may encompass broad guidelines for <br> general application, as well as detailed standards, practices and procedures; <br> may be, repaid when the product obtained is exported. <br> (k) @^@product@^@ means the product being manufactured, even if it is intended for <br> (h) @^@goods@^@ means both materials and products; <br> (l) @^@value of materials@^@ means the customs value at the time of importation of <br> later use in another manufacturing operation; and <br> refer to the enterprise that has employed the subcontractor. <br> the non-originating materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials in Sri Lanka or <br> in Singapore. <br> 2 For the purposes of sub-paragraph 1(e) of this Article, where the last working or <br> processing has been subcontracted to a manufacturer, the term @^@manufacturer@^@ may <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Customs Valuation Agreement; <br> "}, {"ArticleTitle": "Originating Products", "ArticleDesc": "For the purposes of this Agreement, the following products shall be considered as originating <br> in a Party: <br> (a) products wholly obtained in a Party within the meaning of Article 4 (Wholly <br> (b) products obtained in a Party incorporating materials which have not been <br> Obtained Products); and <br> wholly obtained there, provided that such materials have undergone sufficient <br> working or processing in the Party concerned within the meaning of Article 5 <br> (Sufficiently Worked or Processed Products). <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Article 2 : Originating products <br> "}, {"ArticleTitle": "Sufficiently Worked or Processed Products", "ArticleDesc": "For the purposes of sub-paragraph (b) of Article 2 (Originating Products), products which are <br> not wholly obtained in a Party are considered to be sufficiently worked or processed in the <br> territory of one or both Parties if: <br> (a) it is classified in a heading, at the four digit level, of the HS different from <br> those in which all the non-originating materials used in its manufacture are <br> classified (@^@change in tariff heading@^@); or <br> (b) it fulfils a qualifying value content of not less than thirty-five (35) percent in <br> accordance with Article 6 (Qualifying Value Content); or <br> (c) it satisfies the applicable Product Specific Rule as set out in Annex B of this <br> Protocol, including the Product Specific Rules set out in the Chapter Notes in <br> Annex B of this Protocol. [2] <br> [2] The Product Specific Rules set out in the Chapter Notes in Annex B of this Protocol are applicable to all the <br> tariff lines of that Chapter, even where the tariff lines are not specifically listed in Annex B of this Protocol. <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 5 : Sufficiently worked or processed products <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "1 The unit of qualification for the application of the provisions of this Protocol shall be <br> the product which is considered as the basic unit when determining classification <br> using the nomenclature of the HS. <br> 2 When a consignment consists of a number of identical products classified under the <br> same heading of the HS, each individual item shall be taken into account when <br> applying the provisions of this Protocol. <br> 3 Where, under General Interpretative Rule 5 of the HS, packaging is included with the <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 9 : Unit of qualification <br> product for classification purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "Treatment of Recovered Materials Used in Production of a Remanufactured Good", "ArticleDesc": "Article 14 : Treatment of Recovered Materials Used in Production of a Remanufactured Good <br> 1 Each Party shall provide that a recovered material derived in the territory of one or <br> both of the Parties is treated as originating when it is used in the production of, and <br> incorporated into, a remanufactured good. <br> 2 For greater certainty: <br> (a) a remanufactured good is originating only if it satisfies the applicable <br> (Sufficiently Worked or Processed Products); and <br> (b) a recovered material that is not used or incorporated in the production of a <br> remanufactured good is originating only if it satisfies the applicable <br> requirements of Article 4 (Wholly Obtained Products) or Article 5 <br> (Sufficiently Worked or Processed Products). <br> Definitions: <br> @^@remanufactured good@^@ means a good [3], that is entirely or partially composed of <br> recovered materials and: <br> (a) has a similar life expectancy and performs the same as or similar to such a <br> good when new; and <br> (b) has a factory warranty similar to that applicable to such a good when new. <br> @^@recovered material@^@ means a material in the form of individual parts that results from: <br> (a) the disassembly of a used good into individual parts; and <br> (b) the cleaning, inspecting, testing or other processing of those parts as necessary <br> for improvement to sound working condition. <br> [3] For greater certainty, such good is limited to those classified under commodity codes 840910, 841221, <br> 841229, 841239, 842619, 848120 and 852610 based on the Harmonized Commodity Description and Coding <br> System (2017 Version) developed by the World Customs Organization. <br> "}, {"ArticleTitle": "Claims for Preferential Treatment", "ArticleDesc": "Article 23 : Claims for Preferential Treatment <br> 1 Each Party shall require an importer in its territory that claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party to: <br> (a) make a declaration for preference as part of the import application prescribed <br> by its legislation, based on importer's knowledge or information including a <br> valid Certificate of Origin, that the good qualifies as an originating good; <br> (b) submit the Certificate of Origin or other documentary evidence of origin at the <br> time of the declaration referred to in sub-paragraph (a) above, to its customs <br> authorities upon request; and <br> (c) promptly make a corrected declaration and pay any duties owing, where the <br> importer has reason to believe that a Certificate of Origin on which a <br> declaration was based contains information that is incorrect. <br> 2 Each Party shall provide that the importing Party applies preferential tariff treatment <br> only in cases where an importer proves the accuracy of origin of the imported goods <br> through documentary evidence or any other relevant information in accordance with <br> its laws and regulations. <br> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br> fails to comply with requirements of this Protocol. <br> 4 The importing Party shall grant preferential tariff treatment to goods imported after <br> the date of entry into force of this Agreement, in cases where the importer does not <br> have the Certificate of Origin or other documentary evidence of origin at the time of <br> importation, provided that [4]: <br> (a) the importer had, at the time of importation, indicated to the customs <br> authorities of the importing Party his intention to claim preferential tariff treatment; and <br> (b) the Certificate of Origin or other documentary evidence of origin is submitted <br> to its customs authorities within such period from the date of payment of <br> customs duties in accordance with the domestic laws and regulations in the importing Party. <br> [4] For greater certainty, a Party may require, as a condition for the release of the goods, a guarantee in the form <br> of a surety, a deposit or other appropriate instrument provided for in its laws and regulations. Such guarantee <br> shall not be greater than the amount required by the Party to ensure payment of customs duties, taxes, fees and <br> charges ultimately due for the goods should preferential treatment not be granted. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 24 : Importation by Instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing Party, dismantled or non-assembled products are imported by <br> instalments, a single Certificate of Origin for such products may be submitted to the customs <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Co-operation between Competent Authorities", "ArticleDesc": "Article 28 : Co-operation between Competent Authorities <br> 1 The customs authorities of the Parties shall provide each other with the addresses of <br> the competent authorities responsible for verification. <br> 2 In order to ensure the proper application of this Protocol, the Parties shall assist each <br> other, through their competent authorities, in checking the authenticity of the origin <br> declarations and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Settlement of Disputes", "ArticleDesc": "Article 31 : Settlement of Disputes <br> 1 Without prejudice to Chapter 16 (Dispute Settlement), where disputes arise in relation <br> to the verification procedures of Article 29 (Verification) which cannot be settled <br> between the competent authorities of both Parties, or where they raise a question as to <br> the interpretation of this Protocol, such disputes or questions shall be submitted to the Joint Committee. <br> 2 All disputes between the importer and the competent authorities of the importing <br> Party shall be settled under the legislation of that Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 33 : Confidentiality <br> Each Party shall treat as confidential the information submitted in accordance with this <br> Protocol by a person or authority of the other Party when such information is designated by <br> that Party as confidential. Access to the said information may be refused where disclosure <br> would undermine the protection of the commercial interest of the person that submitted the information. <br> "}, {"ArticleTitle": "Amendments or Modifications to this Protocol", "ArticleDesc": "Article 34 : Amendments or Modifications to this Protocol <br> The Parties may amend the provisions of this Protocol in accordance with Article 17.10 <br> (Amendments) of Chapter 17 (Institutional, General and Final Provisions). <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit or Storage", "ArticleDesc": "Article 35 : Transitional Provisions for Goods in Transit or Storage <br> This Agreement may be applied to goods which comply with the provisions of this Protocol <br> and which on the date of entry into force of this Agreement are either in transit, in the Parties, <br> in temporary storage, in customs warehouses or in free zones, subject to the submission to the <br> customs authorities of the importing Party, no later than one (1) year after the import of the <br> goods into the territory of that Party, of a Certificate of Origin made out retrospectively in <br> accordance with Article 21 (Certification of Origin), and if requested together with the <br> documents showing that the goods have been transported directly in accordance with Article <br> 18 (Direct Consignment). <br> "}]}]}, "members_found": ["702", "144"]}