{"FtaRooDetails": {"FtaId": 549, "FtaCode": "ITC00559", "FtaName": "India for LDCs", "FtaFullName": "Duty Free Tariff Preference Scheme for Least Developed Countries", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "13.08.2008", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under India for LDCs", "AdminProcCooAuth": "The certification type under India for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under India for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for India for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH and RVC 30%", "RooText": "(1) For the purposes of clause (b) of sub-rule (1) of rule 3, products not wholly obtained or produced shall be considered as originating in the exporting beneficiary country if they fulfill the following conditions:(a) the total value of the non-originating materials used in the manufacture of the export product does not exceed seventy per cent. of the FOB value or ex-works value of the product so produced or obtained (that is, the local value added content in the exporting beneficiary country is at least thirty per cent.); (b) the product has undergone a change in tariff classification in sub-heading at the 6 digit level of the Harmonized System nomenclature from the tariff classification in which the non-originating material used in its manufacture are classified; and (c) the final process of manufacture is performed within the territory of the exporting beneficiary country.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00559_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00559_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00559_full.pdf", "DocType": "8_full", "WebLink": "http://www.cbec.gov.in/resources/htdocs-cbec/customs/cs-act/notifications/notfns-2015/cs-nt2015/csnt29-2015.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00559_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/IND/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "7. Accumulation.- Where the originating material from India is incorporated in the <br /> production of a product in the territory of the exporting beneficiary country, such material <br /> shall be considered to originate in the territory of the exporting beneficiary country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "4. Products wholly obtained or produced.- For the purposes of clause (a) of sub-rule <br /> (1) of rule 3, the following products shall be considered as being wholly obtained or produced <br /> in the territory of an exporting beneficiary country, namely:- <br /> (a) raw or mineral products including mineral fuels, lubricants and related <br /> materials as well as mineral or metal ores extracted from its territory; <br /> (b) plant and plant products, including agricultural, vegetable and forestry products <br /> grown or harvested there; <br /> (c) live animals born and raised there; <br /> (d) products obtained from animals referred to in clause (c); <br /> (e) products obtained by hunting, trapping, fishing or aquaculture conducted there; <br /> (f) products of sea fishing and other marine products taken from outside its <br /> territorial waters and exclusive economic zone by vessels registered and flying <br /> the flag of the exporting beneficiary country; <br /> (g) products processed or made on board its factory ships exclusively from <br /> products referred to in clause (f); <br /> (h) scrap and waste derived from manufacturing or processing operations <br /> conducted there and fit only for disposal or for the recovery of raw materials; <br /> (i) used articles collected there which can no longer perform their original <br /> function, nor are capable of being restored or repaired and which are fit only for <br /> disposal or for the recovery of parts or raw materials; <br /> (j) products taken from the seabed, subsoil or ocean floor thereof beyond its <br /> territory, provided the exporting beneficiary country has the rights to exploit <br /> that sea bed, subsoil or ocean floor in accordance with the provisions of the <br /> United Nations Convention on the Law of the Sea; <br /> (k) products produced there exclusively from the products referred to in clauses (a) <br /> to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "6. Non-qualifying operations.- (1) Notwithstanding anything contained in these rules, a <br /> product shall not be considered to have satisfied the requirements for an originating product <br /> referred to in rule 5 merely by reason of going through the following operations or processes, <br /> namely:- <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage such as drying, freezing, keeping in brine, ventilation, <br /> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous <br /> solutions, removal of damaged parts, and like operations; <br /> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br /> classifying, matching including the making-up of sets of articles, washing, <br /> painting and cutting; <br /> (c) changes of packing and breaking up and assembly of consignments; <br /> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, boxes, <br /> fixing on cards or boards, and all other simple packing operations; <br /> (e) affixing of marks, labels or other like distinguishing signs on products or on <br /> their packaging; <br /> (f) simple mixing of products whether or not of different kinds, where one or more <br /> components of the mixture do not meet the conditions laid down in these rules <br /> to enable them to be considered as originating products; <br /> (g) simple assembly of parts of products to constitute a complete product or <br /> disassembly of products into parts or packing thereof; <br /> (h) slaughter of animals; <br /> (i) mere dilution or mixing of products with water or another substance that does <br /> not materially alter the characteristics of the products so obtained; <br /> (j) a combination of two or more operations referred to in clauses (a) to (i). <br /> (2) All operations carried out in the territory of the exporting beneficiary country on a <br /> given product shall be considered together when determining whether the working or <br /> processing undergone by that product is to be regarded as insufficient within the meaning of <br /> sub-rule (1). <br /> Explanation.- For the purposes of this rule, @^@simple mixing@^@ generally describes activities <br /> which need neither special skills nor machines, apparatus or equipment especially produced or <br /> installed for carrying out the activity but does not include chemical reaction which is a <br /> process, including a biochemical process, resulting in a molecule with a new structure by <br /> breaking intra-molecular bonds and by forming new intra-molecular bonds, or by altering the <br /> spatial arrangement of atoms in a molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "2. Definitions <br /> (d) @^@CIF value@^@ means the price actually paid or payable to the exporter for a <br /> product including the cost of the product, insurance, and freight necessary to <br /> deliver the product to the named port of destination and the valuation thereof <br /> shall be in accordance with the provisions of the Customs Act, 1962 (52 of <br /> 1962); <br /> (g) @^@ex-works value@^@ means the price of the product for delivery at the factory or <br /> any other place of manufacture of the product, paid or payable to the <br /> manufacturer in the beneficiary country, in whose undertaking the last working <br /> or processing is carried out: <br /> Provided that the price shall not include the internal taxes which are <br /> paid or payable on the products and the cost involved in loading onto the <br /> carrier; <br /> (h) @^@FOB value@^@ means the price actually paid or payable to the exporter for a <br /> product when the product is loaded onto the carrier at the named port of <br /> exportation, including the cost of the product and all costs necessary to bring <br /> the product onto the carrier and the valuation shall be made in accordance with <br /> the Agreement on Customs Valuation; <br /> (n) @^@non-originating materials used in production@^@ means any materials, the <br /> country of origin of which is other than the beneficiary country and any <br /> materials, the origin of which cannot be determined; <br /> (o) @^@originating materials@^@ means materials that qualify as originating under these <br /> rules; <br /> (2) For the purpose of calculating the @^@local value added content@^@ referred to in sub-rule <br /> (1), one or other of the following formulae shall be applied:- <br /> (a) Local value added content ex%) = (FOB value)-(value of non-originating materials) x <br /> 100o/c > 3QOI. (FOB value) <br /> 0 - 10, <br /> (b) <br /> Local value added content (X %) = <br /> (ex-works value)-(value of non-originating materials) X lOO% > 30%. <br /> (ex-works value) - <br /> (3) The value of the non-originating materials used in the production of a product shall be,- <br /> (a) for materials, the country of origin of which is other than the exporting <br /> beneficiary country or India, the CIF value; or <br /> (b) for materials, the origin of which cannot be determined, the earliest price <br /> ascertained to have been paid in the territory of the exporting beneficiary <br /> country where the working or processing takes place, in accordance with the <br /> Agreement on Customs Valuation. <br /> Explanation 1.- For the purpose of calculation of value of the non-originating materials, duties <br /> and taxes on the material paid in the territory of the exporting beneficiary country or both of <br /> India and the exporting beneficiary country shall not be included, and if already included in <br /> such value, such expenses shall be deducted. <br /> Explanation 2.- All costs referred to in these rules shall be recorded and maintained in <br /> accordance with the generally accepted accounting principles applicable in the territory of the <br /> exporting beneficiary country in which the product is produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "10. Direct Consignment.- (1) Products, in respect of which tariff preference is claimed, <br /> shall be considered as directly consigned from the exporting beneficiary country if,- <br /> (a) these products are transported without passing through the territory of any other <br /> country; or <br /> (b) the transport of these products involves transit through one or more <br /> intermediate countries with or without trans-shipment or temporary storage in <br /> such countries, where,- <br /> (i) their transit entry is justified for geographical reasons or by <br /> considerations related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; <br /> (iii) the products have not undergone any operation other than unloading and <br /> reloading or any operation required to keep them in good condition; and <br /> (iv) the products have remained under the customs control in the country of <br /> transit. <br /> (2) For the purpose of claiming tariff preference for the imported product considering such <br /> product as directly consigned from the exporting beneficiary country in terms of this rule, the <br /> following shall be produced before the customs authority of India at the time of importation, <br /> namely:- <br /> (a) a through bill of lading issued in the exporting country; <br /> (b) a certificate of origin issued by the issuing authority of the exporting <br /> beneficiary country; <br /> (c) a copy of the original commercial invoice in respect of the product; and <br /> (d) supporting documents in evidence that other requirements of this rule have been <br /> complied with.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "8. Packing materials and containers for retail sale.- For the purposes of these rules, <br /> any packaging materials and containers in which a product is packaged for retail sale, if <br /> classified with the product, shall not be taken into account in determining whether all the non- <br /> originating materials used in the production of the product undergo the applicable change in <br /> tariff classification, and, if the product is subject to a local value added content requirement, <br /> the value of such packaging materials and containers shall be taken into account as originating <br /> or non-originating materials, as the case may be, in calculating the local value added content of <br /> the product. <br /> 9. Packing materials and containers for shipment.- For the purposes of these rules, any <br /> packing materials and containers in which a product is packed for shipment shall not be taken <br /> into account in determining whether,- <br /> (a) the non-originating materials used in the production of the product have <br /> undergone an applicable change in tariff classification; and <br /> (b) the product satisfies a local value added content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Issuance of certificate of origin is required <br /> Prescribed form of certificate of origin is at Annexure –C  of  the following web link: http://www.cbec.gov.in/resources//htdocs-cbec/customs/cs-act/notifications/notfns-2015/cs-nt2015/csnt29-2015.pdf <br /> Procedures applied for certificate of origin is available at the web link mentioned at (c) above <br /> [Source: WTO notification G/RO/LDC/N/IND/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "The Director (International Customs), <br /> Central Board of Excise and Customs, <br /> Department of Revenue, <br /> Ministry of Finance, Government of India, <br /> Room No. 49, North Block, <br /> New Delhi 110001, <br /> INDIA. <br /> Telephone: +91 11 2309 3380 <br /> Fax +91 11 2309 3760 <br /> e-mail: diricd-cbec@nic.in <br /> [Source: WTO notification G/RO/LDC/N/IND/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br /> issuance. <br /> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br /> allowed by the customs authority in India, provided each item qualifies separately on its own. <br /> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br /> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br /> the remaining items listed in that certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "22. Record keeping requirements.- The application for certificate of origin and all <br /> documents related to such application shall be retained by the issuing authority for not less <br /> than five years from the date of issuance of the said certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 month", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "15. Issuance of certificate of origin <br /> (8) The certificate of origin shall be issued at the time of exportation, or within seven <br /> working days from the date of shipment whenever the product to be exported can be <br /> considered originating in the beneficiary country but under exceptional cases, where a <br /> certificate of origin has not been issued at the time of exportation or within seven working <br /> days from the date of shipment due to involuntary errors or omissions, or any other valid <br /> reasons, the certificate of origin may be issued retrospectively but not later than one month <br /> from the date of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in box 4 of <br /> the certificate of origin, and the issuing authority shall also record reasons in writing stating <br /> the exceptional circumstances due to which the certificate has been issued retrospectively.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "10. Direct Consignment <br /> (2) For the purpose of claiming tariff preference for the imported product considering such <br /> product as directly consigned from the exporting beneficiary country in terms of this rule, the <br /> following shall be produced before the customs authority of India at the time of importation, <br /> namely:- <br /> (a) a through bill of lading issued in the exporting country; <br /> (b) a certificate of origin issued by the issuing authority of the exporting <br /> beneficiary country; <br /> (c) a copy of the original commercial invoice in respect of the product; and <br /> (d) supporting documents in evidence that other requirements of this rule have been <br /> complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br /> competence and ability, carry out proper examination upon each application for a certificate of <br /> origin to ensure - <br /> (a) that the application for the certificate of origin is duly completed and signed by <br /> the exporter or producer or its authorised signatory; <br /> (b) to carry out such reasonable checks as to determine whether a product qualifies <br /> as an originating product in accordance with these rules; <br /> (c) that the other statements in the application for certificate of origin correspond <br /> to the supporting documentary evidence submitted. <br /> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br /> verification of the origin of the product. <br /> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br /> certificate of origin or as to the accuracy of the information regarding the true origin of the <br /> product covered under the certificate of origin or of certain part thereof, or at random, the <br /> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br /> country for a retroactive check in accordance with the following procedure, namely:- <br /> (a) the request for such retroactive check shall be accompanied with the certificate <br /> of origin, invoice and bill of lading or airway bill, as the case may be; <br /> (b) a questionnaire containing the questions to which a response is required may be <br /> forwarded to the issuing authority of the beneficiary country; <br /> (c) the product, pending clearance due to the verification, may be released to the <br /> importer by taking any administrative measures deemed necessary, including <br /> obtaining a security from the importer; and <br /> (d) the issuing authority receiving a request for a retroactive check shall promptly <br /> transmit the results of the verification to the Central Board of Excise and <br /> Customs within,- <br /> (i) fifteen days of the date of receipt of the request, if the request pertains to <br /> the authenticity of seal and signatures of the issuing authority of the <br /> beneficiary country; <br /> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br /> copy of the application made by the exporter or producer; <br /> (iii) three months from the date of receipt of such request, if the request is on <br /> the grounds of suspicion of the accuracy of the information regarding <br /> the origin of the product; <br /> (e) when the customs authority in India is not satisfied with the results of the <br /> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br /> the beneficiary country by means of verification visit to the premises of the <br /> exporter or producer in the beneficiary country; <br /> (f) before conducting a verification visit referred to in clause (e), the customs <br /> authority in India shall deliver a written request regarding its intention to <br /> conduct the verification visit to the issuing authority of the beneficiary country <br /> where the verification visit is to occur; <br /> (g) the written request mentioned in clause (f) shall include the following, namely:- <br /> (i) the name of the producer or exporter whose premises are to be visited; <br /> (ii) the proposed dates of the verification visit; <br /> (iii) the names and designations of the officials performing the verification <br /> visit; <br /> (h) the issuing authority referred to in clause (f) shall convey written consent for <br /> the visit within thirty days of receipt of the request mentioned in clause (f); <br /> (i) the verification visit shall be carried out within sixty days from the date of <br /> receipt of the written consent referred to in clause (h), or within such longer <br /> period as may be mutually agreed; <br /> (j) after conducting the verification visit, the importer and the concerned issuing <br /> authority shall be provided with a written determination of whether or not the <br /> subject product qualifies as an originating product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br /> connection with the certificate of origin have been committed, the concerned issuing authority <br /> shall cooperate with the Indian authorities in respect of taking of penal action against the <br /> persons involved, in accordance with the law for the time being in force in India.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br /> origin and the documents submitted to the customs authority at the port of importation for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> invalidate the certificate of origin: <br /> Provided that, such certificate of origin corresponds to the products under importation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "As per Domestic Law <br /> [Source: WTO notification G/RO/LDC/N/IND/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Short title and commencement", "ArticleDesc": "1. Short title and commencement.- (1) These rules may be called the Customs Tariff <br> (Determination of Origin of Products under the Duty Free Tariff Preference Scheme for Least <br> Developed Countries) Rules, 2015. <br> (2) They shall come into force on the date of their publication in the Official Gazette. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "2. Definitions.- In these rules, unless the context otherwise requires,- <br> (a) @^@Agreement on Customs Valuation@^@ means the agreement on implementation <br> of Article VII of the General Agreement on Tariffs and Trade 1994, contained <br> in Annex 1A to the World Trade Organisation Agreement. <br> (b) @^@beneficiary country@^@ means the country notified in the Schedule to the <br> notification of the Government of India, Ministry of Finance, Department of <br> Revenue, No. 96/2008 - Customs, dated the 13th August, 2008, published vide <br> number G.S.R. 590 (E), dated the 13th August, 2008 as amended from time to <br> time; <br> (c) @^@carrier@^@ means any vehicle for transportation by air, sea or land; <br> (d) @^@CIF value@^@ means the price actually paid or payable to the exporter for a <br> product including the cost of the product, insurance, and freight necessary to <br> deliver the product to the named port of destination and the valuation thereof <br> shall be in accordance with the provisions of the Customs Act, 1962 (52 of <br> 1962); <br> (e) @^@customs authority@^@ means, the authority that is responsible for the <br> administration and application of customs law for the time being in force; <br> (f) @^@determination of origin@^@ means a determination as to whether a product <br> qualifies as an originating product in accordance with these rules; <br> (g) @^@ex-works value@^@ means the price of the product for delivery at the factory or <br> any other place of manufacture of the product, paid or payable to the <br> manufacturer in the beneficiary country, in whose undertaking the last working <br> or processing is carried out: <br> Provided that the price shall not include the internal taxes which are <br> paid or payable on the products and the cost involved in loading onto the <br> carrier; <br> (h) @^@FOB value@^@ means the price actually paid or payable to the exporter for a <br> product when the product is loaded onto the carrier at the named port of <br> exportation, including the cost of the product and all costs necessary to bring <br> the product onto the carrier and the valuation shall be made in accordance with <br> the Agreement on Customs Valuation; <br> (i) @^@issuing authority@^@ means a Government Authority that, according to the law <br> of the beneficiary country, is responsible for the issuing of a certificate of origin <br> and in the case of India, the Export Inspection Council established under <br> section 3 of the Export (Quality Control and Inspection) Act, 1963 (22 of <br> 1963); <br> (j) @^@products@^@ means any merchandise, product, article or material; <br> (k) @^@Harmonised System@^@ means the nomenclature of the Harmonised <br> Commodity Description and Coding System defined in the International <br> Convention on the Harmonised Commodity Description and Coding System <br> including all legal notes thereto, as adopted and implemented by the respective <br> countries under their respective tariff laws; <br> (l) @^@identical products@^@ means products that are same in all respects, including <br> physical characteristics and quality, irrespective of minor differences in <br> appearance that are not relevant to the determination of origin of the products <br> under these rules; <br> (m) @^@materials@^@ means ingredients, raw materials, parts, components, sub- <br> assemblies and products that are used in the production of products and are <br> physically incorporated into the products; <br> (n) @^@non-originating materials used in production@^@ means any materials, the <br> country of origin of which is other than the beneficiary country and any <br> materials, the origin of which cannot be determined; <br> (o) @^@originating materials@^@ means materials that qualify as originating under these <br> rules; <br> (p) @^@packing materials and containers for shipment@^@ means products used to <br> protect products during their transportation, other than those containers or <br> materials that are used for their retail sale; <br> (q) @^@preferential tariff@^@ means the rate of customs duties applicable to an <br> originating product under the notification of the Government of India, Ministry <br> of Finance, Department of Revenue, No. 96/2008 - Customs, dated 13th <br> August, 2008, published vide number G.S.R. 590 (E), dated the 13th August, <br> 2008, as amended from time to time, when imported into India from a <br> beneficiary country; <br> (r) @^@producer@^@ means a person who grows, mines, raises, harvests, fishes, <br> reproduces and breeds, traps, hunts, manufactures, processes, assembles or <br> disassembles products; <br> (s) @^@production@^@ means the method of obtaining products including growing, <br> raising, mining, extracting, harvesting, fishing, producing, reproducing and <br> breeding, trapping, gathering, collecting, hunting and capturing, manufacturing, <br> processing, assembling or disassembling; <br> (t) @^@simple@^@ in reference to the processes or operations on products, generally <br> describes activities which need neither special skills nor machines, apparatus or <br> equipment especially produced or installed for carrying out the activity; <br> (u) @^@used@^@ means utilised or consumed in the production of products. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "3. Originating products.- (1) For the purposes of these rules, products shall be deemed <br> to have originated, if they are consigned according to rule 10 and conform to the following <br> conditions, namely:- <br> (a) products wholly obtained or produced in the territory of the exporting <br> beneficiary country as specified in rule 4; or <br> (b) products not wholly obtained or produced in the territory of the exporting <br> beneficiary country, provided they are eligible as specified in rule 5. <br> (2) The products which conform to the conditions under sub-rule (1) shall be eligible for <br> preferential tariff treatment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "4. Products wholly obtained or produced.- For the purposes of clause (a) of sub-rule <br> 6. Non-qualifying operations.- (1) Notwithstanding anything contained in these rules, a <br> (1) of rule 3, the following products shall be considered as being wholly obtained or produced <br> product shall not be considered to have satisfied the requirements for an originating product <br> in the territory of an exporting beneficiary country, namely:- <br> referred to in rule 5 merely by reason of going through the following operations or processes, <br> (a) raw or mineral products including mineral fuels, lubricants and related <br> materials as well as mineral or metal ores extracted from its territory; <br> (a) operations to ensure the preservation of products in good condition during <br> (b) plant and plant products, including agricultural, vegetable and forestry products <br> transport and storage such as drying, freezing, keeping in brine, ventilation, <br> grown or harvested there; <br> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous <br> (c) live animals born and raised there; <br> solutions, removal of damaged parts, and like operations; <br> (d) products obtained from animals referred to in clause (c); <br> (e) products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> classifying, matching including the making-up of sets of articles, washing, <br> (f) products of sea fishing and other marine products taken from outside its <br> painting and cutting; <br> territorial waters and exclusive economic zone by vessels registered and flying <br> (ii) the products have not entered into trade or consumption there; <br> the flag of the exporting beneficiary country; <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, boxes, <br> (g) products processed or made on board its factory ships exclusively from <br> fixing on cards or boards, and all other simple packing operations; <br> products referred to in clause (f); <br> (e) affixing of marks, labels or other like distinguishing signs on products or on <br> (h) scrap and waste derived from manufacturing or processing operations <br> their packaging; <br> conducted there and fit only for disposal or for the recovery of raw materials; <br> (f) simple mixing of products whether or not of different kinds, where one or more <br> (i) used articles collected there which can no longer perform their original <br> components of the mixture do not meet the conditions laid down in these rules <br> function, nor are capable of being restored or repaired and which are fit only for <br> United Nations Convention on the Law of the Sea; <br> to enable them to be considered as originating products; <br> disposal or for the recovery of parts or raw materials; <br> (g) simple assembly of parts of products to constitute a complete product or <br> (j) products taken from the seabed, subsoil or ocean floor thereof beyond its <br> disassembly of products into parts or packing thereof; <br> territory, provided the exporting beneficiary country has the rights to exploit <br> (h) slaughter of animals; <br> that sea bed, subsoil or ocean floor in accordance with the provisions of the <br> (i) mere dilution or mixing of products with water or another substance that does <br> not materially alter the characteristics of the products so obtained; <br> (k) products produced there exclusively from the products referred to in clauses (a) <br> (j) a combination of two or more operations referred to in clauses (a) to (i). <br> to (j). <br> (2) All operations carried out in the territory of the exporting beneficiary country on a <br> given product shall be considered together when determining whether the working or <br> processing undergone by that product is to be regarded as insufficient within the meaning of <br> sub-rule (1). <br> Explanation.- For the purposes of this rule, @^@simple mixing@^@ generally describes activities <br> which need neither special skills nor machines, apparatus or equipment especially produced or <br> installed for carrying out the activity but does not include chemical reaction which is a <br> process, including a biochemical process, resulting in a molecule with a new structure by <br> breaking intra-molecular bonds and by forming new intra-molecular bonds, or by altering the <br> spatial arrangement of atoms in a molecule. <br> 7. Accumulation.- Where the originating material from India is incorporated in the <br> considerations related exclusively to transport requirements; <br> production of a product in the territory of the exporting beneficiary country, such material <br> shall be considered to originate in the territory of the exporting beneficiary country. <br> 8. Packing materials and containers for retail sale.- For the purposes of these rules, <br> any packaging materials and containers in which a product is packaged for retail sale, if <br> classified with the product, shall not be taken into account in determining whether all the non- <br> originating materials used in the production of the product undergo the applicable change in <br> tariff classification, and, if the product is subject to a local value added content requirement, <br> the value of such packaging materials and containers shall be taken into account as originating <br> or non-originating materials, as the case may be, in calculating the local value added content of <br> the product. <br> 9. Packing materials and containers for shipment.- For the purposes of these rules, any <br> packing materials and containers in which a product is packed for shipment shall not be taken <br> into account in determining whether,- <br> (a) the non-originating materials used in the production of the product have <br> undergone an applicable change in tariff classification; and <br> (b) the product satisfies a local value added content requirement. <br> 10. Direct Consignment.- (1) Products, in respect of which tariff preference is claimed, <br> shall be considered as directly consigned from the exporting beneficiary country if,- <br> (a) these products are transported without passing through the territory of any other <br> (b) the transport of these products involves transit through one or more <br> intermediate countries with or without trans-shipment or temporary storage in <br> such countries, where,- <br> (i) their transit entry is justified for geographical reasons or by <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> (iii) the products have not undergone any operation other than unloading and <br> reloading or any operation required to keep them in good condition; and <br> (c) changes of packing and breaking up and assembly of consignments; <br> (iv) the products have remained under the customs control in the country of <br> transit. <br> (2) For the purpose of claiming tariff preference for the imported product considering such <br> product as directly consigned from the exporting beneficiary country in terms of this rule, the <br> following shall be produced before the customs authority of India at the time of importation, <br> namely:- <br> (a) a through bill of lading issued in the exporting country; <br> (b) a certificate of origin issued by the issuing authority of the exporting <br> beneficiary country; <br> (c) a copy of the original commercial invoice in respect of the product; and <br> (d) supporting documents in evidence that other requirements of this rule have been <br> complied with. <br> country; or <br> "}, {"ArticleTitle": "Products not wholly obtained or produced", "ArticleDesc": "5. Products not wholly obtained or produced.- (1) For the purposes of clause (b) of <br> sub-rule (1) of rule 3, products not wholly obtained or produced shall be considered as <br> originating in the exporting beneficiary country if they fulfill the following conditions:- <br> (a) the total value of the non-originating materials used in the manufacture of the <br> export product does not exceed seventy per cent. of the FOB value or ex-works <br> value of the product so produced or obtained (that is, the local value added <br> content in the exporting beneficiary country is at least thirty per cent.); <br> (b) the product has undergone a change in tariff classification in sub-heading at the <br> 6 digit level of the Harmonized System nomenclature from the tariff <br> classification in which the non-originating material used in its manufacture are <br> classified; and <br> (c) the final process of manufacture is performed within the territory of the <br> exporting beneficiary country. <br> (2) For the purpose of calculating the @^@local value added content@^@ referred to in sub-rule <br> (1), one or other of the following formulae shall be applied:- <br> (a) Local value added content ex%) = (FOB value)-(value of non-originating materials) x <br> 100o/c > 3QOI. (FOB value) <br> 0 - 10, <br> (b) <br> Local value added content (X %) = <br> (ex-works value)-(value of non-originating materials) X lOO% > 30%. <br> (ex-works value) - <br> (3) The value of the non-originating materials used in the production of a product shall be,- <br> (a) for materials, the country of origin of which is other than the exporting <br> beneficiary country or India, the CIF value; or <br> (b) for materials, the origin of which cannot be determined, the earliest price <br> ascertained to have been paid in the territory of the exporting beneficiary <br> country where the working or processing takes place, in accordance with the <br> Agreement on Customs Valuation. <br> Explanation 1.- For the purpose of calculation of value of the non-originating materials, duties <br> and taxes on the material paid in the territory of the exporting beneficiary country or both of <br> India and the exporting beneficiary country shall not be included, and if already included in <br> such value, such expenses shall be deducted. <br> Explanation 2.- All costs referred to in these rules shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the territory of the <br> exporting beneficiary country in which the product is produced. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "4. Products wholly obtained or produced.- For the purposes of clause (a) of sub-rule <br> 6. Non-qualifying operations.- (1) Notwithstanding anything contained in these rules, a <br> (1) of rule 3, the following products shall be considered as being wholly obtained or produced <br> product shall not be considered to have satisfied the requirements for an originating product <br> in the territory of an exporting beneficiary country, namely:- <br> referred to in rule 5 merely by reason of going through the following operations or processes, <br> (a) raw or mineral products including mineral fuels, lubricants and related <br> materials as well as mineral or metal ores extracted from its territory; <br> (a) operations to ensure the preservation of products in good condition during <br> (b) plant and plant products, including agricultural, vegetable and forestry products <br> transport and storage such as drying, freezing, keeping in brine, ventilation, <br> grown or harvested there; <br> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous <br> (c) live animals born and raised there; <br> solutions, removal of damaged parts, and like operations; <br> (d) products obtained from animals referred to in clause (c); <br> (e) products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> classifying, matching including the making-up of sets of articles, washing, <br> (f) products of sea fishing and other marine products taken from outside its <br> painting and cutting; <br> territorial waters and exclusive economic zone by vessels registered and flying <br> (ii) the products have not entered into trade or consumption there; <br> the flag of the exporting beneficiary country; <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, boxes, <br> (g) products processed or made on board its factory ships exclusively from <br> fixing on cards or boards, and all other simple packing operations; <br> products referred to in clause (f); <br> (e) affixing of marks, labels or other like distinguishing signs on products or on <br> (h) scrap and waste derived from manufacturing or processing operations <br> their packaging; <br> conducted there and fit only for disposal or for the recovery of raw materials; <br> (f) simple mixing of products whether or not of different kinds, where one or more <br> (i) used articles collected there which can no longer perform their original <br> components of the mixture do not meet the conditions laid down in these rules <br> function, nor are capable of being restored or repaired and which are fit only for <br> United Nations Convention on the Law of the Sea; <br> to enable them to be considered as originating products; <br> disposal or for the recovery of parts or raw materials; <br> (g) simple assembly of parts of products to constitute a complete product or <br> (j) products taken from the seabed, subsoil or ocean floor thereof beyond its <br> disassembly of products into parts or packing thereof; <br> territory, provided the exporting beneficiary country has the rights to exploit <br> (h) slaughter of animals; <br> that sea bed, subsoil or ocean floor in accordance with the provisions of the <br> (i) mere dilution or mixing of products with water or another substance that does <br> not materially alter the characteristics of the products so obtained; <br> (k) products produced there exclusively from the products referred to in clauses (a) <br> (j) a combination of two or more operations referred to in clauses (a) to (i). <br> to (j). <br> (2) All operations carried out in the territory of the exporting beneficiary country on a <br> given product shall be considered together when determining whether the working or <br> processing undergone by that product is to be regarded as insufficient within the meaning of <br> sub-rule (1). <br> Explanation.- For the purposes of this rule, @^@simple mixing@^@ generally describes activities <br> which need neither special skills nor machines, apparatus or equipment especially produced or <br> installed for carrying out the activity but does not include chemical reaction which is a <br> process, including a biochemical process, resulting in a molecule with a new structure by <br> breaking intra-molecular bonds and by forming new intra-molecular bonds, or by altering the <br> spatial arrangement of atoms in a molecule. <br> 7. Accumulation.- Where the originating material from India is incorporated in the <br> considerations related exclusively to transport requirements; <br> production of a product in the territory of the exporting beneficiary country, such material <br> shall be considered to originate in the territory of the exporting beneficiary country. <br> 8. Packing materials and containers for retail sale.- For the purposes of these rules, <br> any packaging materials and containers in which a product is packaged for retail sale, if <br> classified with the product, shall not be taken into account in determining whether all the non- <br> originating materials used in the production of the product undergo the applicable change in <br> tariff classification, and, if the product is subject to a local value added content requirement, <br> the value of such packaging materials and containers shall be taken into account as originating <br> or non-originating materials, as the case may be, in calculating the local value added content of <br> the product. <br> 9. Packing materials and containers for shipment.- For the purposes of these rules, any <br> packing materials and containers in which a product is packed for shipment shall not be taken <br> into account in determining whether,- <br> (a) the non-originating materials used in the production of the product have <br> undergone an applicable change in tariff classification; and <br> (b) the product satisfies a local value added content requirement. <br> 10. Direct Consignment.- (1) Products, in respect of which tariff preference is claimed, <br> shall be considered as directly consigned from the exporting beneficiary country if,- <br> (a) these products are transported without passing through the territory of any other <br> (b) the transport of these products involves transit through one or more <br> intermediate countries with or without trans-shipment or temporary storage in <br> such countries, where,- <br> (i) their transit entry is justified for geographical reasons or by <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> (iii) the products have not undergone any operation other than unloading and <br> reloading or any operation required to keep them in good condition; and <br> (c) changes of packing and breaking up and assembly of consignments; <br> (iv) the products have remained under the customs control in the country of <br> transit. <br> (2) For the purpose of claiming tariff preference for the imported product considering such <br> product as directly consigned from the exporting beneficiary country in terms of this rule, the <br> following shall be produced before the customs authority of India at the time of importation, <br> namely:- <br> (a) a through bill of lading issued in the exporting country; <br> (b) a certificate of origin issued by the issuing authority of the exporting <br> beneficiary country; <br> (c) a copy of the original commercial invoice in respect of the product; and <br> (d) supporting documents in evidence that other requirements of this rule have been <br> complied with. <br> country; or <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Competent authorities", "ArticleDesc": "11. Competent authorities.- Each beneficiary country shall notify the name, designation, <br> address, telephone number, fax number, and email of its issuing authority to the authority in <br> the Central Board of Excise and Customs, Department of Revenue, Ministry of Finance, <br> Government of India, specified in Annexure A to these rules. <br> "}, {"ArticleTitle": "Specimen signatures and seals", "ArticleDesc": "12. Specimen signatures and seals.- Each beneficiary country shall provide through post <br> and electronic mail, names and addresses of the officials authorised to sign the certificate of <br> origin and also provide the original sets of their specimen signatures and specimen of official <br> seals to the authority in the Central Board of Excise and Customs, Department of Revenue, <br> Ministry of Finance, Government of India specified in Annexure A to these rules. <br> "}, {"ArticleTitle": "Application for issue of certificate of origin", "ArticleDesc": "13. Application for issue of certificate of origin.- Any exporter or producer seeking grant <br> of a certificate of origin under these rules shall apply to the issuing authority of the exporting <br> beneficiary country as per format in Annexure B to these rules. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}, {"ArticleTitle": "Issuance of certificate of origin", "ArticleDesc": "15. Issuance of certificate of origin.- (1) The products eligible for preferential treatment <br> shall be supported by a certificate of origin as per the format in Annexure C to the rules, <br> issued by the issuing authority. <br> (2) The certificate of origin shall be in International Organisation for Standardisation (ISO) <br> A4 size paper. <br> (3) The certificate of origin issued by the issuing authority shall indicate the relevant rules <br> and applicable percentage of local value added content in space provided for that purpose in <br> the certificate of origin. <br> (4) Each certificate of origin issued by the issuing authority shall bear a unique serial <br> number. <br> (5) The certificate of origin shall be made in English. <br> (6) The certificate of origin shall comprise one original and three copies,- <br> (a) the original copy shall be forwarded, together with the triplicate, by the <br> exporter to the importer; <br> (b) only the original copy will be submitted by the importer to the customs <br> authority at the port or place of importation; <br> (c) the duplicate shall be retained by the issuing authority in the beneficiary <br> country; <br> (d) the triplicate shall be retained by the importer; and <br> (e) the quadruplicate shall be retained by the exporter. <br> (7) No erasures and superimpositions shall be allowed on the certificate of origin, the <br> alterations if any, shall be made by striking out the errors and making any addition required <br> and such alterations shall be approved and certified by an official authorised to sign the <br> certificate of origin, and unused spaces shall be crossed out to prevent any subsequent <br> addition. <br> (8) The certificate of origin shall be issued at the time of exportation, or within seven <br> working days from the date of shipment whenever the product to be exported can be <br> considered originating in the beneficiary country but under exceptional cases, where a <br> certificate of origin has not been issued at the time of exportation or within seven working <br> days from the date of shipment due to involuntary errors or omissions, or any other valid <br> reasons, the certificate of origin may be issued retrospectively but not later than one month <br> from the date of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in box 4 of <br> the certificate of origin, and the issuing authority shall also record reasons in writing stating <br> the exceptional circumstances due to which the certificate has been issued retrospectively. <br> (9) In the event of theft, loss or destruction of a certificate of origin, the exporter may <br> apply in writing to the issuing authority which issued it for a certified true copy of the original <br> and the triplicate, to be made on the basis of the export documents in his possession bearing <br> the endorsement of the words @^@CERTIFIED TRUE COPY@^@, (in lieu of the original certificate) <br> in box 4 of the certificate of origin and this copy shall bear the date of the original certificate <br> of origin, and the certified true copy of a certificate of origin shall be issued not later than one <br> year from the date of issuance of the original certificate of origin and on the condition that the <br> exporter provides to the relevant issuing authority the quadruplicate. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}, {"ArticleTitle": "Presentation", "ArticleDesc": "17. Presentation.- (1) Except for the certificate of origin issued retrospectively, the <br> original certificate of origin shall be submitted to the customs authority in India at the time of <br> lodging the import declaration for the product for which preferential tariff is claimed: <br> Provided that a claim for preferential treatment made on the basis of a certificate of <br> origin issued retrospectively shall be granted subject to and in accordance with the law for the <br> time being in force in India. <br> (2) The certificate of origin shall be submitted within its validity period. <br> (3) The certificate of origin submitted to the customs authority at port of importation after <br> the expiration of the period specified in sub-rule (1) of rule 16, shall be accepted for the <br> purpose of claiming preferential tariff when the failure to observe the time limit results from <br> force majeure or other valid reasons beyond the control of the exporter: <br> Provided that in all cases, the customs authority at the port of importation shall accept <br> such certificate of origin if the products have been imported before the expiry of the validity <br> period of the said certificate of origin. <br> (4) The customs authority may request an importer for information or documents relating <br> to the origin of imported product in accordance with the law for the time being in force in <br> India. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}, {"ArticleTitle": "Special cases", "ArticleDesc": "19. Special cases.- When destination of all or part of the products exported to a specified <br> port in India is changed, before or after their arrival in India, - <br> (a) if the products have already been submitted to the customs authority in India in <br> the specified importing port, on written request from the importer, the customs <br> authority shall endorse to this effect for all or part of the products in the original <br> certificate of origin and return it to the importer; and <br> (b) if the change of destination specified in the certificate of origin occurs during <br> transportation of the products to India, the exporter shall apply in writing to the <br> concerned issuing authority of the exporting beneficiary country accompanied <br> with the issued certificate of origin, for amendment of destination in the <br> certificate of origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}, {"ArticleTitle": "Denial of preferential tariff treatment", "ArticleDesc": "21. Denial of preferential tariff treatment.- (1) Except as otherwise provided in these <br> rules, claim for preferential tariff treatment may be denied when,- <br> (a) the product does not meet the requirements of these rules; <br> (b) the exporter, producer or importer of the product fail to demonstrate <br> compliance with the requirements under these rules; <br> (c) the exporter, producer or importer of the product deny access to the relevant <br> records or documentation; <br> (d) the issuing authority of the beneficiary country fails to provide the information <br> in pursuance to a written request for verification; <br> (e) the consent to a request for verification visit is not received from the issuing <br> authority or the exporter or producer in the beneficiary country; and <br> (f) the information provided by the issuing authority or exporter or producer in the <br> beneficiary country is not sufficient to prove that the product qualifies as an <br> originating product of the beneficiary country. <br> (2) In cases where the certificate of origin is rejected by the customs authority in India, the <br> original certificate of origin shall be returned to the issuing authority within a reasonable <br> period but not exceeding two months from the date of such rejection: <br> Provided that the grounds for denial of preferential tariff treatment shall be <br> communicated to the importer and the issuing authority. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}, {"ArticleTitle": "Suspension of preferential treatment", "ArticleDesc": "24. Suspension of preferential treatment.- (1) The Government of India may suspend the <br> tariff preference in respect of all or certain products originating in a beneficiary country <br> qualified as per rule 4 or rule 5,- <br> (a) where there is sufficient evidence that the withdrawal is justified due to fraud, <br> irregularities, or systematic failure to comply with any of the provisions of <br> these rules; or <br> (b) where imports under these rules significantly exceed the usual levels of <br> production and export capacity of a beneficiary country. <br> (2) The exporting beneficiary country shall, within fifteen days of the suspension of <br> preferential tariff benefits, be communicated the reasons for such suspension. <br> (3) Upon receipt of the communication for suspension, the beneficiary country may <br> request for consultations and the consultations may occur by means of e-mail communications, <br> video conference or meetings and may also involve joint investigation, as may be mutually <br> agreed. <br> (4) Pursuant to a request received for consultation, the issue shall be resolved at the earliest <br> in the form of,- <br> (a) restoration of preferential benefit to the product with retrospective effect; or <br> (b) restoration of preferential benefit to the product with prospective effect, subject <br> to implementation of any mutually agreed measures by one or both parties; or <br> (c) denial of preferential benefits to the product. <br> Annexure - A <br> [See rules 11 and 12] <br> The authority in the Central Board of Excise and Customs, Department of Revenue, Ministry <br> of Finance, Government of India is as follows:- <br> The Director (International Customs), <br> Central Board of Excise and Customs, <br> Department of Revenue, <br> Ministry of Finance, Government of India, <br> Room No. 49, North Block, <br> New Delhi 110001, <br> INDIA. <br> Telephone: +91 11 2309 3380 <br> Fax +91 11 2309 3760 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "14. Verification of application.- (1) The issuing authorities shall, to the best of their <br> 16. Validity.- (1) The certificate of origin shall be valid for one year from the date of its <br> 18. Discrepancies in certificate of origin.- Minor discrepancies between the certificate of <br> 20. Verification.- Whenever there is a reasonable doubt as to the authenticity of the <br> 22. Record keeping requirements.- The application for certificate of origin and all <br> e-mail: diricd-cbec@nic.in <br> competence and ability, carry out proper examination upon each application for a certificate of <br> issuance. <br> origin and the documents submitted to the customs authority at the port of importation for the <br> certificate of origin or as to the accuracy of the information regarding the true origin of the <br> documents related to such application shall be retained by the issuing authority for not less <br> origin to ensure - <br> (2) Multiple items declared on a single invoice and single certificate of origin shall be <br> product covered under the certificate of origin or of certain part thereof, or at random, the <br> than five years from the date of issuance of the said certificate. <br> (a) that the application for the certificate of origin is duly completed and signed by <br> allowed by the customs authority in India, provided each item qualifies separately on its own. <br> invalidate the certificate of origin: <br> Central Board of Excise and Customs may request the issuing authority of the beneficiary <br> 23. Action against fraudulent acts.- When it is suspected that fraudulent acts in <br> the exporter or producer or its authorised signatory; <br> (3) The ineligibility of any one or more of the multiple items declared under a certificate <br> Provided that, such certificate of origin corresponds to the products under importation. <br> country for a retroactive check in accordance with the following procedure, namely:- <br> connection with the certificate of origin have been committed, the concerned issuing authority <br> (b) to carry out such reasonable checks as to determine whether a product qualifies <br> of origin shall not affect or delay the granting of preferential tariff and customs clearance of <br> (a) the request for such retroactive check shall be accompanied with the certificate <br> shall cooperate with the Indian authorities in respect of taking of penal action against the <br> as an originating product in accordance with these rules; <br> the remaining items listed in that certificate of origin. <br> of origin, invoice and bill of lading or airway bill, as the case may be; <br> persons involved, in accordance with the law for the time being in force in India. <br> (c) that the other statements in the application for certificate of origin correspond <br> (b) a questionnaire containing the questions to which a response is required may be <br> to the supporting documentary evidence submitted. <br> forwarded to the issuing authority of the beneficiary country; <br> (2) The issuing authority may, if it deems necessary, take up the application for pre-export <br> (c) the product, pending clearance due to the verification, may be released to the <br> verification of the origin of the product. <br> importer by taking any administrative measures deemed necessary, including <br> obtaining a security from the importer; and <br> (d) the issuing authority receiving a request for a retroactive check shall promptly <br> transmit the results of the verification to the Central Board of Excise and <br> Customs within,- <br> (i) fifteen days of the date of receipt of the request, if the request pertains to <br> the authenticity of seal and signatures of the issuing authority of the <br> beneficiary country; <br> (ii) thirty days of the date of receipt of the request, if the request is to seek a <br> copy of the application made by the exporter or producer; <br> (iii) three months from the date of receipt of such request, if the request is on <br> the grounds of suspicion of the accuracy of the information regarding <br> the origin of the product; <br> (e) when the customs authority in India is not satisfied with the results of the <br> retroactive check pursuant to clauses (a) and (b), it may conduct verification in <br> the beneficiary country by means of verification visit to the premises of the <br> exporter or producer in the beneficiary country; <br> (f) before conducting a verification visit referred to in clause (e), the customs <br> authority in India shall deliver a written request regarding its intention to <br> conduct the verification visit to the issuing authority of the beneficiary country <br> where the verification visit is to occur; <br> (g) the written request mentioned in clause (f) shall include the following, namely:- <br> (i) the name of the producer or exporter whose premises are to be visited; <br> (ii) the proposed dates of the verification visit; <br> (iii) the names and designations of the officials performing the verification <br> visit; <br> (h) the issuing authority referred to in clause (f) shall convey written consent for <br> the visit within thirty days of receipt of the request mentioned in clause (f); <br> (i) the verification visit shall be carried out within sixty days from the date of <br> receipt of the written consent referred to in clause (h), or within such longer <br> period as may be mutually agreed; <br> (j) after conducting the verification visit, the importer and the concerned issuing <br> authority shall be provided with a written determination of whether or not the <br> subject product qualifies as an originating product. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> "}]}]}, "members_found": ["all", "699"]}