{"FtaRooDetails": {"FtaId": 553, "FtaCode": "ITC00563", "FtaName": "CECPA, India-Mauritius", "FtaFullName": "COMPREHENSIVE ECONOMIC COOPERATION AND PARTNERSHIP AGREEMENT (CECPA) BETWEEN THE REPUBLIC OF MAURITIUS AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.04.2021", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Mauritius; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CECPA, India-Mauritius", "AdminProcCooAuth": "The certification type under CECPA, India-Mauritius is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CECPA, India-Mauritius is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CECPA, India-Mauritius agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 50%", "RooText": "CTH and 50% VA", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "ITC00563_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "ITC00563_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "ITC00563_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "ITC00563_full.pdf", "DocType": "8_full", "WebLink": "https://commerce.gov.in/wp-content/uploads/2021/08/India-Mauritius-CECPA-Text-for-Upload.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: BILATERAL CUMULATION <br /> For the purposes of determining whether a product qualifies as an originating <br /> product of a Party, an originating material of the other Party which is used as a <br /> material in the production of the product in the former Party may be considered as <br /> an originating material of the former Party, provided that such material has <br /> undergone its last production process in the former Party which goes beyond the <br /> operations provided for in Article 3.5.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (12.5% (7% of weight for textile products))", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: DE MINIMIS <br /> Notwithstanding Article 3.2.1 on the origin criteria, non-originating materials that do <br /> not meet either the Wholly Obtained criteria listed in Articles 3.3 or CTC, if <br /> applicable in the product specific rule (PSR) shall be deemed as originating if: <br /> (a) their total value does not exceed 12.5% of the FOB price of the export <br /> product. <br /> (b) and in case of textiles and clothing under HS chapters 50-63, the weight of <br /> the non-originating material is less than 7% of the total weight of the <br /> materials used in the export product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS AND SETS <br /> 1. Accessories, spare parts and tools dispatched with a piece of <br /> equipment, machine, apparatus or vehicle, which are part of the normal equipment <br /> as per standard trade practice and which value is included in its FOB price, or <br /> which are not separately invoiced, shall be considered as part of the product in <br /> question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: WHOLLY PRODUCED OR OBTAINED PRODUCTS <br /> Within the meaning of Article 3.2.1(a), the following products shall be considered as <br /> being wholly obtained or produced in the territory of a Party: <br /> (a)    Plants and plant products grown and harvested in a Party; <br /> (Note: For the purposes of this subparagraph, the term @^@plant@^@ refers to all plant life, <br /> including fruit, flowers, vegetables, trees, seaweed, fungi and live plants.) <br /> (b)    Live animals born and raised there and products from such animals; <br /> (c)    Products obtained by hunting, trapping, fishing or aquaculture conducted in <br /> the party; <br /> (d)    Fish and fish products taken from the sea outside the territorial waters of that <br /> party by a vessel registered in that Party and flying its flag; <br /> (e)    Mineral goods and other naturally occurring substances extracted from or <br /> beneath its soil, waters or seabed; <br /> (f)    Waste and scrap resulting from utilisation, consuming or manufacturing <br /> operations conducted in the territory of any of the Parties, provided they are fit only <br /> for the recovery of raw materials; <br /> (g)    products manufactured there exclusively from those specified in <br /> subparagraphs (a) to (f) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: MINIMAL OPERATIONS AND PROCESSES <br /> 1. Notwithstanding any provisions in this text, a product shall not be considered <br /> as originating in a Party if any of the following operations are undertaken <br /> exclusively by itself or in combination in the territory of that Party: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage (such as drying, freezing or thawing, keeping in brine, <br /> removal of damaged parts) and other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) for textiles: <br /> (i) attaching accessory articles such as straps, bands, beads, cords, <br /> rings and eyelets; <br /> (ii) ironing or pressing of textiles; <br /> (e) simple painting and polishing; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) simple operations such as removal of dust, sifting, screening, sorting, <br /> classifying, grading, matching; <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) slaughter of animals; or <br /> (p) simple testing, calibration, inspection or certification. <br /> For the purposes of paragraph 1 above, @^@simple@^@ describes an activity which need <br /> neither special skills nor machines, apparatus or equipment especially produced or <br /> installed to carry out the activity.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.2: ORIGIN CRITERIA <br /> 1. For the purposes of this Agreement, a product shall be considered as <br /> originating in a Party and eligible for preferential tariff treatment, if: <br /> (a) it has been wholly obtained in a Party, in accordance with Article 3.3; or <br /> (b) it meets the product specific rules (PSRs) listed in Annex 5. <br /> The value addition criteria for PSRs listed in Annex 5 is defined as <br /> Value addition = [FOB value of export - (CIF value of non-originating material + <br /> value of material of undetermined origin)]/ [FOB value of export] <br /> or <br /> Value addition = [cost of originating material + direct labour cost + direct overhead <br /> cost + profits]/ [FOB value of export] <br /> 2. Notwithstanding paragraph 2 above, the final manufacture before export <br /> must have occurred in the Party of export.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: INDIRECT MATERIALS <br /> Neutral elements, which have not entered into the final composition of the product, <br /> such as energy and fuel, plant and equipment, or machines and tools, shall not be <br /> taken into account when the origin of that product is determined.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: TRANSPORT <br /> 1. Preferential treatment in accordance with this Agreement shall only be <br /> granted to originating products that are transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1 above, an originating product may be <br /> transported through territories of non-parties for the purpose of transit or temporary <br /> storage in warehouses in such non-Parties, provided that it: <br /> (a) does not undergo operations other than unloading, reloading, or any <br /> operation designed to preserve it in good condition; and <br /> (b) remain under customs control and has not entered into trade or <br /> consumption in those non-Parties. <br /> If an originating product of the other Party does not meet the consignment criteria <br /> referred to in paragraph 2 above, the product shall not be considered as an <br /> originating product of the other Party. <br /> 3. An importer shall upon request supply appropriate evidence to the customs <br /> authorities of the Party of import that the conditions set out in paragraph 2 have <br /> been fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: PACKAGES AND PACKING MATERIALS AND CONTAINERS <br /> 1. The packages and packing materials for retail sale, when classified together <br /> with the packaged product, shall not be taken into account for considering whether <br /> all non-originating materials used in the manufacture of a product fulfil the criterion <br /> corresponding to a change of tariff classification of the said product. <br /> 2. Where a product is subject to an ad-valorem percentage criterion, the value <br /> of the packages and packing materials for retail sale shall be taken into account in <br /> its origin assessment, in case the packing is considered as forming a whole with <br /> products. <br /> 3. The containers and packing materials exclusively used for the transport of a <br /> product shall not be taken into account for determining the origin of any product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: ACCOUNTING SEGREGATION <br /> 1. Where identical and interchangeable originating and non-originating <br /> materials including materials of undetermined origin are used in the manufacture of <br /> a product, those materials shall be physically segregated, according to their origin, <br /> during storage. <br /> 2. Notwithstanding paragraph 1 of this Article, a producer facing considerable <br /> costs or material difficulties in keeping separate stocks of identical and <br /> interchangeable originating and non-originating materials including materials of <br /> undetermined origin used in the manufacture of a product, may use the so-called <br /> @^@accounting segregation@^@ method for managing stocks. <br /> 3. The accounting method shall be recorded, applied and maintained in <br /> accordance with Generally Accepted Accounting Principles (GAAP)1 applicable in <br /> the Party in which the product is manufactured. The method chosen must: <br /> (a) permit a clear distinction to be made between originating and non-originating <br /> materials including materials of undetermined origin acquired and/or kept in <br /> stock; and <br /> (b) guarantee over the relevant accounting period of twelve months that no <br /> more products receive originating status than would be the case if the <br /> materials had been physically segregated. <br /> A producer using an inventory management system shall keep records of the <br /> operation of the system that are necessary for the customs administration of the <br /> Party concerned to verify compliance with the provisions of this Chapter. <br /> 4. The competent authority may require from its exporters that the application <br /> of the method for managing stocks as provided for in this Article will be subject to <br /> prior authorisation. <br /> 1 The term @^@Generally Accepted Accounting Principles@^@ means the recognised consensus or <br /> substantial authoritative support within a Party at a particular time as to which economic resources <br /> and obligations should be recoded as assets and liabilities, which changes in assets and liabilities <br /> should be recorded, how the assets and liabilities and changes in them should be measured, what <br /> information should be disclosed and how it should be disclosed, and which financial statements <br /> should be prepared. These standards may be broad guidelines of general application as well as <br /> detailed practices and procedures", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS AND SETS <br /> 2. Sets, as defined in General Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all component products are originating. Nevertheless, <br /> when a set is composed of originating and non-originating products, the set as a <br /> whole shall be regarded as originating provided that the value of the non-originating <br /> products does not exceed 10 per cent of the FOB value of the set. A Party applying <br /> this rule shall not use the de-minimis criteria in Article 3.4 for originating products of <br /> the Set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: PROOF OF ORIGIN <br /> 1. For products originating in a Party and otherwise fulfilling the requirements <br /> of the text on Rules of Origin, the Proof of Origin of an export product will be <br /> provided either through: <br /> (a) an origin declaration on a commercial document completed by an <br /> approved exporter established in the Party, in accordance with the <br /> provisions of Annex 6; or <br /> (b) a certificate of origin, whether in a printed form or such other medium, <br /> including electronic format, issued by the competent authorities of either <br /> Party, listed in Annexes 7 and 8. The format of the Certificate of Origin is at <br /> Annex 9. Issuance and acceptance of electronic certificate of origin would be <br /> in accordance with each Party's national legislation. <br /> A Certificate/Statement of Origin or Origin declaration shall be valid for twelve <br /> months from the date of issue in the exporting Party. <br /> 2. Notwithstanding paragraph 1, importing parties shall not require a Proof of <br /> Origin if the importing party has waived the requirement or does not require the <br /> importer to present a Proof of Origin as per their national laws. <br /> 3. Proof of Origin shall be submitted to the customs authorities of the importing <br /> country in accordance with the procedures applicable in that Party. <br /> ARTICLE 3.13: CERTIFICATION AND DECLARATION OF ORIGIN <br /> 1. The Proof of Origin shall be in English. <br /> 2. The Certificate of Origin shall be in the form specified in this Chapter and in <br /> light pink. <br /> 3. The Certificates of Origin shall bear a unique sequential serial number <br /> affixed by the Issuing Authority in the exporting party. <br /> 4. The Certificate of Origin shall be valid for only one import and shall include <br /> one or more goods. <br /> 5. The number and date of the commercial invoice or any other relevant <br /> documents shall be indicated in the box reserved for this purpose in the Certificate <br /> of Origin. <br /> 6. The Proof of Origin shall be submitted within its validity period. <br /> 7. In exceptional circumstances, the Proof of Origin may be accepted by the <br /> customs authority in importing Party for the purpose of granting preferential tariff <br /> treatment even after the expiry of its validity provided the failure to observe the time <br /> limit results from force majeure or other valid reasons beyond the control of the <br /> exporter and the goods have been imported before the expiry of the validity period <br /> of the said Proof of Origin. <br /> 8. The Certificate of Origin or the origin declaration shall be forwarded by the <br /> exporter to the importer. The Customs authorities may require the original copy. <br /> 9. No erasures and superimpositions shall be allowed on the Proof of Origin. <br /> The alterations if any, shall be made by striking out the errors and making any <br /> addition required and such alterations shall be approved and certified by an official <br /> authorised to sign the Certificate of Origin, or the approved exporter and unused <br /> spaces shall be crossed out to prevent any subsequent addition. <br /> 10. The Certificate of Origin shall be issued at the time of exportation, but under <br /> exceptional cases, where a Certificate of Origin has not been issued at the time of <br /> exportation or within five(5) working days from the date of shipment due to <br /> involuntary errors or omissions, or any other valid reasons, the Certificate of Origin <br /> may be issued retrospectively, bearing the words @^@ISSUED RETROSPECTIVELY@^@ <br /> in box 8 of the Certificate of Origin or the origin declaration, as the case may be, <br /> with the issuing authority or the approved exporter, also recording the reasons in <br /> writing on the exceptional circumstances due to which the certificate was issued <br /> retrospectively. The Certificate of Origin or the origin declaration can be <br /> issued/made retrospectively within twelve months from the date of shipment. <br /> 11. In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br /> may apply in writing to the issuing authority for a certified true copy of the original <br /> made on the basis of the export documents in their possession bearing the <br /> endorsement of the words @^@CERTIFIED TRUE COPY@^@ (in lieu of the original <br /> certificate). This copy shall bear the date of the original Certificate of Origin. The <br /> certified true copy of a Certificate of Origin shall be issued not later than one year <br /> from the date of issuance of the original Certificate of Origin. Similarly, an approved <br /> exporter may also issue a certified true copy of the Origin Declaration which shall <br /> be issued not later than one year from the date of issuance of the original origin <br /> declaration. The exporter shall immediately notify the loss and undertake not to <br /> use the original Certificate of Origin for exports under this Agreement to the <br /> competent authority. <br /> 12. Minor discrepancies between the Proof of Origin and the documents <br /> submitted to the customs authority at the port of importation for the purpose of <br /> carrying out the formalities for importing the products shall not ipso facto invalidate <br /> the Proof of Origin, if such Proof of Origin corresponds to the products under <br /> importation. Minor discrepancies include typing errors or formatting errors, subject <br /> to the condition that these minor errors do not affect the authenticity of the Proof of <br /> Origin or the accuracy of the information included in the Proof of Origin. <br /> Discrepancies in the specimen signatures or seals of the issuing authority shall not <br /> be regarded as minor discrepancies. <br /> ARTICLE 3.16: DOCUMENTS FOR THE APPLICATION OF PROOF OF ORIGIN <br /> 1. For the issue of a Certificate of Origin, the final producer, manufacturer or <br /> exporter of the good shall present, or submit electronically through the approved <br /> channel, to the issuing authority of the exporting Party - <br /> (a) set of minimum information requirements referred to in Annex 4 in <br /> whichever form or format as may be required by the competent <br /> authority; and <br /> (b) the corresponding commercial invoice or other documents necessary <br /> to establish the origin of the good. <br /> 2. In case of origin declaration, approved exporter should maintain the <br /> documents referred to in paragraph 1 of this Article <br /> 3. The description of the good and its tariff classification in the minimum <br /> required information, shall correspond with the description of the good in the <br /> commercial invoice. <br /> 4. The Issuing Authority may apply a risk management system in order to <br /> selectively conduct pre-export verification of the minimum required information filed <br /> by an Exporter/Producer/Manufacturer/Approved Exporter. The verification may, at <br /> the discretion of the issuing authority, include methods such as obtaining detailed <br /> cost sheets, and conducting a factory visit.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 3.20: VERIFICATION OF CERTIFICATES OF ORIGIN/STATEMENT OF ORIGIN <br /> 1. The customs authority of the importing Party, may initiate a verification <br /> relating to the authenticity of a Proof of Origin referred to in Article 3.12.1. as well <br /> as the veracity of the information contained therein, in accordance with the <br /> procedures established in this agreement, in cases of doubt or on random basis. <br /> 2. In so far as possible, the customs authority of the importing party conducting <br /> a verification shall seek necessary information or documents relating to the origin of <br /> imported good from the importer, in accordance with its domestic laws and <br /> regulations, before making any request to the competent authority of the exporting <br /> party for verification. <br /> 3. In cases where the customs authority of the importing party deems it <br /> necessary to seek a verification from the competent authority of the exporting party, <br /> it shall specify whether the verification is on random basis or the veracity of the <br /> information is in doubt. In case the determination of origin is in doubt, the customs <br /> authority shall provide detailed grounds for the doubt concerning the veracity of <br /> Proof of Origin. <br /> 4. The proceedings of verification of origin as provided in this Chapter shall <br /> also apply to the goods already cleared for home consumption.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ANNEX 6 - APPROVED EXPORTER SCHEME OF SELF-CERTIFICATION UNDER INDIA-MAURITIUS TRADE AGREEMENT <br /> 1. The competent authority of the exporting Party may, subject to domestic <br /> regulations, authorise an eligible exporter (hereafter known as an @^@approved <br /> exporter@^@) established in that Party to self-certify their origin declaration, provided <br /> that the approved exporter accepts full responsibility for certification of origin of the <br /> export product. <br /> 2. The competent authority of a Party shall after a due process grant an <br /> authorisation number to an approved exporter established in that Party. The <br /> authorisation number must be unique for every approved exporter and be mentioned <br /> in the origin declaration. <br /> 3. The self-certification of origin of an approved exporter will have the following <br /> wording: <br /> @^@The exporter (name with authorisation number) of the product(s) covered by <br /> this commercial document declares that, except where otherwise clearly <br /> indicated, these products are of ________13 preferential origin according to the <br /> rules of origin under the India-Mauritius Trade Agreement and that the criteria <br /> met is _______ 14 with/without bilateral cumulation. The exporter of the <br /> product(s) accepts full responsibility for this origin declaration@^@ <br /> 4. The origin declaration must be provided in English, in a legible and permanent <br /> form, on any commercial document such as commercial invoice that identifies the <br /> approved exporter and the originating products. The commercial document which <br /> includes the origin declaration must be signed by an authorised signatory. <br /> 5. An origin declaration may be completed when the products to which it relates <br /> are exported, or within 12 months of exportation. <br /> 6. The competent authority of the Party of export shall maintain a system to <br /> monitor the proper use of an authorisation. The authorisation may be withdrawn if <br /> the approved exporter no longer fulfils the requirements or makes improper use of <br /> the authorisation. <br /> 7. The Parties shall notify the original list of their approved exporters with <br /> authorisation numbers along with any modifications thereof to each other's <br /> competent authorities. They shall also notify the domestic regulatory framework of <br /> the approved exporter scheme. <br /> 13 The country of origin must be indicated in this field i.e. @^@Indian@^@ or @^@Mauritius@^@ <br /> 14 @^@WO@^@ for wholly originating; @^@PSR@^@ followed by the HS6 digit code of that product for product specific rules", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: AUTHORITIES <br /> 1. The Certificate of Origin shall be issued by authorities designated by the <br /> Parties (hereinafter referred to as Issuing Authority). <br /> 2. Each party shall inform the Competent Authorities and the Customs <br /> Administration of other Party of the names and addresses of the officials of the <br /> issuing authority/authorised exporters designated to issue Certificates/Statements <br /> of Origin under this agreement. They shall also provide the specimen signatures <br /> and specimen official seals of the officials of the issuing authorities. <br /> 3. Each Party shall intimate the name, designation and contact details <br /> (address, phone number, fax number, e-mail) of its authorities- <br /> (i) to whom the specimen seals and signatures of the Issuing Authorities <br /> of the other Party should be communicated <br /> India: Central Board of Indirect Taxes and Customs, Department of Revenue, <br /> Government of India <br /> Mauritius: Mauritius Revenue Authority, Customs Department <br /> (ii) to whom the references of verification of Proof of Origin issued by the <br /> Party, should be addressed <br /> India: Department of Commerce, Government of India <br /> Mauritius: Mauritius Revenue Authority, Customs Department <br /> (iii) from whom the specimen seals and signatures of the Issuing <br /> Authorities of the other Party would be received <br /> India: Department of Commerce, Government of India <br /> Mauritius: Mauritius Revenue Authority, Customs Department <br /> (iv) from whom references would emanate for verification of Proof of <br /> Origin issued by the other Party <br /> India: Central Board of Indirect Taxes and Customs, Department of Revenue, <br /> Government of India <br /> Mauritius: Mauritius Revenue Authority, Customs Department <br /> 4. Any change in names, designations, addresses, specimen signatures or <br /> officials' seals shall be promptly informed to the other Party. <br /> [Customs administration]: <br /> Agency <br /> Export Inspection Council and Export Inspection Agencies <br /> Marine Products Export Development Authority and regional offices <br /> Development Commissioner, Handicraft and regional offices <br /> Spices Board, <br /> Coir Board, <br /> Textile Committee and regional offices <br /> Central Silk Board and regional offices <br /> MEPZ special Economic Zone <br /> Kandla Special Economic zone, <br /> SEEPZ Special Economic Zone <br /> Cochin Special Economic Zone, <br /> NOIDA Export Processing Zone <br /> Vishakhapatnam SEZ <br /> Falta SEZ <br /> Directorate General of Foreign Trade and regional offices <br /> Tobacco Board <br /> Agricultural and Processed Food Products Export Development Authority (APEDA) <br /> ANNEX 8 - MAURITIUS AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br /> Mauritius Revenue Authority (Customs)", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: PROOF OF ORIGIN <br /> A Certificate/Statement of Origin or Origin declaration shall be valid for twelve <br /> months from the date of issue in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.17: PRESERVATION OF DOCUMENTS <br /> The Issuing Authorities shall keep the minimum required information and <br /> supporting documents for a period no less than five (5) years, as from the date of <br /> issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 3.25: GOOD COMPLYING WITH RULES OF ORIGIN <br /> If a verification conducted under Article 3.20 determines the goods to be complying <br /> with the Rules of Origin under the agreement, the importer shall be promptly <br /> refunded the duties paid in excess or guarantees obtained in accordance with the <br /> domestic legislation of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: DOCUMENTS FOR THE APPLICATION OF PROOF OF ORIGIN <br /> 1. For the issue of a Certificate of Origin, the final producer, manufacturer or <br /> exporter of the good shall present, or submit electronically through the approved <br /> channel, to the issuing authority of the exporting Party - <br /> (a) set of minimum information requirements referred to in Annex 4 in <br /> whichever form or format as may be required by the competent <br /> authority; and <br /> (b) the corresponding commercial invoice or other documents necessary <br /> to establish the origin of the good. <br /> 2. In case of origin declaration, approved exporter should maintain the <br /> documents referred to in paragraph 1 of this Article <br /> 3. The description of the good and its tariff classification in the minimum <br /> required information, shall correspond with the description of the good in the <br /> commercial invoice. <br /> 4. The Issuing Authority may apply a risk management system in order to <br /> selectively conduct pre-export verification of the minimum required information filed <br /> by an Exporter/Producer/Manufacturer/Approved Exporter. The verification may, at <br /> the discretion of the issuing authority, include methods such as obtaining detailed <br /> cost sheets, and conducting a factory visit.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: THIRD PARTY INVOICING <br /> When a good to be traded is invoiced by a non-Party trader, the producer, <br /> manufacturer or exporter of the originating Party shall inform, in the field titled <br /> @^@Remarks@^@ of the Certificate of Origin, that the goods shall be invoiced from that <br /> non-Party trader, reproducing the following data from the commercial invoice <br /> issued by the non-party trader: name, and address of the non-party trader, invoice <br /> number and date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: OBLIGATION OF THE EXPORTER/PRODUCER/MANUFACTURER/APPROVED EXPORTER <br /> 1. The Exporter/Producer/Manufacturer/Approved Exporter shall submit <br /> minimum required information, as referred in Article 3.16.1, and supporting <br /> documents for issue of Certificate of Origin as per procedure followed by the <br /> Issuing Authority in the exporting party only in cases where a good conforms to the <br /> Rules of Origin provided in this Agreement. <br /> 2. Any Exporter/Producer/Manufacturer/Approved Exporter who falsely <br /> represents any material information relevant to the determination of origin of a good <br /> shall be liable to be penalised under the domestic laws of the exporting Party. <br /> 3. The Exporter/Producer/Manufacturer/Approved Exporter shall keep the <br /> minimum required information, as referred in Article 3.16.1, and supporting <br /> documents for a period no less than five (5) years, starting from the end of the year <br /> of the date of its issue. <br /> 4. For the purpose of determination of origin, the Exporter/Producer/ <br /> Manufacturer/Approved Exporter applying for a Certificate of Origin or Origin <br /> Declaration under this agreement shall maintain appropriate commercial <br /> accounting records for the production and supply of goods qualifying for preferential <br /> treatment and keep all commercial and customs documentation relating to the <br /> material used in the production of the good, for at least five years from the date of <br /> issue of the Proof of Origin <br /> 5. These obligations also apply to suppliers who provide the <br /> Exporter/Producer/ Manufacturer/Approved Exporter with the declarations certifying <br /> the originating status of the goods supplied. <br /> 6. The Exporter/Producer/Manufacturer/Approved Exporter shall upon request <br /> of the competent authority of the exporting party where the Proof of Origin or the <br /> origin declaration has been issued, make available records for inspection to enable <br /> verification of the origin of the good. <br /> 7. The Exporter/Producer/Manufacturer/Approved Exporter shall not deny any <br /> request for a verification visit, agreed between the competent authority of the <br /> exporting party and the customs administration of the importing party, in terms of <br /> this Article. Any failure to consent to a verification visit shall be liable for a denial of <br /> preferential benefits claimed under this agreement. <br /> 8. The Exporter/Producer/Manufacturer/Approved Exporter shall undertake to <br /> notify all parties to whom the Certificate or statement was given of any change that <br /> could affect its accuracy or validity. <br /> ARTICLE 3.19: PRESENTATION OF CLAIM FOR PREFERENTIAL TREATMENT <br /> 1. The importer shall make the claim for preferential treatment before the <br /> customs authority of the importing Party at the time of importation of goods. For the <br /> purpose of claiming the preferential tariff treatment for an originating good, the <br /> original copy of the Proof of Origin as referred to in Article 3.12 shall be submitted <br /> to the customs authority of the importing Party together with the documents <br /> required at the time of customs clearance of the goods for the importation in <br /> accordance with the laws and regulations of the importing Party, including the <br /> original Proof of Origin if so required. <br /> 2. If a claim for preferential treatment is made without producing the original <br /> copy of the Proof of Origin as referred to in Article 3.12, the customs authority of <br /> the importing Party may deny preferential treatment and request a guarantee in any <br /> of its modalities or may take any action necessary in order to preserve fiscal <br /> interests, as a pre-condition for the completion of the importation operations subject <br /> to and in accordance with the laws and procedures of the importing Party, including <br /> the original Proof of Origin if so required. <br /> [Customs administration]: <br /> ARTICLE 3.20: VERIFICATION OF CERTIFICATES OF ORIGIN/STATEMENT OF ORIGIN <br /> 1. The customs authority of the importing Party, may initiate a verification <br /> relating to the authenticity of a Proof of Origin referred to in Article 3.12.1. as well <br /> as the veracity of the information contained therein, in accordance with the <br /> procedures established in this agreement, in cases of doubt or on random basis. <br /> 2. In so far as possible, the customs authority of the importing party conducting <br /> a verification shall seek necessary information or documents relating to the origin of <br /> imported good from the importer, in accordance with its domestic laws and <br /> regulations, before making any request to the competent authority of the exporting <br /> party for verification. <br /> 3. In cases where the customs authority of the importing party deems it <br /> necessary to seek a verification from the competent authority of the exporting party, <br /> it shall specify whether the verification is on random basis or the veracity of the <br /> information is in doubt. In case the determination of origin is in doubt, the customs <br /> authority shall provide detailed grounds for the doubt concerning the veracity of <br /> Proof of Origin. <br /> 4. The proceedings of verification of origin as provided in this Chapter shall <br /> also apply to the goods already cleared for home consumption. <br /> ARTICLE 3.21: PROCEDURE FOR VERIFICATION <br /> 1. Any request made pursuant to Article 3.20 shall be in accordance with the <br /> following procedure, namely: <br /> (a) The customs authority of the importing party shall make a request for <br /> verification by providing a copy of the Proof of Origin on Invoice and Bill of <br /> Lading or Airway Bill. <br /> (b) The customs authority of the importing party shall specify whether it requires <br /> a verification of the genuineness of the Proof of Origin to rule out any forgery <br /> or seek the minimum required information or seek to verify the determination <br /> of origin. <br /> (c) In cases where the customs authority of the importing party seeks to verify <br /> the determination of origin, it shall send a questionnaire to the competent <br /> authorities of the exporting Party, which shall be passed on to the <br /> Exporter/Producer/Manufacturer/Approved Exporter, for such inquiry or <br /> documents, as necessary. <br /> (d) The competent authority of the exporting Party shall provide the information <br /> and documentation requested, within: <br /> (i) fifteen (15) days of the date of receipt of the request, if the request <br /> pertains to the authenticity of issue of the Proof of Origin, including the <br /> seal and signatures of the issuing authority; <br /> (ii) thirty (30) days of the date of receipt of the request, if the request seeks <br /> a copy of the relevant document with the minimum required information. <br /> (iii) ninety (90) days from the date of receipt of such request, if the request <br /> is on the grounds of suspicion of the accuracy of the determination of <br /> origin of the product. Such period can be extended through mutual <br /> consultation between the customs authority of the importing party and <br /> issuing authority of the exporting party for a period no more than sixty <br /> (60) days. <br /> (e) On receiving the results of the verification check pursuant to clause (d), the <br /> customs authority of the importing Party deems it necessary to request for <br /> further investigative actions or information, the customs authorities of the <br /> importing Party shall communicate the fact to the competent authority of the <br /> exporting Party. The term for the execution of such new actions or for the <br /> presentation of additional information shall be not more than ninety (90) <br /> days, from the date of the receipt of the request for the additional <br /> information. <br /> (f) If, on receiving the results of the verification pursuant to clause (d) or clauses <br /> (d) and (e), the competent authorities of the importing Party deem it <br /> necessary, it may deliver a written request to the competent authority of the <br /> exporting Party to facilitate a visit to the premises of the <br /> Exporter/Producer/Manufacturer/Approved Exporter, with a view to <br /> examining the records, production processes, as well as the equipment and <br /> tools utilised in the manufacture of the good under verification. <br /> (g) The request for a verification visit shall be made not later than 30 days of the <br /> receipt of the verification report referred to in clause (d) or/and clause (e). <br /> The requested party shall promptly inform the dates of the visit, but not later <br /> than 45 days of the receipt of request and give a notice of at least 21 days to <br /> the requesting party and Exporter/Producer/Manufacturer/Approved Exporter <br /> so as to enable arrangements for the visit. <br /> (h) The competent authorities of the exporting Party shall accompany the <br /> authorities of the importing Party in their above-mentioned visit, which may <br /> include the participation of specialists who shall act as observers. Each Party <br /> can designate specialists, who shall be neutral and have no interest <br /> whatsoever in the verification. Each Party may deny the participation of such <br /> specialists whenever the latter represent the interests of the companies <br /> involved in the verification. <br /> (i) Once the visit is concluded, the participants shall subscribe to a @^@Record of <br /> Visit@^@. The said record shall contain the following information: date and place <br /> of the carrying out of the visit; identification of the Certificate of Origin or the <br /> origin declaration which led to the verification; identification of the goods <br /> under verification; identification of the participants, including indications of <br /> the organs and institutions to which they belong; and a record of <br /> proceedings. <br /> ARTICLE 3.24: DENIAL OF PREFERENTIAL TREATMENT <br /> 1. The customs authority of the importing party may deny the claim for <br /> preferential tariff treatment or recover unpaid duties in accordance with its laws and <br /> regulations, where - <br /> (a) the customs authority of the importing party determines that the goods does <br /> not meet the requirements of the Rules of Origin under the agreement; <br /> (b) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br /> maintain records or documentation necessary for determining the origin of the good <br /> or denies access to the records, documentation or visit for verification; <br /> (c) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br /> provide sufficient information that the importing party requested to determine that <br /> the good is an originating good; <br /> (d) the Exporter/Producer/Manufacturer/Approved Exporter denies access to the <br /> records or production facilities during a verification visit; <br /> (e) the competent authorities of the exporting Party fails to provide sufficient <br /> information in pursuance to a written request for verification within stipulated time <br /> lines stated in Article 3.21; <br /> (f) the information provided by the competent authority of the exporting Party or <br /> exporter or producer or manufacturer or approved exporter is not sufficient to prove <br /> that the good qualifies as an originating good as defined under this agreement. <br /> 2. In cases where the Proof of Origin is rejected by the customs authorities of <br /> the importing Party, after following the due process provided under its domestic <br /> laws, a copy of the decision, containing the grounds of rejection, shall be provided <br /> to the importer and the competent authority of the exporting party. The customs <br /> authority of the importing party shall alongside of communicating this decision also <br /> return the original Proof of Origin to the competent authority of the exporting party. <br /> 3. Upon being communicated the grounds for denial of preferential tariff <br /> treatment, the Exporter/Producer/Manufacturer/Approved Exporter in the exporting <br /> party may within the period provided for in the customs law of the importing party <br /> file an appeal against such decision with the appropriate appellate authority under <br /> the customs laws of the importing party. <br /> ARTICLE 3.26: NON-COMPLIANCE OF THE GOOD WITH THE RULES OF ORIGIN <br /> If a verification under Article 3.20 establishes non-compliance of the goods with the <br /> Rules of Origin, duties shall be levied in accordance with the domestic legislation of <br /> the importing Party in addition to any other action that may be taken under any laws <br /> for the time being in force. <br /> ARTICLE 3.27: PROSPECTIVE RESTORATION OF PREFERENTIAL BENEFITS <br /> 1. Where preferential treatment to a good has been denied by the customs <br /> authority of the importing party, the Exporter/Producer/Manufacturer/Approved <br /> Exporter may take recourse to the procedure in paragraph (2) of this article in <br /> respect of future exports to importing party. <br /> 2. Such Exporter/Producer/Manufacturer/Approved Exporter shall clearly <br /> demonstrate to the issuing authority of the exporting party that the manufacturing <br /> conditions were modified so as to fulfil the origin requirements of the Rules of <br /> Origin under this agreement. <br /> 3. The competent authorities of the exporting Party shall send the information <br /> to the customs authority of the Importing party explaining the changes carried out <br /> by Exporter/Producer/Manufacturer/Approved Exporter in the manufacturing <br /> conditions as a consequence of which the goods fulfil the origin criterion. <br /> 4. The competent authorities of the importing Party shall within forty-five (45) <br /> days, from the date of the receipt of the said information, request for a verification <br /> visit to the producer's premises, if deemed necessary, for satisfying itself of the <br /> veracity the claims of the Exporter/Producer/Manufacturer/Approved Exporter <br /> referred in paragraph (2) of this article. <br /> 5. If the competent authorities of the importing and the exporting Parties fail to <br /> agree on the fulfilment of the compliance of the Rules of Origin subsequent to the <br /> modification of the manufacturing conditions, they may refer the matter to the Joint <br /> Technical Committee established under Article 3.31 for a decision. <br /> ARTICLE 3.28: TEMPORARY SUSPENSION OF PREFERENTIAL TREATMENT <br /> 1. The Importing Party may suspend the tariff preference in respect of a good <br /> originating in the exporting party, when the withdrawal is justified due to persistent <br /> failure to comply with the provisions of these rules by an <br /> Exporter/Producer/Manufacturer/Approved Exporter in the exporting party or a <br /> persistent failure on part of the competent authority to respond to a request for <br /> verification. <br /> 2. The exporting Party shall, within fifteen days of suspension of preferential <br /> tariff benefits for a good, be notified of the reasons for such suspension. <br /> 3. Upon receipt of the notification for suspension, the competent authority of <br /> exporting Party may request for consultations. <br /> 4. The consultations may occur by means of e-mail communications, video <br /> conference and/or meetings and may also involve joint verification, or as mutually <br /> agreed. <br /> 5. Pursuant to the consultations between both parties, and such measures as <br /> may be mutually agreed, both parties shall resolve to: <br /> (a) restore preferential benefit to the good with retrospective effect; or <br /> (b) restore preferential benefit to the good with prospective effect, subject to <br /> implementation of any mutually agreed measures by one or both Parties; or <br /> (c) continue with the suspension of preferential benefits to the good, subject to <br /> remedies available under Article 3.27 of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 3.29: PENALTIES <br /> 1. Each Party shall adopt or maintain measures that provide for the imposition <br /> of civil, administrative, and, where appropriate, criminal sanctions for violations of <br /> its customs laws and regulations, including those governing tariff classification, <br /> customs valuation, rules of origin, and the entitlement to preferential tariff treatment <br /> under this Agreement. <br /> 2. Nothing contained in this Agreement shall preclude the application of the <br /> respective national legislation relating to breach of customs laws or any other law <br /> for the time being in force on the importer or <br /> Exporter/Producer/Manufacturer/Approved Exporter in both the territories of both <br /> Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: CERTIFICATION AND DECLARATION OF ORIGIN <br /> 12. Minor discrepancies between the Proof of Origin and the documents <br /> submitted to the customs authority at the port of importation for the purpose of <br /> carrying out the formalities for importing the products shall not ipso facto invalidate <br /> the Proof of Origin, if such Proof of Origin corresponds to the products under <br /> importation. Minor discrepancies include typing errors or formatting errors, subject <br /> to the condition that these minor errors do not affect the authenticity of the Proof of <br /> Origin or the accuracy of the information included in the Proof of Origin. <br /> Discrepancies in the specimen signatures or seals of the issuing authority shall not <br /> be regarded as minor discrepancies.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 3.24: DENIAL OF PREFERENTIAL TREATMENT <br /> 3. Upon being communicated the grounds for denial of preferential tariff <br /> treatment, the Exporter/Producer/Manufacturer/Approved Exporter in the exporting <br /> party may within the period provided for in the customs law of the importing party <br /> file an appeal against such decision with the appropriate appellate authority under <br /> the customs laws of the importing party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 3 - RULES OF ORIGIN <br> ARTICLE 3.2: ORIGIN CRITERIA <br> 1. For the purposes of this Agreement, a product shall be considered as <br> originating in a Party and eligible for preferential tariff treatment, if: <br> (a) it has been wholly obtained in a Party, in accordance with Article 3.3; or <br> (a) operations to ensure the preservation of products in good condition during <br> (b) it meets the product specific rules (PSRs) listed in Annex 5. <br> The value addition criteria for PSRs listed in Annex 5 is defined as <br> Value addition = [FOB value of export - (CIF value of non-originating material + <br> products. <br> question. <br> value of material of undetermined origin)]/ [FOB value of export] <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Value addition = [cost of originating material + direct labour cost + direct overhead <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> cost + profits]/ [FOB value of export] <br> 2. Notwithstanding paragraph 2 above, the final manufacture before export <br> must have occurred in the Party of export. <br> ARTICLE 3.3: WHOLLY PRODUCED OR OBTAINED PRODUCTS <br> (i) Sharpening, simple grinding or simple cutting; <br> Within the meaning of Article 3.2.1(a), the following products shall be considered as <br> being wholly obtained or produced in the territory of a Party: <br> (a)    Plants and plant products grown and harvested in a Party; <br> (Note: For the purposes of this subparagraph, the term @^@plant@^@ refers to all plant life, <br> including fruit, flowers, vegetables, trees, seaweed, fungi and live plants.) <br> (b)    Live animals born and raised there and products from such animals; <br> (m) simple mixing of products, whether or not of different kinds; <br> (c)    Products obtained by hunting, trapping, fishing or aquaculture conducted in <br> the party; <br> (d)    Fish and fish products taken from the sea outside the territorial waters of that <br> party by a vessel registered in that Party and flying its flag; <br> (e)    Mineral goods and other naturally occurring substances extracted from or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> beneath its soil, waters or seabed; <br> (f)    Waste and scrap resulting from utilisation, consuming or manufacturing <br> boards and all other simple packaging operations; <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> operations conducted in the territory of any of the Parties, provided they are fit only <br> for the recovery of raw materials; <br> (g)    products manufactured there exclusively from those specified in <br> subparagraphs (a) to (f) above. <br> ARTICLE 3.4: DE MINIMIS <br> Notwithstanding Article 3.2.1 on the origin criteria, non-originating materials that do <br> disassembly of products into parts; <br> not meet either the Wholly Obtained criteria listed in Articles 3.3 or CTC, if <br> applicable in the product specific rule (PSR) shall be deemed as originating if: <br> (a) their total value does not exceed 12.5% of the FOB price of the export <br> product. <br> (b) and in case of textiles and clothing under HS chapters 50-63, the weight of <br> the non-originating material is less than 7% of the total weight of the <br> materials used in the export product. <br> ARTICLE 3.5: MINIMAL OPERATIONS AND PROCESSES <br> 1. Notwithstanding any provisions in this text, a product shall not be considered <br> as originating in a Party if any of the following operations are undertaken <br> exclusively by itself or in combination in the territory of that Party: <br> transport and storage (such as drying, freezing or thawing, keeping in brine, <br> @^@accounting segregation@^@ method for managing stocks. <br> (d) for textiles: <br> (i) attaching accessory articles such as straps, bands, beads, cords, <br> rings and eyelets; <br> (ii) ironing or pressing of textiles; <br> (e) simple painting and polishing; <br> (h) peeling and removal of stones and shells from fruits, nuts and vegetables; <br> (b) changes of packaging and breaking up and assembly of packages; <br> (j) simple operations such as removal of dust, sifting, screening, sorting, <br> classifying, grading, matching; <br> (g) operations to colour sugar or form sugar lumps; <br> (o) slaughter of animals; or <br> (p) simple testing, calibration, inspection or certification. <br> For the purposes of paragraph 1 above, @^@simple@^@ describes an activity which need <br> ARTICLE 3.6: BILATERAL CUMULATION <br> For the purposes of determining whether a product qualifies as an originating <br> products or their packaging; <br> product of a Party, an originating material of the other Party which is used as a <br> material in the production of the product in the former Party may be considered as <br> an originating material of the former Party, provided that such material has <br> 3. An importer shall upon request supply appropriate evidence to the customs <br> undergone its last production process in the former Party which goes beyond the <br> operations provided for in Article 3.5. <br> ARTICLE 3.7: PACKAGES AND PACKING MATERIALS AND CONTAINERS <br> 1. The packages and packing materials for retail sale, when classified together <br> with the packaged product, shall not be taken into account for considering whether <br> all non-originating materials used in the manufacture of a product fulfil the criterion <br> corresponding to a change of tariff classification of the said product. <br> 2. Where a product is subject to an ad-valorem percentage criterion, the value <br> of the packages and packing materials for retail sale shall be taken into account in <br> its origin assessment, in case the packing is considered as forming a whole with <br> 3. The containers and packing materials exclusively used for the transport of a <br> product shall not be taken into account for determining the origin of any product. <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS AND SETS <br> 1. Accessories, spare parts and tools dispatched with a piece of <br> equipment, machine, apparatus or vehicle, which are part of the normal equipment <br> as per standard trade practice and which value is included in its FOB price, or <br> which are not separately invoiced, shall be considered as part of the product in <br> 2. Sets, as defined in General Rule 3 of the Harmonized System, shall be <br> regarded as originating when all component products are originating. Nevertheless, <br> when a set is composed of originating and non-originating products, the set as a <br> whole shall be regarded as originating provided that the value of the non-originating <br> products does not exceed 10 per cent of the FOB value of the set. A Party applying <br> this rule shall not use the de-minimis criteria in Article 3.4 for originating products of <br> ARTICLE 3.9: INDIRECT MATERIALS <br> the set. <br> Neutral elements, which have not entered into the final composition of the product, <br> such as energy and fuel, plant and equipment, or machines and tools, shall not be <br> taken into account when the origin of that product is determined. <br> ARTICLE 3.10: ACCOUNTING SEGREGATION <br> 1. Where identical and interchangeable originating and non-originating <br> materials including materials of undetermined origin are used in the manufacture of <br> removal of damaged parts) and other similar operations; <br> a product, those materials shall be physically segregated, according to their origin, <br> during storage. <br> 2. Notwithstanding paragraph 1 of this Article, a producer facing considerable <br> costs or material difficulties in keeping separate stocks of identical and <br> interchangeable originating and non-originating materials including materials of <br> undetermined origin used in the manufacture of a product, may use the so-called <br> 3. The accounting method shall be recorded, applied and maintained in <br> accordance with Generally Accepted Accounting Principles (GAAP)1 applicable in <br> the Party in which the product is manufactured. The method chosen must: <br> (a) permit a clear distinction to be made between originating and non-originating <br> materials including materials of undetermined origin acquired and/or kept in <br> stock; and <br> (b) guarantee over the relevant accounting period of twelve months that no <br> more products receive originating status than would be the case if the <br> materials had been physically segregated. <br> A producer using an inventory management system shall keep records of the <br> operation of the system that are necessary for the customs administration of the <br> Party concerned to verify compliance with the provisions of this Chapter. <br> 4. The competent authority may require from its exporters that the application <br> of the method for managing stocks as provided for in this Article will be subject to <br> prior authorisation. <br> 1 The term @^@Generally Accepted Accounting Principles@^@ means the recognised consensus or <br> substantial authoritative support within a Party at a particular time as to which economic resources <br> and obligations should be recoded as assets and liabilities, which changes in assets and liabilities <br> should be recorded, how the assets and liabilities and changes in them should be measured, what <br> information should be disclosed and how it should be disclosed, and which financial statements <br> should be prepared. These standards may be broad guidelines of general application as well as <br> detailed practices and procedures <br> ARTICLE 3.11: TRANSPORT <br> 1. Preferential treatment in accordance with this Agreement shall only be <br> granted to originating products that are transported directly between the Parties. <br> 2. Notwithstanding paragraph 1 above, an originating product may be <br> transported through territories of non-parties for the purpose of transit or temporary <br> storage in warehouses in such non-Parties, provided that it: <br> (a) does not undergo operations other than unloading, reloading, or any <br> operation designed to preserve it in good condition; and <br> (b) remain under customs control and has not entered into trade or <br> consumption in those non-Parties. <br> If an originating product of the other Party does not meet the consignment criteria <br> referred to in paragraph 2 above, the product shall not be considered as an <br> originating product of the other Party. <br> authorities of the Party of import that the conditions set out in paragraph 2 have <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> been fulfilled. <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> or <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a)   @^@ competent authority@^@ means: <br> (i)    for India, the Department of Commerce or the Central Board of <br> Indirect Taxes and Customs (CBIC) or any other agency notified from <br> time to time; <br> (ii)    for Mauritius, the Mauritius Revenue Authority, Customs Department; <br> (b)    @^@customs value@^@ means the value as determined in accordance with Article <br> VII of the General Agreement on Tariffs and Trade 1994, (also known as GATT) <br> including its notes and supplementary provision thereof; and the Agreement on the <br> Implementation of Article VII of GATT (also known as WTO Agreement on Customs Valuation); <br> (c)    @^@carrier@^@ means any vehicle for air, sea, and land transport; <br> (d)    @^@ Change in Tariff Classification@^@ or @^@CTC@^@ refers to the change in the <br> relevant tariff classification of the non-originating materials used in the manufacture <br> of the export product. CTC would cover the following cases: <br> (i) Change in Chapter or CC which implies the change in chapter at the <br> two-digit level of the Harmonized System for all non-originating <br> materials used in the manufacture of the export product; <br> (ii) Change in Tariff Heading or CTH which implies the change in tariff <br> heading at the four-digit level of the Harmonized System for all non- <br> originating materials used in the manufacture of the export product; <br> (iii) Change in Tariff Sub-Heading or CTSH which implies the change in <br> tariff sub-heading at the six-digit level of the Harmonized System for <br> all non-originating materials used in the manufacture of the export <br> (e)    @^@CIF value@^@ means the price actually paid or payable to the exporter for a <br> good when the good is loaded out of the carrier, at the port of importation, including <br> the cost of the good, insurance, and freight necessary to deliver the good to the <br> named port of destination. The valuation shall be made in accordance with the <br> Customs Valuation Agreement; <br> (f)    @^@FOB value@^@ or free-on-board value means the price actually paid or <br> payable to the exporter for a product when loaded onto the carrier at the named <br> port of exportation, including the cost of the product and all costs necessary to <br> bring the product onto the carrier; <br> (g) @^@Harmonized System@^@ or @^@HS@^@ means the Harmonized System or HS set <br> out in the Annex to the International Convention on the Harmonized Commodity <br> Description and Coding System, including any amendments adopted and <br> implemented by the parties in their respective laws; <br> (h) @^@manufacture@^@ means working or processing; <br> (i) @^@material@^@ means any ingredient, raw material, component or part and <br> goods that are used in the production of another good and physically incorporated <br> into another good; <br> (j) @^@non-originating materials used in production@^@ means any materials <br> whose country of origin is a country other than the Parties (imported non- <br> originating) and any materials whose origin cannot be determined (undetermined <br> origin); <br> (k)    @^@ originating materials@^@ means materials that qualify as originating under <br> this Chapter; <br> (l) @^@product@^@ means the product being manufactured, even if it is intended for <br> (m) @^@tariff classification@^@ means the classification of goods according to the <br> Harmonized System including its General Interpretative Rules and Explanatory <br> Notes; <br> (n) @^@territorial waters@^@ means waters extending up to 12 nautical miles from <br> the baseline as defined by the Parties in line with the United Nations Convention on <br> the Law of the Sea (UNCLOS); <br> (o) @^@territory@^@ means the territory of the Party including its territorial waters and <br> the air space above its territorial waters and the other maritime zones including the <br> Exclusive Economic Zone and Continental Shelf over which the Party has <br> sovereignty, sovereign rights or exclusive jurisdiction in accordance with its laws in <br> force, the 1982 United Nations Convention on the Law of the Sea and international <br> law; <br> (p) @^@value of non-originating materials@^@ means the customs value at the time <br> of importation of the non-originating materials used, or, if this is not known and <br> cannot be ascertained, the first ascertainable price paid for the materials in the <br> territory of a Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purpose of this Chapter: <br> later use in another manufacturing operation; <br> product; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 3 - RULES OF ORIGIN <br> ARTICLE 3.2: ORIGIN CRITERIA <br> 1. For the purposes of this Agreement, a product shall be considered as <br> originating in a Party and eligible for preferential tariff treatment, if: <br> (a) it has been wholly obtained in a Party, in accordance with Article 3.3; or <br> (a) operations to ensure the preservation of products in good condition during <br> (b) it meets the product specific rules (PSRs) listed in Annex 5. <br> The value addition criteria for PSRs listed in Annex 5 is defined as <br> Value addition = [FOB value of export - (CIF value of non-originating material + <br> products. <br> question. <br> value of material of undetermined origin)]/ [FOB value of export] <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Value addition = [cost of originating material + direct labour cost + direct overhead <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> cost + profits]/ [FOB value of export] <br> 2. Notwithstanding paragraph 2 above, the final manufacture before export <br> must have occurred in the Party of export. <br> ARTICLE 3.3: WHOLLY PRODUCED OR OBTAINED PRODUCTS <br> (i) Sharpening, simple grinding or simple cutting; <br> Within the meaning of Article 3.2.1(a), the following products shall be considered as <br> being wholly obtained or produced in the territory of a Party: <br> (a)    Plants and plant products grown and harvested in a Party; <br> (Note: For the purposes of this subparagraph, the term @^@plant@^@ refers to all plant life, <br> including fruit, flowers, vegetables, trees, seaweed, fungi and live plants.) <br> (b)    Live animals born and raised there and products from such animals; <br> (m) simple mixing of products, whether or not of different kinds; <br> (c)    Products obtained by hunting, trapping, fishing or aquaculture conducted in <br> the party; <br> (d)    Fish and fish products taken from the sea outside the territorial waters of that <br> party by a vessel registered in that Party and flying its flag; <br> (e)    Mineral goods and other naturally occurring substances extracted from or <br> (n) simple assembly of parts of articles to constitute a complete article or <br> beneath its soil, waters or seabed; <br> (f)    Waste and scrap resulting from utilisation, consuming or manufacturing <br> boards and all other simple packaging operations; <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> operations conducted in the territory of any of the Parties, provided they are fit only <br> for the recovery of raw materials; <br> (g)    products manufactured there exclusively from those specified in <br> subparagraphs (a) to (f) above. <br> ARTICLE 3.4: DE MINIMIS <br> Notwithstanding Article 3.2.1 on the origin criteria, non-originating materials that do <br> disassembly of products into parts; <br> not meet either the Wholly Obtained criteria listed in Articles 3.3 or CTC, if <br> applicable in the product specific rule (PSR) shall be deemed as originating if: <br> (a) their total value does not exceed 12.5% of the FOB price of the export <br> product. <br> (b) and in case of textiles and clothing under HS chapters 50-63, the weight of <br> the non-originating material is less than 7% of the total weight of the <br> materials used in the export product. <br> ARTICLE 3.5: MINIMAL OPERATIONS AND PROCESSES <br> 1. Notwithstanding any provisions in this text, a product shall not be considered <br> as originating in a Party if any of the following operations are undertaken <br> exclusively by itself or in combination in the territory of that Party: <br> transport and storage (such as drying, freezing or thawing, keeping in brine, <br> @^@accounting segregation@^@ method for managing stocks. <br> (d) for textiles: <br> (i) attaching accessory articles such as straps, bands, beads, cords, <br> rings and eyelets; <br> (ii) ironing or pressing of textiles; <br> (e) simple painting and polishing; <br> (h) peeling and removal of stones and shells from fruits, nuts and vegetables; <br> (b) changes of packaging and breaking up and assembly of packages; <br> (j) simple operations such as removal of dust, sifting, screening, sorting, <br> classifying, grading, matching; <br> (g) operations to colour sugar or form sugar lumps; <br> (o) slaughter of animals; or <br> (p) simple testing, calibration, inspection or certification. <br> For the purposes of paragraph 1 above, @^@simple@^@ describes an activity which need <br> ARTICLE 3.6: BILATERAL CUMULATION <br> For the purposes of determining whether a product qualifies as an originating <br> products or their packaging; <br> product of a Party, an originating material of the other Party which is used as a <br> material in the production of the product in the former Party may be considered as <br> an originating material of the former Party, provided that such material has <br> 3. An importer shall upon request supply appropriate evidence to the customs <br> undergone its last production process in the former Party which goes beyond the <br> operations provided for in Article 3.5. <br> ARTICLE 3.7: PACKAGES AND PACKING MATERIALS AND CONTAINERS <br> 1. The packages and packing materials for retail sale, when classified together <br> with the packaged product, shall not be taken into account for considering whether <br> all non-originating materials used in the manufacture of a product fulfil the criterion <br> corresponding to a change of tariff classification of the said product. <br> 2. Where a product is subject to an ad-valorem percentage criterion, the value <br> of the packages and packing materials for retail sale shall be taken into account in <br> its origin assessment, in case the packing is considered as forming a whole with <br> 3. The containers and packing materials exclusively used for the transport of a <br> product shall not be taken into account for determining the origin of any product. <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS AND SETS <br> 1. Accessories, spare parts and tools dispatched with a piece of <br> equipment, machine, apparatus or vehicle, which are part of the normal equipment <br> as per standard trade practice and which value is included in its FOB price, or <br> which are not separately invoiced, shall be considered as part of the product in <br> 2. Sets, as defined in General Rule 3 of the Harmonized System, shall be <br> regarded as originating when all component products are originating. Nevertheless, <br> when a set is composed of originating and non-originating products, the set as a <br> whole shall be regarded as originating provided that the value of the non-originating <br> products does not exceed 10 per cent of the FOB value of the set. A Party applying <br> this rule shall not use the de-minimis criteria in Article 3.4 for originating products of <br> ARTICLE 3.9: INDIRECT MATERIALS <br> the set. <br> Neutral elements, which have not entered into the final composition of the product, <br> such as energy and fuel, plant and equipment, or machines and tools, shall not be <br> taken into account when the origin of that product is determined. <br> ARTICLE 3.10: ACCOUNTING SEGREGATION <br> 1. Where identical and interchangeable originating and non-originating <br> materials including materials of undetermined origin are used in the manufacture of <br> removal of damaged parts) and other similar operations; <br> a product, those materials shall be physically segregated, according to their origin, <br> during storage. <br> 2. Notwithstanding paragraph 1 of this Article, a producer facing considerable <br> costs or material difficulties in keeping separate stocks of identical and <br> interchangeable originating and non-originating materials including materials of <br> undetermined origin used in the manufacture of a product, may use the so-called <br> 3. The accounting method shall be recorded, applied and maintained in <br> accordance with Generally Accepted Accounting Principles (GAAP)1 applicable in <br> the Party in which the product is manufactured. The method chosen must: <br> (a) permit a clear distinction to be made between originating and non-originating <br> materials including materials of undetermined origin acquired and/or kept in <br> stock; and <br> (b) guarantee over the relevant accounting period of twelve months that no <br> more products receive originating status than would be the case if the <br> materials had been physically segregated. <br> A producer using an inventory management system shall keep records of the <br> operation of the system that are necessary for the customs administration of the <br> Party concerned to verify compliance with the provisions of this Chapter. <br> 4. The competent authority may require from its exporters that the application <br> of the method for managing stocks as provided for in this Article will be subject to <br> prior authorisation. <br> 1 The term @^@Generally Accepted Accounting Principles@^@ means the recognised consensus or <br> substantial authoritative support within a Party at a particular time as to which economic resources <br> and obligations should be recoded as assets and liabilities, which changes in assets and liabilities <br> should be recorded, how the assets and liabilities and changes in them should be measured, what <br> information should be disclosed and how it should be disclosed, and which financial statements <br> should be prepared. These standards may be broad guidelines of general application as well as <br> detailed practices and procedures <br> ARTICLE 3.11: TRANSPORT <br> 1. Preferential treatment in accordance with this Agreement shall only be <br> granted to originating products that are transported directly between the Parties. <br> 2. Notwithstanding paragraph 1 above, an originating product may be <br> transported through territories of non-parties for the purpose of transit or temporary <br> storage in warehouses in such non-Parties, provided that it: <br> (a) does not undergo operations other than unloading, reloading, or any <br> operation designed to preserve it in good condition; and <br> (b) remain under customs control and has not entered into trade or <br> consumption in those non-Parties. <br> If an originating product of the other Party does not meet the consignment criteria <br> referred to in paragraph 2 above, the product shall not be considered as an <br> originating product of the other Party. <br> authorities of the Party of import that the conditions set out in paragraph 2 have <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> been fulfilled. <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> or <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.12: PROOF OF ORIGIN <br> 1. For products originating in a Party and otherwise fulfilling the requirements <br> of the text on Rules of Origin, the Proof of Origin of an export product will be <br> provided either through: <br> (a) an origin declaration on a commercial document completed by an <br> approved exporter established in the Party, in accordance with the <br> provisions of Annex 6; or <br> (b) a certificate of origin, whether in a printed form or such other medium, <br> including electronic format, issued by the competent authorities of either <br> Party, listed in Annexes 7 and 8. The format of the Certificate of Origin is at <br> Annex 9. Issuance and acceptance of electronic certificate of origin would be <br> in accordance with each Party's national legislation. <br> A Certificate/Statement of Origin or Origin declaration shall be valid for twelve <br> months from the date of issue in the exporting Party. <br> 2. Notwithstanding paragraph 1, importing parties shall not require a Proof of <br> Origin if the importing party has waived the requirement or does not require the <br> importer to present a Proof of Origin as per their national laws. <br> 3. Proof of Origin shall be submitted to the customs authorities of the importing <br> country in accordance with the procedures applicable in that Party. <br> ARTICLE 3.13: CERTIFICATION AND DECLARATION OF ORIGIN <br> 1. The Proof of Origin shall be in English. <br> 2. The Certificate of Origin shall be in the form specified in this Chapter and in <br> light pink. <br> 3. The Certificates of Origin shall bear a unique sequential serial number <br> affixed by the Issuing Authority in the exporting party. <br> 4. The Certificate of Origin shall be valid for only one import and shall include <br> one or more goods. <br> 5. The number and date of the commercial invoice or any other relevant <br> documents shall be indicated in the box reserved for this purpose in the Certificate <br> of Origin. <br> 6. The Proof of Origin shall be submitted within its validity period. <br> 7. In exceptional circumstances, the Proof of Origin may be accepted by the <br> customs authority in importing Party for the purpose of granting preferential tariff <br> treatment even after the expiry of its validity provided the failure to observe the time <br> limit results from force majeure or other valid reasons beyond the control of the <br> exporter and the goods have been imported before the expiry of the validity period <br> of the said Proof of Origin. <br> 8. The Certificate of Origin or the origin declaration shall be forwarded by the <br> exporter to the importer. The Customs authorities may require the original copy. <br> 9. No erasures and superimpositions shall be allowed on the Proof of Origin. <br> The alterations if any, shall be made by striking out the errors and making any <br> addition required and such alterations shall be approved and certified by an official <br> authorised to sign the Certificate of Origin, or the approved exporter and unused <br> spaces shall be crossed out to prevent any subsequent addition. <br> 10. The Certificate of Origin shall be issued at the time of exportation, but under <br> exceptional cases, where a Certificate of Origin has not been issued at the time of <br> exportation or within five(5) working days from the date of shipment due to <br> involuntary errors or omissions, or any other valid reasons, the Certificate of Origin <br> may be issued retrospectively, bearing the words @^@ISSUED RETROSPECTIVELY@^@ <br> in box 8 of the Certificate of Origin or the origin declaration, as the case may be, <br> with the issuing authority or the approved exporter, also recording the reasons in <br> writing on the exceptional circumstances due to which the certificate was issued <br> retrospectively. The Certificate of Origin or the origin declaration can be <br> issued/made retrospectively within twelve months from the date of shipment. <br> 11. In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the issuing authority for a certified true copy of the original <br> made on the basis of the export documents in their possession bearing the <br> endorsement of the words @^@CERTIFIED TRUE COPY@^@ (in lieu of the original <br> certificate). This copy shall bear the date of the original Certificate of Origin. The <br> certified true copy of a Certificate of Origin shall be issued not later than one year <br> from the date of issuance of the original Certificate of Origin. Similarly, an approved <br> exporter may also issue a certified true copy of the Origin Declaration which shall <br> be issued not later than one year from the date of issuance of the original origin <br> declaration. The exporter shall immediately notify the loss and undertake not to <br> use the original Certificate of Origin for exports under this Agreement to the <br> competent authority. <br> 12. Minor discrepancies between the Proof of Origin and the documents <br> submitted to the customs authority at the port of importation for the purpose of <br> carrying out the formalities for importing the products shall not ipso facto invalidate <br> the Proof of Origin, if such Proof of Origin corresponds to the products under <br> importation. Minor discrepancies include typing errors or formatting errors, subject <br> to the condition that these minor errors do not affect the authenticity of the Proof of <br> Origin or the accuracy of the information included in the Proof of Origin. <br> Discrepancies in the specimen signatures or seals of the issuing authority shall not <br> be regarded as minor discrepancies. <br> ARTICLE 3.14: THIRD PARTY INVOICING <br> When a good to be traded is invoiced by a non-Party trader, the producer, <br> manufacturer or exporter of the originating Party shall inform, in the field titled <br> @^@Remarks@^@ of the Certificate of Origin, that the goods shall be invoiced from that <br> non-Party trader, reproducing the following data from the commercial invoice <br> issued by the non-party trader: name, and address of the non-party trader, invoice <br> number and date. <br> ARTICLE 3.15: AUTHORITIES <br> 1. The Certificate of Origin shall be issued by authorities designated by the <br> Parties (hereinafter referred to as Issuing Authority). <br> 2. Each party shall inform the Competent Authorities and the Customs <br> Administration of other Party of the names and addresses of the officials of the <br> issuing authority/authorised exporters designated to issue Certificates/Statements <br> of Origin under this agreement. They shall also provide the specimen signatures <br> and specimen official seals of the officials of the issuing authorities. <br> 3. Each Party shall intimate the name, designation and contact details <br> (address, phone number, fax number, e-mail) of its authorities- <br> (i) to whom the specimen seals and signatures of the Issuing Authorities <br> of the other Party should be communicated <br> (ii) to whom the references of verification of Proof of Origin issued by the <br> Party, should be addressed <br> (iii) from whom the specimen seals and signatures of the Issuing <br> Authorities of the other Party would be received <br> India: Department of Commerce, Government of India <br> (iv) from whom references would emanate for verification of Proof of <br> Origin issued by the other Party <br> India: Central Board of Indirect Taxes and Customs, Department of Revenue, <br> Government of India <br> Mauritius: Mauritius Revenue Authority, Customs Department <br> 4. Any change in names, designations, addresses, specimen signatures or <br> officials' seals shall be promptly informed to the other Party. <br> ARTICLE 3.16: DOCUMENTS FOR THE APPLICATION OF PROOF OF ORIGIN <br> 1. For the issue of a Certificate of Origin, the final producer, manufacturer or <br> exporter of the good shall present, or submit electronically through the approved <br> channel, to the issuing authority of the exporting Party - <br> (a) set of minimum information requirements referred to in Annex 4 in <br> whichever form or format as may be required by the competent <br> authority; and <br> (b) the corresponding commercial invoice or other documents necessary <br> to establish the origin of the good. <br> 2. In case of origin declaration, approved exporter should maintain the <br> documents referred to in paragraph 1 of this Article <br> 3. The description of the good and its tariff classification in the minimum <br> required information, shall correspond with the description of the good in the <br> commercial invoice. <br> 4. The Issuing Authority may apply a risk management system in order to <br> selectively conduct pre-export verification of the minimum required information filed <br> by an Exporter/Producer/Manufacturer/Approved Exporter. The verification may, at <br> the discretion of the issuing authority, include methods such as obtaining detailed <br> cost sheets, and conducting a factory visit. <br> ARTICLE 3.17: PRESERVATION OF DOCUMENTS <br> The Issuing Authorities shall keep the minimum required information and <br> supporting documents for a period no less than five (5) years, as from the date of <br> issue. <br> ARTICLE 3.18: OBLIGATION OF THE EXPORTER/PRODUCER/MANUFACTURER/APPROVED EXPORTER <br> 1. The Exporter/Producer/Manufacturer/Approved Exporter shall submit <br> documents for issue of Certificate of Origin as per procedure followed by the <br> Issuing Authority in the exporting party only in cases where a good conforms to the <br> Rules of Origin provided in this Agreement. <br> 2. Any Exporter/Producer/Manufacturer/Approved Exporter who falsely <br> represents any material information relevant to the determination of origin of a good <br> shall be liable to be penalised under the domestic laws of the exporting Party. <br> 3. The Exporter/Producer/Manufacturer/Approved Exporter shall keep the <br> minimum required information, as referred in Article 3.16.1, and supporting <br> documents for a period no less than five (5) years, starting from the end of the year <br> of the date of its issue. <br> 4. For the purpose of determination of origin, the Exporter/Producer/ <br> Manufacturer/Approved Exporter applying for a Certificate of Origin or Origin <br> Declaration under this agreement shall maintain appropriate commercial <br> accounting records for the production and supply of goods qualifying for preferential <br> treatment and keep all commercial and customs documentation relating to the <br> material used in the production of the good, for at least five years from the date of <br> issue of the Proof of Origin <br> 5. These obligations also apply to suppliers who provide the <br> Exporter/Producer/ Manufacturer/Approved Exporter with the declarations certifying <br> the originating status of the goods supplied. <br> 6. The Exporter/Producer/Manufacturer/Approved Exporter shall upon request <br> of the competent authority of the exporting party where the Proof of Origin or the <br> origin declaration has been issued, make available records for inspection to enable <br> verification of the origin of the good. <br> 7. The Exporter/Producer/Manufacturer/Approved Exporter shall not deny any <br> request for a verification visit, agreed between the competent authority of the <br> exporting party and the customs administration of the importing party, in terms of <br> this Article. Any failure to consent to a verification visit shall be liable for a denial of <br> preferential benefits claimed under this agreement. <br> 8. The Exporter/Producer/Manufacturer/Approved Exporter shall undertake to <br> notify all parties to whom the Certificate or statement was given of any change that <br> could affect its accuracy or validity. <br> ARTICLE 3.19: PRESENTATION OF CLAIM FOR PREFERENTIAL TREATMENT <br> 1. The importer shall make the claim for preferential treatment before the <br> customs authority of the importing Party at the time of importation of goods. For the <br> purpose of claiming the preferential tariff treatment for an originating good, the <br> original copy of the Proof of Origin as referred to in Article 3.12 shall be submitted <br> to the customs authority of the importing Party together with the documents <br> required at the time of customs clearance of the goods for the importation in <br> accordance with the laws and regulations of the importing Party, including the <br> original Proof of Origin if so required. <br> 2. If a claim for preferential treatment is made without producing the original <br> copy of the Proof of Origin as referred to in Article 3.12, the customs authority of <br> the importing Party may deny preferential treatment and request a guarantee in any <br> of its modalities or may take any action necessary in order to preserve fiscal <br> interests, as a pre-condition for the completion of the importation operations subject <br> to and in accordance with the laws and procedures of the importing Party, including <br> the original Proof of Origin if so required. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.20: VERIFICATION OF CERTIFICATES OF ORIGIN/STATEMENT OF ORIGIN <br> ARTICLE 3.24: DENIAL OF PREFERENTIAL TREATMENT <br> ANNEX 6 - APPROVED EXPORTER SCHEME OF SELF-CERTIFICATION UNDER INDIA-MAURITIUS TRADE AGREEMENT <br> 1. The customs authority of the importing Party, may initiate a verification <br> 1. The customs authority of the importing party may deny the claim for <br> 1. The competent authority of the exporting Party may, subject to domestic <br> relating to the authenticity of a Proof of Origin referred to in Article 3.12.1. as well <br> preferential tariff treatment or recover unpaid duties in accordance with its laws and <br> regulations, authorise an eligible exporter (hereafter known as an @^@approved <br> as the veracity of the information contained therein, in accordance with the <br> regulations, where - <br> exporter@^@) established in that Party to self-certify their origin declaration, provided <br> procedures established in this agreement, in cases of doubt or on random basis. <br> (a) the customs authority of the importing party determines that the goods does <br> that the approved exporter accepts full responsibility for certification of origin of the <br> 2. In so far as possible, the customs authority of the importing party conducting <br> not meet the requirements of the Rules of Origin under the agreement; <br> export product. <br> a verification shall seek necessary information or documents relating to the origin of <br> (b) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> 2. The competent authority of a Party shall after a due process grant an <br> imported good from the importer, in accordance with its domestic laws and <br> maintain records or documentation necessary for determining the origin of the good <br> authorisation number to an approved exporter established in that Party. The <br> regulations, before making any request to the competent authority of the exporting <br> or denies access to the records, documentation or visit for verification; <br> authorisation number must be unique for every approved exporter and be mentioned <br> party for verification. <br> (c) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> in the origin declaration. <br> 3. In cases where the customs authority of the importing party deems it <br> provide sufficient information that the importing party requested to determine that <br> 3. The self-certification of origin of an approved exporter will have the following <br> necessary to seek a verification from the competent authority of the exporting party, <br> the good is an originating good; <br> wording: <br> it shall specify whether the verification is on random basis or the veracity of the <br> (d) the Exporter/Producer/Manufacturer/Approved Exporter denies access to the <br> @^@The exporter (name with authorisation number) of the product(s) covered by <br> information is in doubt. In case the determination of origin is in doubt, the customs <br> records or production facilities during a verification visit; <br> this commercial document declares that, except where otherwise clearly <br> authority shall provide detailed grounds for the doubt concerning the veracity of <br> (e) the competent authorities of the exporting Party fails to provide sufficient <br> indicated, these products are of ________13 preferential origin according to the <br> Proof of Origin. <br> information in pursuance to a written request for verification within stipulated time <br> rules of origin under the India-Mauritius Trade Agreement and that the criteria <br> 4. The proceedings of verification of origin as provided in this Chapter shall <br> proceedings. <br> lines stated in Article 3.21; <br> met is _______ 14 with/without bilateral cumulation. The exporter of the <br> also apply to the goods already cleared for home consumption. <br> (f) the information provided by the competent authority of the exporting Party or <br> product(s) accepts full responsibility for this origin declaration@^@ <br> ARTICLE 3.21: PROCEDURE FOR VERIFICATION <br> exporter or producer or manufacturer or approved exporter is not sufficient to prove <br> 4. The origin declaration must be provided in English, in a legible and permanent <br> 1. Any request made pursuant to Article 3.20 shall be in accordance with the <br> that the good qualifies as an originating good as defined under this agreement. <br> form, on any commercial document such as commercial invoice that identifies the <br> following procedure, namely: <br> 2. In cases where the Proof of Origin is rejected by the customs authorities of <br> approved exporter and the originating products. The commercial document which <br> (a) The customs authority of the importing party shall make a request for <br> the importing Party, after following the due process provided under its domestic <br> includes the origin declaration must be signed by an authorised signatory. <br> verification by providing a copy of the Proof of Origin on Invoice and Bill of <br> laws, a copy of the decision, containing the grounds of rejection, shall be provided <br> 5. An origin declaration may be completed when the products to which it relates <br> Lading or Airway Bill. <br> to the importer and the competent authority of the exporting party. The customs <br> are exported, or within 12 months of exportation. <br> (b) The customs authority of the importing party shall specify whether it requires <br> authority of the importing party shall alongside of communicating this decision also <br> 6. The competent authority of the Party of export shall maintain a system to <br> a verification of the genuineness of the Proof of Origin to rule out any forgery <br> return the original Proof of Origin to the competent authority of the exporting party. <br> monitor the proper use of an authorisation. The authorisation may be withdrawn if <br> or seek the minimum required information or seek to verify the determination <br> 3. Upon being communicated the grounds for denial of preferential tariff <br> the approved exporter no longer fulfils the requirements or makes improper use of <br> of origin. <br> treatment, the Exporter/Producer/Manufacturer/Approved Exporter in the exporting <br> the authorisation. <br> (c) In cases where the customs authority of the importing party seeks to verify <br> party may within the period provided for in the customs law of the importing party <br> 7. The Parties shall notify the original list of their approved exporters with <br> the determination of origin, it shall send a questionnaire to the competent <br> file an appeal against such decision with the appropriate appellate authority under <br> authorisation numbers along with any modifications thereof to each other's <br> authorities of the exporting Party, which shall be passed on to the <br> the customs laws of the importing party. <br> competent authorities. They shall also notify the domestic regulatory framework of <br> Exporter/Producer/Manufacturer/Approved Exporter, for such inquiry or <br> ARTICLE 3.25: GOOD COMPLYING WITH RULES OF ORIGIN <br> the approved exporter scheme. <br> documents, as necessary. <br> If a verification conducted under Article 3.20 determines the goods to be complying <br> 13 The country of origin must be indicated in this field i.e. @^@Indian@^@ or @^@Mauritius@^@ <br> (d) The competent authority of the exporting Party shall provide the information <br> with the Rules of Origin under the agreement, the importer shall be promptly <br> 14 @^@WO@^@ for wholly originating; @^@PSR@^@ followed by the HS6 digit code of that product for product specific rules <br> and documentation requested, within: <br> refunded the duties paid in excess or guarantees obtained in accordance with the <br> ANNEX 7 - INDIAN AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (i) fifteen (15) days of the date of receipt of the request, if the request <br> domestic legislation of the Parties. <br> Agency <br> pertains to the authenticity of issue of the Proof of Origin, including the <br> ARTICLE 3.26: NON-COMPLIANCE OF THE GOOD WITH THE RULES OF ORIGIN <br> Export Inspection Council and Export Inspection Agencies <br> seal and signatures of the issuing authority; <br> If a verification under Article 3.20 establishes non-compliance of the goods with the <br> Marine Products Export Development Authority and regional offices <br> (ii) thirty (30) days of the date of receipt of the request, if the request seeks <br> Rules of Origin, duties shall be levied in accordance with the domestic legislation of <br> Development Commissioner, Handicraft and regional offices <br> a copy of the relevant document with the minimum required information. <br> the importing Party in addition to any other action that may be taken under any laws <br> Spices Board, <br> (iii) ninety (90) days from the date of receipt of such request, if the request <br> for the time being in force. <br> Coir Board, <br> is on the grounds of suspicion of the accuracy of the determination of <br> ARTICLE 3.27: PROSPECTIVE RESTORATION OF PREFERENTIAL BENEFITS <br> Textile Committee and regional offices <br> origin of the product. Such period can be extended through mutual <br> 1. Where preferential treatment to a good has been denied by the customs <br> Central Silk Board and regional offices <br> consultation between the customs authority of the importing party and <br> authority of the importing party, the Exporter/Producer/Manufacturer/Approved <br> MEPZ special Economic Zone <br> issuing authority of the exporting party for a period no more than sixty <br> Exporter may take recourse to the procedure in paragraph (2) of this article in <br> Kandla Special Economic zone, <br> (60) days. <br> respect of future exports to importing party. <br> SEEPZ Special Economic Zone <br> (e) On receiving the results of the verification check pursuant to clause (d), the <br> 2. Such Exporter/Producer/Manufacturer/Approved Exporter shall clearly <br> Cochin Special Economic Zone, <br> customs authority of the importing Party deems it necessary to request for <br> demonstrate to the issuing authority of the exporting party that the manufacturing <br> NOIDA Export Processing Zone <br> further investigative actions or information, the customs authorities of the <br> conditions were modified so as to fulfil the origin requirements of the Rules of <br> Vishakhapatnam SEZ <br> importing Party shall communicate the fact to the competent authority of the <br> Origin under this agreement. <br> Falta SEZ <br> exporting Party. The term for the execution of such new actions or for the <br> 3. The competent authorities of the exporting Party shall send the information <br> Directorate General of Foreign Trade and regional offices <br> presentation of additional information shall be not more than ninety (90) <br> to the customs authority of the Importing party explaining the changes carried out <br> Tobacco Board <br> days, from the date of the receipt of the request for the additional <br> by Exporter/Producer/Manufacturer/Approved Exporter in the manufacturing <br> Agricultural and Processed Food Products Export Development Authority (APEDA) <br> information. <br> conditions as a consequence of which the goods fulfil the origin criterion. <br> ANNEX 8 - MAURITIUS AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (f) If, on receiving the results of the verification pursuant to clause (d) or clauses <br> 4. The competent authorities of the importing Party shall within forty-five (45) <br> Mauritius Revenue Authority (Customs) <br> (d) and (e), the competent authorities of the importing Party deem it <br> days, from the date of the receipt of the said information, request for a verification <br> necessary, it may deliver a written request to the competent authority of the <br> visit to the producer's premises, if deemed necessary, for satisfying itself of the <br> exporting Party to facilitate a visit to the premises of the <br> veracity the claims of the Exporter/Producer/Manufacturer/Approved Exporter <br> Exporter/Producer/Manufacturer/Approved Exporter, with a view to <br> referred in paragraph (2) of this article. <br> examining the records, production processes, as well as the equipment and <br> 5. If the competent authorities of the importing and the exporting Parties fail to <br> tools utilised in the manufacture of the good under verification. <br> agree on the fulfilment of the compliance of the Rules of Origin subsequent to the <br> (g) The request for a verification visit shall be made not later than 30 days of the <br> modification of the manufacturing conditions, they may refer the matter to the Joint <br> receipt of the verification report referred to in clause (d) or/and clause (e). <br> Technical Committee established under Article 3.31 for a decision. <br> The requested party shall promptly inform the dates of the visit, but not later <br> ARTICLE 3.28: TEMPORARY SUSPENSION OF PREFERENTIAL TREATMENT <br> than 45 days of the receipt of request and give a notice of at least 21 days to <br> 1. The Importing Party may suspend the tariff preference in respect of a good <br> the requesting party and Exporter/Producer/Manufacturer/Approved Exporter <br> originating in the exporting party, when the withdrawal is justified due to persistent <br> so as to enable arrangements for the visit. <br> failure to comply with the provisions of these rules by an <br> (h) The competent authorities of the exporting Party shall accompany the <br> Exporter/Producer/Manufacturer/Approved Exporter in the exporting party or a <br> authorities of the importing Party in their above-mentioned visit, which may <br> persistent failure on part of the competent authority to respond to a request for <br> include the participation of specialists who shall act as observers. Each Party <br> verification. <br> can designate specialists, who shall be neutral and have no interest <br> 2. The exporting Party shall, within fifteen days of suspension of preferential <br> whatsoever in the verification. Each Party may deny the participation of such <br> tariff benefits for a good, be notified of the reasons for such suspension. <br> specialists whenever the latter represent the interests of the companies <br> 3. Upon receipt of the notification for suspension, the competent authority of <br> involved in the verification. <br> exporting Party may request for consultations. <br> (i) Once the visit is concluded, the participants shall subscribe to a @^@Record of <br> 4. The consultations may occur by means of e-mail communications, video <br> Visit@^@. The said record shall contain the following information: date and place <br> conference and/or meetings and may also involve joint verification, or as mutually <br> of the carrying out of the visit; identification of the Certificate of Origin or the <br> agreed. <br> origin declaration which led to the verification; identification of the goods <br> 5. Pursuant to the consultations between both parties, and such measures as <br> under verification; identification of the participants, including indications of <br> may be mutually agreed, both parties shall resolve to: <br> the organs and institutions to which they belong; and a record of <br> (a) restore preferential benefit to the good with retrospective effect; or <br> (b) restore preferential benefit to the good with prospective effect, subject to <br> implementation of any mutually agreed measures by one or both Parties; or <br> (c) continue with the suspension of preferential benefits to the good, subject to <br> remedies available under Article 3.27 of this Chapter. <br> ARTICLE 3.29: PENALTIES <br> 1. Each Party shall adopt or maintain measures that provide for the imposition <br> of civil, administrative, and, where appropriate, criminal sanctions for violations of <br> its customs laws and regulations, including those governing tariff classification, <br> customs valuation, rules of origin, and the entitlement to preferential tariff treatment <br> under this Agreement. <br> 2. Nothing contained in this Agreement shall preclude the application of the <br> respective national legislation relating to breach of customs laws or any other law <br> for the time being in force on the importer or <br> Exporter/Producer/Manufacturer/Approved Exporter in both the territories of both <br> Parties. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 3.22: RELEASE OF GOODS <br> Upon reasonable suspicion regarding the origin of the goods, the importing Party <br> may request a guarantee in any of its modalities or may take any action necessary <br> in order to preserve fiscal interests, as a pre-condition for the completion of the <br> importation operations subject to and in accordance with the laws and procedures <br> of the importing country. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 3.23: CONFIDENTIALITY <br> 1. The information obtained by the customs authority of the importing party can <br> be utilised for arriving at a decision regarding the determination of origin in respect <br> of the good under verification and can be used in the legal proceedings under its <br> laws for the time being in force. <br> 2. Both parties shall protect the information from any unauthorized disclosure in <br> accordance with their respective laws. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.20: VERIFICATION OF CERTIFICATES OF ORIGIN/STATEMENT OF ORIGIN <br> ARTICLE 3.24: DENIAL OF PREFERENTIAL TREATMENT <br> ANNEX 6 - APPROVED EXPORTER SCHEME OF SELF-CERTIFICATION UNDER INDIA-MAURITIUS TRADE AGREEMENT <br> 1. The customs authority of the importing Party, may initiate a verification <br> 1. The customs authority of the importing party may deny the claim for <br> 1. The competent authority of the exporting Party may, subject to domestic <br> relating to the authenticity of a Proof of Origin referred to in Article 3.12.1. as well <br> preferential tariff treatment or recover unpaid duties in accordance with its laws and <br> regulations, authorise an eligible exporter (hereafter known as an @^@approved <br> as the veracity of the information contained therein, in accordance with the <br> regulations, where - <br> exporter@^@) established in that Party to self-certify their origin declaration, provided <br> procedures established in this agreement, in cases of doubt or on random basis. <br> (a) the customs authority of the importing party determines that the goods does <br> that the approved exporter accepts full responsibility for certification of origin of the <br> 2. In so far as possible, the customs authority of the importing party conducting <br> not meet the requirements of the Rules of Origin under the agreement; <br> export product. <br> a verification shall seek necessary information or documents relating to the origin of <br> (b) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> 2. The competent authority of a Party shall after a due process grant an <br> imported good from the importer, in accordance with its domestic laws and <br> maintain records or documentation necessary for determining the origin of the good <br> authorisation number to an approved exporter established in that Party. The <br> regulations, before making any request to the competent authority of the exporting <br> or denies access to the records, documentation or visit for verification; <br> authorisation number must be unique for every approved exporter and be mentioned <br> party for verification. <br> (c) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> in the origin declaration. <br> 3. In cases where the customs authority of the importing party deems it <br> provide sufficient information that the importing party requested to determine that <br> 3. The self-certification of origin of an approved exporter will have the following <br> necessary to seek a verification from the competent authority of the exporting party, <br> the good is an originating good; <br> wording: <br> it shall specify whether the verification is on random basis or the veracity of the <br> (d) the Exporter/Producer/Manufacturer/Approved Exporter denies access to the <br> @^@The exporter (name with authorisation number) of the product(s) covered by <br> information is in doubt. In case the determination of origin is in doubt, the customs <br> records or production facilities during a verification visit; <br> this commercial document declares that, except where otherwise clearly <br> authority shall provide detailed grounds for the doubt concerning the veracity of <br> (e) the competent authorities of the exporting Party fails to provide sufficient <br> indicated, these products are of ________13 preferential origin according to the <br> Proof of Origin. <br> information in pursuance to a written request for verification within stipulated time <br> rules of origin under the India-Mauritius Trade Agreement and that the criteria <br> 4. The proceedings of verification of origin as provided in this Chapter shall <br> proceedings. <br> lines stated in Article 3.21; <br> met is _______ 14 with/without bilateral cumulation. The exporter of the <br> also apply to the goods already cleared for home consumption. <br> (f) the information provided by the competent authority of the exporting Party or <br> product(s) accepts full responsibility for this origin declaration@^@ <br> ARTICLE 3.21: PROCEDURE FOR VERIFICATION <br> exporter or producer or manufacturer or approved exporter is not sufficient to prove <br> 4. The origin declaration must be provided in English, in a legible and permanent <br> 1. Any request made pursuant to Article 3.20 shall be in accordance with the <br> that the good qualifies as an originating good as defined under this agreement. <br> form, on any commercial document such as commercial invoice that identifies the <br> following procedure, namely: <br> 2. In cases where the Proof of Origin is rejected by the customs authorities of <br> approved exporter and the originating products. The commercial document which <br> (a) The customs authority of the importing party shall make a request for <br> the importing Party, after following the due process provided under its domestic <br> includes the origin declaration must be signed by an authorised signatory. <br> verification by providing a copy of the Proof of Origin on Invoice and Bill of <br> laws, a copy of the decision, containing the grounds of rejection, shall be provided <br> 5. An origin declaration may be completed when the products to which it relates <br> Lading or Airway Bill. <br> to the importer and the competent authority of the exporting party. The customs <br> are exported, or within 12 months of exportation. <br> (b) The customs authority of the importing party shall specify whether it requires <br> authority of the importing party shall alongside of communicating this decision also <br> 6. The competent authority of the Party of export shall maintain a system to <br> a verification of the genuineness of the Proof of Origin to rule out any forgery <br> return the original Proof of Origin to the competent authority of the exporting party. <br> monitor the proper use of an authorisation. The authorisation may be withdrawn if <br> or seek the minimum required information or seek to verify the determination <br> 3. Upon being communicated the grounds for denial of preferential tariff <br> the approved exporter no longer fulfils the requirements or makes improper use of <br> of origin. <br> treatment, the Exporter/Producer/Manufacturer/Approved Exporter in the exporting <br> the authorisation. <br> (c) In cases where the customs authority of the importing party seeks to verify <br> party may within the period provided for in the customs law of the importing party <br> 7. The Parties shall notify the original list of their approved exporters with <br> the determination of origin, it shall send a questionnaire to the competent <br> file an appeal against such decision with the appropriate appellate authority under <br> authorisation numbers along with any modifications thereof to each other's <br> authorities of the exporting Party, which shall be passed on to the <br> the customs laws of the importing party. <br> competent authorities. They shall also notify the domestic regulatory framework of <br> Exporter/Producer/Manufacturer/Approved Exporter, for such inquiry or <br> ARTICLE 3.25: GOOD COMPLYING WITH RULES OF ORIGIN <br> the approved exporter scheme. <br> documents, as necessary. <br> If a verification conducted under Article 3.20 determines the goods to be complying <br> 13 The country of origin must be indicated in this field i.e. @^@Indian@^@ or @^@Mauritius@^@ <br> (d) The competent authority of the exporting Party shall provide the information <br> with the Rules of Origin under the agreement, the importer shall be promptly <br> 14 @^@WO@^@ for wholly originating; @^@PSR@^@ followed by the HS6 digit code of that product for product specific rules <br> and documentation requested, within: <br> refunded the duties paid in excess or guarantees obtained in accordance with the <br> ANNEX 7 - INDIAN AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (i) fifteen (15) days of the date of receipt of the request, if the request <br> domestic legislation of the Parties. <br> Agency <br> pertains to the authenticity of issue of the Proof of Origin, including the <br> ARTICLE 3.26: NON-COMPLIANCE OF THE GOOD WITH THE RULES OF ORIGIN <br> Export Inspection Council and Export Inspection Agencies <br> seal and signatures of the issuing authority; <br> If a verification under Article 3.20 establishes non-compliance of the goods with the <br> Marine Products Export Development Authority and regional offices <br> (ii) thirty (30) days of the date of receipt of the request, if the request seeks <br> Rules of Origin, duties shall be levied in accordance with the domestic legislation of <br> Development Commissioner, Handicraft and regional offices <br> a copy of the relevant document with the minimum required information. <br> the importing Party in addition to any other action that may be taken under any laws <br> Spices Board, <br> (iii) ninety (90) days from the date of receipt of such request, if the request <br> for the time being in force. <br> Coir Board, <br> is on the grounds of suspicion of the accuracy of the determination of <br> ARTICLE 3.27: PROSPECTIVE RESTORATION OF PREFERENTIAL BENEFITS <br> Textile Committee and regional offices <br> origin of the product. Such period can be extended through mutual <br> 1. Where preferential treatment to a good has been denied by the customs <br> Central Silk Board and regional offices <br> consultation between the customs authority of the importing party and <br> authority of the importing party, the Exporter/Producer/Manufacturer/Approved <br> MEPZ special Economic Zone <br> issuing authority of the exporting party for a period no more than sixty <br> Exporter may take recourse to the procedure in paragraph (2) of this article in <br> Kandla Special Economic zone, <br> (60) days. <br> respect of future exports to importing party. <br> SEEPZ Special Economic Zone <br> (e) On receiving the results of the verification check pursuant to clause (d), the <br> 2. Such Exporter/Producer/Manufacturer/Approved Exporter shall clearly <br> Cochin Special Economic Zone, <br> customs authority of the importing Party deems it necessary to request for <br> demonstrate to the issuing authority of the exporting party that the manufacturing <br> NOIDA Export Processing Zone <br> further investigative actions or information, the customs authorities of the <br> conditions were modified so as to fulfil the origin requirements of the Rules of <br> Vishakhapatnam SEZ <br> importing Party shall communicate the fact to the competent authority of the <br> Origin under this agreement. <br> Falta SEZ <br> exporting Party. The term for the execution of such new actions or for the <br> 3. The competent authorities of the exporting Party shall send the information <br> Directorate General of Foreign Trade and regional offices <br> presentation of additional information shall be not more than ninety (90) <br> to the customs authority of the Importing party explaining the changes carried out <br> Tobacco Board <br> days, from the date of the receipt of the request for the additional <br> by Exporter/Producer/Manufacturer/Approved Exporter in the manufacturing <br> Agricultural and Processed Food Products Export Development Authority (APEDA) <br> information. <br> conditions as a consequence of which the goods fulfil the origin criterion. <br> ANNEX 8 - MAURITIUS AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (f) If, on receiving the results of the verification pursuant to clause (d) or clauses <br> 4. The competent authorities of the importing Party shall within forty-five (45) <br> Mauritius Revenue Authority (Customs) <br> (d) and (e), the competent authorities of the importing Party deem it <br> days, from the date of the receipt of the said information, request for a verification <br> necessary, it may deliver a written request to the competent authority of the <br> visit to the producer's premises, if deemed necessary, for satisfying itself of the <br> exporting Party to facilitate a visit to the premises of the <br> veracity the claims of the Exporter/Producer/Manufacturer/Approved Exporter <br> Exporter/Producer/Manufacturer/Approved Exporter, with a view to <br> referred in paragraph (2) of this article. <br> examining the records, production processes, as well as the equipment and <br> 5. If the competent authorities of the importing and the exporting Parties fail to <br> tools utilised in the manufacture of the good under verification. <br> agree on the fulfilment of the compliance of the Rules of Origin subsequent to the <br> (g) The request for a verification visit shall be made not later than 30 days of the <br> modification of the manufacturing conditions, they may refer the matter to the Joint <br> receipt of the verification report referred to in clause (d) or/and clause (e). <br> Technical Committee established under Article 3.31 for a decision. <br> The requested party shall promptly inform the dates of the visit, but not later <br> ARTICLE 3.28: TEMPORARY SUSPENSION OF PREFERENTIAL TREATMENT <br> than 45 days of the receipt of request and give a notice of at least 21 days to <br> 1. The Importing Party may suspend the tariff preference in respect of a good <br> the requesting party and Exporter/Producer/Manufacturer/Approved Exporter <br> originating in the exporting party, when the withdrawal is justified due to persistent <br> so as to enable arrangements for the visit. <br> failure to comply with the provisions of these rules by an <br> (h) The competent authorities of the exporting Party shall accompany the <br> Exporter/Producer/Manufacturer/Approved Exporter in the exporting party or a <br> authorities of the importing Party in their above-mentioned visit, which may <br> persistent failure on part of the competent authority to respond to a request for <br> include the participation of specialists who shall act as observers. Each Party <br> verification. <br> can designate specialists, who shall be neutral and have no interest <br> 2. The exporting Party shall, within fifteen days of suspension of preferential <br> whatsoever in the verification. Each Party may deny the participation of such <br> tariff benefits for a good, be notified of the reasons for such suspension. <br> specialists whenever the latter represent the interests of the companies <br> 3. Upon receipt of the notification for suspension, the competent authority of <br> involved in the verification. <br> exporting Party may request for consultations. <br> (i) Once the visit is concluded, the participants shall subscribe to a @^@Record of <br> 4. The consultations may occur by means of e-mail communications, video <br> Visit@^@. The said record shall contain the following information: date and place <br> conference and/or meetings and may also involve joint verification, or as mutually <br> of the carrying out of the visit; identification of the Certificate of Origin or the <br> agreed. <br> origin declaration which led to the verification; identification of the goods <br> 5. Pursuant to the consultations between both parties, and such measures as <br> under verification; identification of the participants, including indications of <br> may be mutually agreed, both parties shall resolve to: <br> the organs and institutions to which they belong; and a record of <br> (a) restore preferential benefit to the good with retrospective effect; or <br> (b) restore preferential benefit to the good with prospective effect, subject to <br> implementation of any mutually agreed measures by one or both Parties; or <br> (c) continue with the suspension of preferential benefits to the good, subject to <br> remedies available under Article 3.27 of this Chapter. <br> ARTICLE 3.29: PENALTIES <br> 1. Each Party shall adopt or maintain measures that provide for the imposition <br> of civil, administrative, and, where appropriate, criminal sanctions for violations of <br> its customs laws and regulations, including those governing tariff classification, <br> customs valuation, rules of origin, and the entitlement to preferential tariff treatment <br> under this Agreement. <br> 2. Nothing contained in this Agreement shall preclude the application of the <br> respective national legislation relating to breach of customs laws or any other law <br> for the time being in force on the importer or <br> Exporter/Producer/Manufacturer/Approved Exporter in both the territories of both <br> Parties. <br> "}, {"ArticleTitle": "RELEVANT DATES", "ArticleDesc": "ARTICLE 3.30: RELEVANT DATES <br> The time periods set in this Chapter shall be calculated on a consecutive day basis <br> as from the day following the fact or event which they refer to. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 3.31: COOPERATION <br> 1. Both parties agree to notify a Joint Technical Committee to oversee the <br> implementation of this Chapter. <br> 2. The Joint Technical Committee shall comprise of officials of the competent <br> authorities, customs administration and issuing authorities. <br> 3. The Joint Technical Committee shall meet at least once a year for the <br> furtherance of the objectives of this Chapter including, aiming at enhancing mutual <br> capacity building for the smooth implementation of the procedures envisaged in this <br> Chapter and explore ways and means of utilising information technology enabled <br> services for the issue and verification of Certificates of Origin. <br> 4. The Customs Administrations of both parties shall endeavour to conclude a <br> Mutual Customs Cooperation Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.20: VERIFICATION OF CERTIFICATES OF ORIGIN/STATEMENT OF ORIGIN <br> ARTICLE 3.24: DENIAL OF PREFERENTIAL TREATMENT <br> ANNEX 6 - APPROVED EXPORTER SCHEME OF SELF-CERTIFICATION UNDER INDIA-MAURITIUS TRADE AGREEMENT <br> 1. The customs authority of the importing Party, may initiate a verification <br> 1. The customs authority of the importing party may deny the claim for <br> 1. The competent authority of the exporting Party may, subject to domestic <br> relating to the authenticity of a Proof of Origin referred to in Article 3.12.1. as well <br> preferential tariff treatment or recover unpaid duties in accordance with its laws and <br> regulations, authorise an eligible exporter (hereafter known as an @^@approved <br> as the veracity of the information contained therein, in accordance with the <br> regulations, where - <br> exporter@^@) established in that Party to self-certify their origin declaration, provided <br> procedures established in this agreement, in cases of doubt or on random basis. <br> (a) the customs authority of the importing party determines that the goods does <br> that the approved exporter accepts full responsibility for certification of origin of the <br> 2. In so far as possible, the customs authority of the importing party conducting <br> not meet the requirements of the Rules of Origin under the agreement; <br> export product. <br> a verification shall seek necessary information or documents relating to the origin of <br> (b) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> 2. The competent authority of a Party shall after a due process grant an <br> imported good from the importer, in accordance with its domestic laws and <br> maintain records or documentation necessary for determining the origin of the good <br> authorisation number to an approved exporter established in that Party. The <br> regulations, before making any request to the competent authority of the exporting <br> or denies access to the records, documentation or visit for verification; <br> authorisation number must be unique for every approved exporter and be mentioned <br> party for verification. <br> (c) the Exporter/Producer/Manufacturer/Approved Exporter of the goods fails to <br> in the origin declaration. <br> 3. In cases where the customs authority of the importing party deems it <br> provide sufficient information that the importing party requested to determine that <br> 3. The self-certification of origin of an approved exporter will have the following <br> necessary to seek a verification from the competent authority of the exporting party, <br> the good is an originating good; <br> wording: <br> it shall specify whether the verification is on random basis or the veracity of the <br> (d) the Exporter/Producer/Manufacturer/Approved Exporter denies access to the <br> @^@The exporter (name with authorisation number) of the product(s) covered by <br> information is in doubt. In case the determination of origin is in doubt, the customs <br> records or production facilities during a verification visit; <br> this commercial document declares that, except where otherwise clearly <br> authority shall provide detailed grounds for the doubt concerning the veracity of <br> (e) the competent authorities of the exporting Party fails to provide sufficient <br> indicated, these products are of ________13 preferential origin according to the <br> Proof of Origin. <br> information in pursuance to a written request for verification within stipulated time <br> rules of origin under the India-Mauritius Trade Agreement and that the criteria <br> 4. The proceedings of verification of origin as provided in this Chapter shall <br> proceedings. <br> lines stated in Article 3.21; <br> met is _______ 14 with/without bilateral cumulation. The exporter of the <br> also apply to the goods already cleared for home consumption. <br> (f) the information provided by the competent authority of the exporting Party or <br> product(s) accepts full responsibility for this origin declaration@^@ <br> ARTICLE 3.21: PROCEDURE FOR VERIFICATION <br> exporter or producer or manufacturer or approved exporter is not sufficient to prove <br> 4. The origin declaration must be provided in English, in a legible and permanent <br> 1. Any request made pursuant to Article 3.20 shall be in accordance with the <br> that the good qualifies as an originating good as defined under this agreement. <br> form, on any commercial document such as commercial invoice that identifies the <br> following procedure, namely: <br> 2. In cases where the Proof of Origin is rejected by the customs authorities of <br> approved exporter and the originating products. The commercial document which <br> (a) The customs authority of the importing party shall make a request for <br> the importing Party, after following the due process provided under its domestic <br> includes the origin declaration must be signed by an authorised signatory. <br> verification by providing a copy of the Proof of Origin on Invoice and Bill of <br> laws, a copy of the decision, containing the grounds of rejection, shall be provided <br> 5. An origin declaration may be completed when the products to which it relates <br> Lading or Airway Bill. <br> to the importer and the competent authority of the exporting party. The customs <br> are exported, or within 12 months of exportation. <br> (b) The customs authority of the importing party shall specify whether it requires <br> authority of the importing party shall alongside of communicating this decision also <br> 6. The competent authority of the Party of export shall maintain a system to <br> a verification of the genuineness of the Proof of Origin to rule out any forgery <br> return the original Proof of Origin to the competent authority of the exporting party. <br> monitor the proper use of an authorisation. The authorisation may be withdrawn if <br> or seek the minimum required information or seek to verify the determination <br> 3. Upon being communicated the grounds for denial of preferential tariff <br> the approved exporter no longer fulfils the requirements or makes improper use of <br> of origin. <br> treatment, the Exporter/Producer/Manufacturer/Approved Exporter in the exporting <br> the authorisation. <br> (c) In cases where the customs authority of the importing party seeks to verify <br> party may within the period provided for in the customs law of the importing party <br> 7. The Parties shall notify the original list of their approved exporters with <br> the determination of origin, it shall send a questionnaire to the competent <br> file an appeal against such decision with the appropriate appellate authority under <br> authorisation numbers along with any modifications thereof to each other's <br> authorities of the exporting Party, which shall be passed on to the <br> the customs laws of the importing party. <br> competent authorities. They shall also notify the domestic regulatory framework of <br> Exporter/Producer/Manufacturer/Approved Exporter, for such inquiry or <br> ARTICLE 3.25: GOOD COMPLYING WITH RULES OF ORIGIN <br> the approved exporter scheme. <br> documents, as necessary. <br> If a verification conducted under Article 3.20 determines the goods to be complying <br> 13 The country of origin must be indicated in this field i.e. @^@Indian@^@ or @^@Mauritius@^@ <br> (d) The competent authority of the exporting Party shall provide the information <br> with the Rules of Origin under the agreement, the importer shall be promptly <br> 14 @^@WO@^@ for wholly originating; @^@PSR@^@ followed by the HS6 digit code of that product for product specific rules <br> and documentation requested, within: <br> refunded the duties paid in excess or guarantees obtained in accordance with the <br> ANNEX 7 - INDIAN AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (i) fifteen (15) days of the date of receipt of the request, if the request <br> domestic legislation of the Parties. <br> Agency <br> pertains to the authenticity of issue of the Proof of Origin, including the <br> ARTICLE 3.26: NON-COMPLIANCE OF THE GOOD WITH THE RULES OF ORIGIN <br> Export Inspection Council and Export Inspection Agencies <br> seal and signatures of the issuing authority; <br> If a verification under Article 3.20 establishes non-compliance of the goods with the <br> Marine Products Export Development Authority and regional offices <br> (ii) thirty (30) days of the date of receipt of the request, if the request seeks <br> Rules of Origin, duties shall be levied in accordance with the domestic legislation of <br> Development Commissioner, Handicraft and regional offices <br> a copy of the relevant document with the minimum required information. <br> the importing Party in addition to any other action that may be taken under any laws <br> Spices Board, <br> (iii) ninety (90) days from the date of receipt of such request, if the request <br> for the time being in force. <br> Coir Board, <br> is on the grounds of suspicion of the accuracy of the determination of <br> ARTICLE 3.27: PROSPECTIVE RESTORATION OF PREFERENTIAL BENEFITS <br> Textile Committee and regional offices <br> origin of the product. Such period can be extended through mutual <br> 1. Where preferential treatment to a good has been denied by the customs <br> Central Silk Board and regional offices <br> consultation between the customs authority of the importing party and <br> authority of the importing party, the Exporter/Producer/Manufacturer/Approved <br> MEPZ special Economic Zone <br> issuing authority of the exporting party for a period no more than sixty <br> Exporter may take recourse to the procedure in paragraph (2) of this article in <br> Kandla Special Economic zone, <br> (60) days. <br> respect of future exports to importing party. <br> SEEPZ Special Economic Zone <br> (e) On receiving the results of the verification check pursuant to clause (d), the <br> 2. Such Exporter/Producer/Manufacturer/Approved Exporter shall clearly <br> Cochin Special Economic Zone, <br> customs authority of the importing Party deems it necessary to request for <br> demonstrate to the issuing authority of the exporting party that the manufacturing <br> NOIDA Export Processing Zone <br> further investigative actions or information, the customs authorities of the <br> conditions were modified so as to fulfil the origin requirements of the Rules of <br> Vishakhapatnam SEZ <br> importing Party shall communicate the fact to the competent authority of the <br> Origin under this agreement. <br> Falta SEZ <br> exporting Party. The term for the execution of such new actions or for the <br> 3. The competent authorities of the exporting Party shall send the information <br> Directorate General of Foreign Trade and regional offices <br> presentation of additional information shall be not more than ninety (90) <br> to the customs authority of the Importing party explaining the changes carried out <br> Tobacco Board <br> days, from the date of the receipt of the request for the additional <br> by Exporter/Producer/Manufacturer/Approved Exporter in the manufacturing <br> Agricultural and Processed Food Products Export Development Authority (APEDA) <br> information. <br> conditions as a consequence of which the goods fulfil the origin criterion. <br> ANNEX 8 - MAURITIUS AGENCIES AUTHORISED TO ISSUE CERTIFICATE OF ORIGIN UNDER THE INDIA-MAURITIUS CECPA <br> (f) If, on receiving the results of the verification pursuant to clause (d) or clauses <br> 4. The competent authorities of the importing Party shall within forty-five (45) <br> Mauritius Revenue Authority (Customs) <br> (d) and (e), the competent authorities of the importing Party deem it <br> days, from the date of the receipt of the said information, request for a verification <br> necessary, it may deliver a written request to the competent authority of the <br> visit to the producer's premises, if deemed necessary, for satisfying itself of the <br> exporting Party to facilitate a visit to the premises of the <br> veracity the claims of the Exporter/Producer/Manufacturer/Approved Exporter <br> Exporter/Producer/Manufacturer/Approved Exporter, with a view to <br> referred in paragraph (2) of this article. <br> examining the records, production processes, as well as the equipment and <br> 5. If the competent authorities of the importing and the exporting Parties fail to <br> tools utilised in the manufacture of the good under verification. <br> agree on the fulfilment of the compliance of the Rules of Origin subsequent to the <br> (g) The request for a verification visit shall be made not later than 30 days of the <br> modification of the manufacturing conditions, they may refer the matter to the Joint <br> receipt of the verification report referred to in clause (d) or/and clause (e). <br> Technical Committee established under Article 3.31 for a decision. <br> The requested party shall promptly inform the dates of the visit, but not later <br> ARTICLE 3.28: TEMPORARY SUSPENSION OF PREFERENTIAL TREATMENT <br> than 45 days of the receipt of request and give a notice of at least 21 days to <br> 1. The Importing Party may suspend the tariff preference in respect of a good <br> the requesting party and Exporter/Producer/Manufacturer/Approved Exporter <br> originating in the exporting party, when the withdrawal is justified due to persistent <br> so as to enable arrangements for the visit. <br> failure to comply with the provisions of these rules by an <br> (h) The competent authorities of the exporting Party shall accompany the <br> Exporter/Producer/Manufacturer/Approved Exporter in the exporting party or a <br> authorities of the importing Party in their above-mentioned visit, which may <br> persistent failure on part of the competent authority to respond to a request for <br> include the participation of specialists who shall act as observers. Each Party <br> verification. <br> can designate specialists, who shall be neutral and have no interest <br> 2. The exporting Party shall, within fifteen days of suspension of preferential <br> whatsoever in the verification. Each Party may deny the participation of such <br> tariff benefits for a good, be notified of the reasons for such suspension. <br> specialists whenever the latter represent the interests of the companies <br> 3. Upon receipt of the notification for suspension, the competent authority of <br> involved in the verification. <br> exporting Party may request for consultations. <br> (i) Once the visit is concluded, the participants shall subscribe to a @^@Record of <br> 4. The consultations may occur by means of e-mail communications, video <br> Visit@^@. The said record shall contain the following information: date and place <br> conference and/or meetings and may also involve joint verification, or as mutually <br> of the carrying out of the visit; identification of the Certificate of Origin or the <br> agreed. <br> origin declaration which led to the verification; identification of the goods <br> 5. Pursuant to the consultations between both parties, and such measures as <br> under verification; identification of the participants, including indications of <br> may be mutually agreed, both parties shall resolve to: <br> the organs and institutions to which they belong; and a record of <br> (a) restore preferential benefit to the good with retrospective effect; or <br> (b) restore preferential benefit to the good with prospective effect, subject to <br> implementation of any mutually agreed measures by one or both Parties; or <br> (c) continue with the suspension of preferential benefits to the good, subject to <br> remedies available under Article 3.27 of this Chapter. <br> ARTICLE 3.29: PENALTIES <br> 1. Each Party shall adopt or maintain measures that provide for the imposition <br> of civil, administrative, and, where appropriate, criminal sanctions for violations of <br> its customs laws and regulations, including those governing tariff classification, <br> customs valuation, rules of origin, and the entitlement to preferential tariff treatment <br> under this Agreement. <br> 2. Nothing contained in this Agreement shall preclude the application of the <br> respective national legislation relating to breach of customs laws or any other law <br> for the time being in force on the importer or <br> Exporter/Producer/Manufacturer/Approved Exporter in both the territories of both <br> Parties. <br> "}]}]}, "members_found": ["699", "480"]}