{"FtaRooDetails": {"FtaId": 566, "FtaCode": "ITC00576", "FtaName": "Iran-Syria", "FtaFullName": "Preferential Trade Agreement between the Syrian Arab Republic and the Islamic Republic of Iran", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2009", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Iran (Islamic Republic of); Syrian Arab Republic", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Iran-Syria", "AdminProcCooAuth": "The certification type under Iran-Syria is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Iran-Syria is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Iran-Syria agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "Rule 3: Concept of origin For the purpose of implementing the Syria-Iran PTA Rules of Origin and without violating Rule 5, the following products shall be considered of national origin: a. Products totally produced or obtained in either Contracting Party within the concept of Rule 7. b. Goods manufactured by either Contracting Party in which input(s) Originated from a non contracting party are used. The value added on those goods shall not be less than 50% calculated according to Rule 4, subject to the condition that the final process of production shall be carried out in the Exporting Contracting Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00576_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00576_roo.pdf", "DocType": "3_roo", "WebLink": "http://syrecon.gov.sy/pdf/Iran/English/Rules%20of%20Origin%20for%20syria.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00576_full.pdf", "DocType": "8_full", "WebLink": "http://syrecon.gov.sy/pdf/Iran/English/the%20text%20of%20the%20agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Cumulation <br /> Materials originating in one Contracting Party shall be considered as materials <br /> originating in the other Contracting Party where incorporated into a product <br /> obtained there.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Products totally produced or obtained <br /> Within the concept of Rule 3.a, the following items shall be considered as <br /> being wholly produced or obtained in the exporting Contracting Party: <br /> a. Crude products mined in its land, water or seabed. <br /> b. Agricultural products picked or harvested in its land. <br /> c. Animals born and bred in its land. <br /> d. Products originated from animals bred in its land. <br /> e. Products originated from hunting or fishing in its land. <br /> f. Sea fishing products and other sea products harvested in high seas by its ships. <br /> g. Products prepared/processed aboard factory ships affiliated to it from <br /> products mentioned in (f) exclusively. <br /> h. Used items collected in its land, only useful for recovering crude materials. <br /> i. Waste and scrap resulting from manufacturing processes in its land. <br /> j. Products produced in its land exclusively from products mentioned in <br /> articles (a) to (i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Insufficient work or processing <br /> Not one or more of the following operations or processes shall by <br /> themselves constitute the final process of manufacture: <br /> a. Preserving operations to ensure that the products remain in good <br /> condition during transport and storage such as ventilation and spreading, <br /> cooling, putting in saline solutions or any other water solutions containing <br /> carbon dioxide, disposing of damaged parts and similar operations. <br /> b. Simple operations like removal of dust, sieving or screening, sorting, <br /> classifying, grading, matching, including the making up of sets of articles, <br /> washing, painting, cutting. <br /> c. Breaking up and assembly of packages. <br /> d. Simple placing in bottles, cans, flasks, bags, boxes, fixing on cards or <br /> boards and all other simple packaging operations. <br /> e. Affixing marks, labels, logos, and other like distinguishing signs on <br /> products or their packaging. <br /> f. Simple mixing of products whether or not of different kinds. <br /> g. Simple assembly of parts of articles to constitute a complete article. <br /> h. A combination of two or more operations in subparagraphs a to f. <br /> i. Slaughter of animals. <br /> j. Fabric decorating in the framework of textile production such as those <br /> related to folding, polishing, simple decorating/embroidering and the like.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4: Value added calculation <br /> 1. The value-added shall be calculated according to the following principles: <br /> - All wages and salaries: including cash and in kind pay; training <br /> expenses; various benefits; end-of-service compensation; and <br /> social security (for production workers, administrative and technical <br /> staff directly related to production such as supervisors, and <br /> quality/storing/packaging control workers or indirectly related to <br /> production such as administrative, accounting and marketing staff). <br /> - Depreciation of fixed assets: this includes depreciation of industrial <br /> buildings, equipment and machinery and residential buildings <br /> owned by the organization not under lease and directly related to <br /> the production activity. Depreciation will be calculated according to <br /> the rates imposed by the competent authorities. The depreciation of <br /> any fixed asset shall not be included in the calculation of value- <br /> added when the book value gets to zero. <br /> - Leases: they include utilized local industrial lands, warehouses, <br /> industrial buildings, product marketing shops (showrooms for <br /> factory products) and workers' dwellings not owned by the company. <br /> - Financing cost: this includes total costs paid on loans used to <br /> finance the above fixed assets, or to finance the institution's direct <br /> activity or the cost of those loans pursuant to valid regulations in each country. <br /> - Intermediate and raw inputs of national origin: they include basic <br /> raw materials and intermediate items used in the production <br /> process. The concept of national origin covers what is produced <br /> locally and what is produced in a member country fulfilling the <br /> feature of national origin. <br /> - Other expenses: they include costs of lab tests, R&D, insurance <br /> indemnity for buildings and machines, costs and duties of patents <br /> and copyrights related to production and costs of leasing of <br /> machinery used in the production process. <br /> - Fuel, electricity and water: they include all costs of fuel, electricity <br /> and water used in the production process. <br /> - General and administrative expenses: they include post, telegraph, <br /> telephone ... etc. <br /> 2. The value added will be calculated according to one of the following two methods: <br /> a. cumulative method, as follows: <br /> Value added (sum of elements mentioned in paragraph 1 above) x 100 <br /> Value-added rate = <br /> EXW? value <br /> EXW Value = value added + CIF value of imported inputs - duties and taxes imposed on them <br /> b. final value of product, as follows: <br /> EXW value - CIF value of imported inputs - relevant duties and taxes ? 100 <br /> Local Value added = <br /> EXW value <br /> ? EXW = Ex factory <br /> Rule 15: Prohibitions <br /> Either Contracting Party may prohibit importation of products containing <br /> any inputs originating from states with which it does not have economic <br /> and commercial relations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Direct consignment <br /> The following shall be considered as direct consignment from the <br /> exporting Contracting Party to the importing Contracting Party: <br /> (a) If the products are transported without passing through the territory of <br /> any non-contracting party; <br /> (b) If the transport of products involves transit through one or more <br /> intermediate non-contracting parties with or without transshipment or <br /> temporary storage in such countries, provided that <br /> (i) the transit entry is justified for geographical reasons or by <br /> considerations related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Certificate of Origin <br /> a. To benefit from Syria-Iran PTA, products of national origin (as per <br /> Syria-Iran PTA Rules of Origin) traded between the Contracting Parties <br /> shall be accompanied by a Certificate of Origin, according to the attached <br /> form with all required data provided. <br /> b. Issuance and Certification of Certificate of Origin: <br /> 1. Certificate of origin shall be issued for goods originated in the <br /> Contracting Parties. <br /> 2. Certificate of Origin shall include, mainly, name of producing country, <br /> name and address of exporter, manufacturer and the consignee. <br /> 3. Certificate of Origin shall be filled in printed letters and the description of <br /> Product shall be in the field dedicated for that purpose in the form without <br /> any opportunity for scratching out or addition. <br /> 4. Certificate of Origin of a product shall be issued by the country of origin <br /> of that product upon export of goods. In exceptional circumstances <br /> however, it may be issued after export or from the exporting country when <br /> there is unintentional error or omission in the original Certificate of Origin. <br /> In this case the Certificate of Origin shall bear a special mark stating the <br /> circumstances within which it was issued. <br /> 5. The certifying as well as the issuing bodies shall keep a copy of the <br /> Certificate of Origin along with the attached documents for a period of <br /> three years as of the date of its issuance pursuant to the regulations in <br /> force at each side. <br /> 6. The Certificate of Origin shall be submitted to the Customs authorities in <br /> the importing Contracting Party upon clearance of goods pursuant to the <br /> regulations in force at each side.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Certificate of Origin <br /> 5. The certifying as well as the issuing bodies shall keep a copy of the <br /> Certificate of Origin along with the attached documents for a period of <br /> three years as of the date of its issuance pursuant to the regulations in <br /> force at each side.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Verification <br /> For the purpose of implementing Syria-Iran PTA, the following operational <br /> procedures shall be followed on the verification of the Certificate of Origin <br /> and the other related administrative matters: <br /> a) The Contracting Parties shall inform each other of the names and <br /> addresses of their respective authorities issuing and certifying Certificates <br /> of Origin and the official seals used by their said authorities. They shall <br /> also promptly inform each other of any change of the above-mentioned information. <br /> b) The importing Contracting Party may request a retroactive check at <br /> random and/or when it has reasonable doubt as to the authenticity of the <br /> document or as to the accuracy of the information regarding the true origin <br /> of the products in question or of certain parts thereof. <br /> c) The request shall be accompanied by the Certificate of Origin <br /> concerned and shall specify the reasons and any additional information <br /> suggesting that the particulars given in the said Certificate of Origin may <br /> be inaccurate, unless the retroactive check is requested on a random basis. <br /> d) The Customs authorities of the importing Contracting Party may <br /> suspend the provisions on preferential treatment while awaiting the result <br /> of verification. However, they may release the products to the importer <br /> subject to any administrative measures deemed necessary. <br /> e) The issuing authorities receiving a request for retroactive check shall <br /> reply no later than six months after the receipt of the request. <br /> f) To facilitate the operation of verification procedures, the focal points of <br /> both Contracting Parties shall be identified. <br /> g) The verification request shall be forwarded to the focal point of the <br /> exporting Contracting Party or to the issuing authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14: Dispute resolution <br /> Disagreements or disputes resulting from implementing Syria-Iran PTA <br /> Rules of Origin shall be referred to the Joint Trade Committee or the <br /> Arbitral Tribunal to be established under Articles 16 and 17 of Syria-Iran PTA.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Determination of origin", "ArticleDesc": "Rule 1: Determination of origin <br> Products contained in annex A and annex B of Syria-Iran PTA imported <br> from one Contracting Party to the other Contracting Party shall be eligible <br> for preferential treatment if they satisfy the requirements of the present <br> Rules of Origin. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 2: Definitions <br> For the purpose of implementing Syria-Iran PTA Rules of Origin, the <br> following terms shall have the meaning stated next to each: <br> a. Manufacturing: the process(es) to which production inputs are <br> subjected in order to produce materials, products or goods. <br> b. Production inputs: crude or raw materials, semi-finished goods, <br> and/or intermediate goods used in the production of goods. <br> "}, {"ArticleTitle": "Concept of origin", "ArticleDesc": "Rule 3: Concept of origin <br> For the purpose of implementing the Syria-Iran PTA Rules of Origin and <br> without violating Rule 5, the following products shall be considered of national origin: <br> a. Products totally produced or obtained in either Contracting Party within <br> the concept of Rule 7. <br> b. Goods manufactured by either Contracting Party in which input(s) <br> Originated from a non contracting party are used. The value added on <br> those goods shall not be less than 50% calculated according to Rule 4, <br> subject to the condition that the final process of production shall be carried <br> out in the Exporting Contracting Party. <br> "}, {"ArticleTitle": "Harmonization of rules", "ArticleDesc": "Rule 6: Harmonization of rules <br> In order to maximize the benefits, future consultations shall be conducted <br> to harmonize the Rules of Origin in the Contracting Parties with any future <br> bilateral/multilateral arrangements between either Contracting Party and <br> any regional/international economic grouping without violating their <br> commitments under Syria-Iran PTA. <br> "}, {"ArticleTitle": "Administrative cooperation", "ArticleDesc": "Rule 9: Administrative cooperation <br> The Contracting Parties shall provide one another with forms of stamps, <br> names and addresses of the bodies in charge of issuing and certifying <br> Certificates of Origin in their respective countries. <br> "}, {"ArticleTitle": "Exceptions", "ArticleDesc": "Rule 13: Exceptions <br> Products produced at the Free Zones in either Contracting Party shall be <br> excluded from preferential treatment under Syria-Iran PTA <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Rule 16: Review <br> These Rules may be reviewed as and when necessary upon request of <br> either Contracting Party and may be open to such modifications as may be <br> "}]}]}, "members_found": ["760", "364"]}