{"FtaRooDetails": {"FtaId": 567, "FtaCode": "ITC00577", "FtaName": "Iran-Turkey", "FtaFullName": "", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2015", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Iran (Islamic Republic of); Turkey", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Iran-Turkey", "AdminProcCooAuth": "The certification type under Iran-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Iran-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Iran-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "I. Within the meaning of Article 3 (b), non-originating materials which are used in the manufacture of the products obtained in a Contracting Party shall be regarded as sufficiently worked or processed provided that the value of such materials does not exceed 60 percent of the ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00577_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00577_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00577_proo.pdf", "DocType": "4_proo", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Cumulation of origin <br /> I. Products which comply with origin requirements provided for in Article 3 and <br /> which are used by a Contracting Party as input for a finished product eligible for <br /> preferential treatment by the other Contracting Party shall be considered as a product <br /> originating in the Contracting Party where working or processing of the finished <br /> product has taken place provided that they have undergone working or processing <br /> going beyond the operations referred to in Article 7. <br /> 2. Where the working or processing carried out in a Contracting Party does not go <br /> beyond the operations referred to in Article 7, the product obtained shall be <br /> considered as originating in that Contracting Party provided that the value added there <br /> is greater than the value of the materials used originating in the other Contracting <br /> Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Definitions <br /> For the purposes of this Annex: <br /> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four- <br /> digit codes) used in the nomenclature which makes up the Harmonized <br /> Commodity Description and Coding System (hereinafter referred to as <br /> HS); <br /> (b) @^@classified@^@ refers to the classification of a product or material under a <br /> particular heading; <br /> (c) @^@consignment@^@ means products which are either sent simultaneously <br /> from one exporter to one consignee or covered by a single transport <br /> document covering their shipment from the exporter to the consignee <br /> or, in the absence of such a document, by a single invoice; <br /> (d) @^@customs value@^@ means the transaction value of imported goods, which <br /> is the price actually paid or payable for the goods when sold for export <br /> to the country of importation, including other leviable charges and <br /> adjustment. In cases where the Customs value carinot be determined on <br /> the basis of transaction value, it will be determined using one of the <br /> following methods: <br /> i. The transaction value of identical goods; <br /> ii. The transaction value of similar goods; <br /> iii. The deductive value method; <br /> iv. The computed value method; <br /> v. The fall-back method; <br /> (e) @^@goods@^@ means both material and the products; <br /> (0 @^@manufacture@^@ means any kind of sufficient working or processing <br /> including assembly or specific operations on both of industrial and <br /> agricultural products; <br /> (g) @^@material@^@ means any ingredient, raw material, component or part, etc., <br /> used in the manufacture of the product: <br /> (h) @^@product@^@ means the product being manufactured, even if it is intended <br /> for later use in another manufacturing operation; <br /> (i) @^@territories@^@ means territories of Contracting Parties including <br /> territorial waters: <br /> (j) @^@value of materials@^@ means the customs value at the time of <br /> importation of the non-originating materials used, or, if this is not <br /> known and cannot be ascertained, the first ascertainable price paid for <br /> the non-originating materials in a Contracting Party; <br /> (k) @^@value of originating materials@^@ means the valuq of such materials as <br /> defined in subparagraph (j) applied mutatis mutandis; <br /> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br /> customs value of each of the materials incorporated which originate in <br /> the other Contracting Party or where the customs value is not known or <br /> cannot be ascertained, the first ascertainable price paid for the materials <br /> in a Contracting Party; <br /> (m) @^@ex-works price@^@ means the price paid for the product ex-works to the <br /> manufacturer in a Contracting Party in whose undertaking the . last <br /> working or processing is carried out, provided that the price includes <br /> the value of all the materials used, minus any internal taxes which are, <br /> or may be, repaid when the product obtained is exported. <br /> TITLE II <br /> ORIGINATING PRODUCTS <br /> Article 5 : Sufficiently worked or processed products <br /> I. Within the meaning of Article 3 (b), non-originating materials which are used in <br /> the manufacture of the products obtained in a Contracting Party shall be regarded <br /> as sufficiently worked or processed provided that the value of such materials does <br /> not exceed 60 percent of the ex-works price of the product. <br /> 2. Paragraph 1 shall apply subject to the provisions of Article 7i", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of machine. equipment, <br /> apparatus or vehicle shall be deemed to have the same origin as the machine, <br /> equipment, apparatus or vehicle, provided that;   ' <br /> a) they are the part of the normal equipment; and <br /> b) they are included in the price thereof; or <br /> c) they are not separately invoiced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly produced or obtained products <br /> I. Within the meaning of Article 3(a), the following shall be considered as wholly <br /> produced or obtained in the exporting Party: <br /> (a) raw or mineral products extracted from its soil, its water or from its <br /> seabed; <br /> (b) agricultural products harvested, picked or gathered there including <br /> forestry products;     ; <br /> (c) live animals born and raised there;  : <br /> (d) products obtained from animals born and or raised there: <br /> (e) products obtained by hunting, fishing or aquaculture activities <br /> conducted there; <br /> (t) products of sea fishing and other marine products taken from the sea <br /> outside the territorial waters of the Contracting Parties by their vessels; <br /> (g) products processed and/or made on boards its factory ships exclusively <br /> from products referred to in subparagraph (e) and (f) above; <br /> (h) used articles collected there, fit only for the recovery of raw materials; <br /> (i) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (j) goods produced there exclusively from the products referred to in <br /> paragraph (a) to (i) above.    ' <br /> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br /> only to vessels and factory ships: <br /> a) which are registered or recorded in a Contracting Party; <br /> b) which sail under the flag of a Contracting Party; <br /> c) which are owned to an extent of at least 60 percent by nationals of a <br /> Contracting Party, or by a company with its head office in a <br /> Contracting Party, of which the manager or managers, Chairman of the <br /> Board of Directors or the Supervisory Board, and the majority of the <br /> members of such boards are nationals of a Contracting Party and of <br /> which, in addition, in the case of partnerships or limited companies, at <br /> least halt the capital belongs to the Contracting Parties or to public <br /> bodies or nationals of the Contracting Parties. ;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient working or processing <br /> Any one or combination of two or more of the following operations or processes shall <br /> not by themselves constitute the final process of manufacture: <br /> (a) packing; <br /> (b) simple mixing; <br /> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple-packaging operations; <br /> (d) labelling, affixing or printing marks, labels, logos and other like <br /> distinguishing signs on products or their packaging; <br /> (e) splitting into lots; <br /> (f) sorting or grading; <br /> (g) marking; <br /> (h) putting up into sets; <br /> (i) simple assembly1; <br /> (j) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (k) breaking up and assembly of packages; <br /> (I) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (m) ironing or pressing of textiles; <br /> (n) simple painting and polishing operations, husking, partial or total <br /> bleaching, polishing, and glazing of cereals and rice; <br /> (o) operations to colour sugar or form sugar lumps: <br /> (p) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (q) sharpening, simple grinding or simple cutting; <br /> (r) sifting, screening, sorting, classifying, grading, matching; (including <br /> the making-up of sets of articles); <br /> (s) slaughter of animal. <br /> 1 Simple assembly describes activity which does not require the use of specially designed machines or <br /> apparatus or equipment and relevant training.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Definitions <br /> (d) @^@customs value@^@ means the transaction value of imported goods, which <br /> is the price actually paid or payable for the goods when sold for export <br /> to the country of importation, including other leviable charges and <br /> adjustment. In cases where the Customs value carinot be determined on <br /> the basis of transaction value, it will be determined using one of the <br /> following methods: <br /> i. The transaction value of identical goods; <br /> ii. The transaction value of similar goods; <br /> iii. The deductive value method; <br /> iv. The computed value method; <br /> v. The fall-back method; <br /> (j) @^@value of materials@^@ means the customs value at the time of <br /> importation of the non-originating materials used, or, if this is not <br /> known and cannot be ascertained, the first ascertainable price paid for <br /> the non-originating materials in a Contracting Party; <br /> (k) @^@value of originating materials@^@ means the valuq of such materials as <br /> defined in subparagraph (j) applied mutatis mutandis; <br /> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br /> customs value of each of the materials incorporated which originate in <br /> the other Contracting Party or where the customs value is not known or <br /> cannot be ascertained, the first ascertainable price paid for the materials <br /> in a Contracting Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel: <br /> (b) plant and equipment:    : <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the <br /> final composition of the product. <br /> title in  : <br /> TERRITORIAL REQUIREMENTS i", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> The following shall be considered as directly consigned from the exporting Party to <br /> the importing Party: <br /> (a) If the products are transported without passing through the territory of <br /> any non-Contracting Party:   i <br /> (b) The products whose transport involves transit through one or more <br /> intermediate non-Contracting Parties with or without transhipment or <br /> temporary storage in such countries, provided that: <br /> (i) The transit entry is justified for geographical reasons or by <br /> considerations related exclusively to transport requirements; <br /> (ii) The products have not entered into trade or consumption there; <br /> (iii) The products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them <br /> in good condition and <br /> (iv) Evidence that the conditions set out in (ii) and (iii) above has <br /> been complied with, such as Bill of Lading or a single transport <br /> document covering the passage from the exporting country <br /> through the country of transit; or failing these, any <br /> substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> 2. Where, under General Rule 5 of the HS, packaging is included with the <br /> product for classification purposes, it shall be included for the purposes of <br /> determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in general rule 3 of the HS, shall be regarded as originating when all <br /> component products are originating. Nevertheless, when a set is composed of <br /> originating and non-originating products, the set as a whole shall be regarded as <br /> originating in accordance with the requirements in Article 5 or 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br /> after the exhibition for importation in a Contracting Party shall benefit on <br /> importation trom the provisions of this Agreement provided it is shown to the <br /> satisfaction of the customs authorities that:   ? <br /> (a) an exporter has consigned these products from a Contracting Party to <br /> the country in which the exhibition is held and has exhibited them <br /> there; <br /> ( b) the products have been sold or otherwise disposed of by that exporter <br /> to a person in a Contracting Party: <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. A certificate ot origin must be issued or made out in^accordance with the <br /> provisions of Title IV and submitted to the customs authorities of the importing <br /> country in the normal manner. The name and address of the exhibition must be <br /> indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organized for private purposes <br /> in shops or business premises with a view to the sale of foreign products, and <br /> during which the products remain under customs control. ;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Procedure for the issue of a Certificate of Origin <br /> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br /> authorities of the exporting country on application having been made in writing <br /> by the exporter or. under the exporter's responsibility, by his authorized <br /> representative.       ' <br /> 2. For this purpose, the exporter or his authorized representative shall fill out both <br /> the Certificate ot Origin and the application forms, specimens of which are <br /> annexed herewith. The said forms shall be completed in one of the official <br /> languages of the Contracting Parties or in English language and in accordance <br /> with the provisions of the domestic law of the exporting country. If they are <br /> handwritten, they shall be completed in ink in printed characters. The description <br /> ot the products must be given in the Box.8 of the annexed forms, which is <br /> reserved for this purpose without leaving any blank lines. Where the said box is <br /> not completely filled, a horizontal line must be drawn below the last line of the <br /> description, the empty space being crossed through. <br /> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br /> submit at any time, at the request ot the designated/relevant competent authorities <br /> ot the exporting country where the Certificate of Origin is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br /> authorities of a Contracting Party if the products concerned can be considered as <br /> products originating in one of the Contracting Parties and fulfil the other <br /> requirements of this Annex. <br /> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br /> shall take any steps necessary to verify the originating status of the products and <br /> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br /> have the right to call for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. The issuing <br /> designated/relevant competent authorities shall also ensure that the forms referred <br /> to in paragraph 2 are duly completed. In particular, they shall check whether the <br /> space reserved for the description of the products in Box.8 has been completed in <br /> such a manner as to exclude all possibility of fraudulent additions. <br /> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br /> Box. 11 of the certificate. <br /> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br /> authorities and made available to the exporter as soon as actual exportation has <br /> been effected or ensured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Validity of Certificate of Origin <br /> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 2. Certificate of Origin which are submitted to the customs authorities of the <br /> importing country after the final date for presentation specified in paragraph 1 <br /> may be accepted for the purpose of applying preferential treatment, where the <br /> failure to submit these documents by the final date set is due to exceptional <br /> circumstances.        : <br /> i               ; <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the Certificate of Origin where the products have been <br /> submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Preservation of Certificate of Origin and supporting documents <br /> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br /> least three years the documents referred to in paragraph 3 of Article 15. <br /> 2. The designated/relevant competent authorities of the exporting country issuing a <br /> Certificate of Origin shall keep for at least three years the application form <br /> referred to in paragraph 2 of Article 15. <br /> 3. The customs authorities of the importing country shall keep for at least three <br /> years the Certificate of Origin submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 , : Certificate of Origin issued retrospectively <br /> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the designated/relevant <br /> competent authorities that a Certificate of Origin was issued but was <br /> not accepted at importation for technical reasons? <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the <br /> Certificate of Origin relates, and state the reasons for his request. <br /> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br /> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br /> (Remarks) of the Certificate of Origin.   i", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Supporting documents <br /> The documents referred to in Article 15(3) used for the purpose of proving that <br /> products covered by a Certificate of Origin can be considered ais products originating <br /> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br /> consist inter alia of the following:    : <br /> (a) direct evidence of the processes carried out by the exporter or supplier <br /> to obtain the goods concerned, contained for example in his accounts or <br /> internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in one of the Contracting Parties where, these documents are <br /> used in accordance with domestic law:  , <br /> (c) documents proving the working or processing of materials in one of the <br /> Contracting Parties, issued or made out in that Contracting Party, <br /> where these documents are used in accordance with domestic law; <br /> (d) Certificate of Origin proving the originating status of materials used, <br /> issued or made out in a Contracting Party in accordance with this <br /> Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Verification of proofs of origin <br /> Subsequent verifications of Certificate of Origin shall be carried out at random or <br /> whenever the customs authorities of the <br /> importing country have reasonable <br /> doubts as to the authenticity of such documents, the originating status of the <br /> products concerned or the fulfilment of the other requirements of this Annex. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the Certificate of Origin and the <br /> invoice or a copy of these documents, to the customs authorities of the exporting <br /> country giving, where appropriate, the reasons for the enquiry. Any documents <br /> and information obtained suggesting that the information given on the Certificate <br /> of Origin is incorrect shall be forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the designated/relevant competent <br /> authorities of the exporting country. For this purpose, they shall have the right to <br /> call for any evidence and to carry out any inspection of the exporter's accounts or <br /> any other check considered appropriate. <br /> 4. If the customs authorities of the importing country decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of <br /> the verification, release of the products shall be offered to the importer subject to <br /> any precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results, must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in one of the Contracting Parties and fulfil the <br /> other requirements of this Annex. <br /> Where the cumulation provisions in accordance with Article 6 of this Annex were <br /> applied and in connection with Article 15 (4), the reply shall include a copy <br /> (copies) of the certificate(s) relied upon.   : <br /> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br /> the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Penalties <br /> In accordance with national law/legislation of importing country penalties shall be <br /> imposed on any person who draws up, or causes to be drawn up, a document which <br /> contains incorrect information for the purpose of obtaining a preferential treatment for <br /> products.        i", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Discrepancies and formal errors <br /> 1. 1 he discovery of slight discrepancies between the statements made in the <br /> Certificate ot Origin and those made in the documents submitted to the customs <br /> office for the purpose ot carrying out the formalities for importing the products <br /> shall not ipso facto render the Certificate of Origin null and void if it is duly <br /> established by the customs authority of the importing country that this document <br /> does correspond to the products submitted.  : <br /> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br /> cause this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Dispute settlement <br /> Where disputes arise in relation to the verification procedures of Article 26, which <br /> cannot be settled, between the customs authorities requesting verification and the <br /> designated/relevant competent authorities responsible for carrying out this verification <br /> or where they raise a question as to the interpretation of this Annex, they shall be <br /> submitted to the Joint Committee. In all cases the settlement of disputes between the <br /> importer and the customs authorities of the importing country shall be under the <br /> legislation of the said country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 2 : Definitions <br> Article 4 : Wholly produced or obtained products <br> DEFINITIONS <br> Wholly Produced or Obtained Products <br> For the purposes of this Annex: <br> I. Within the meaning of Article 3(a), the following shall be considered as wholly <br> Accessories, spare parts and tools dispatched with a piece of machine. equipment, <br> TITLE I <br> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four- <br> produced or obtained in the exporting Party: <br> apparatus or vehicle shall be deemed to have the same origin as the machine, <br> digit codes) used in the nomenclature which makes up the Harmonized <br> (a) packing; <br> (a) raw or mineral products extracted from its soil, its water or from its <br> equipment, apparatus or vehicle, provided that;   ' <br> Commodity Description and Coding System (hereinafter referred to as <br> (b) simple mixing; <br> seabed; <br> there; <br> (b) @^@classified@^@ refers to the classification of a product or material under a <br> HS); <br> (b) agricultural products harvested, picked or gathered there including <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> Sets <br> forestry products;     ; <br> (c) live animals born and raised there;  : <br> Neutral elements <br> (c) @^@consignment@^@ means products which are either sent simultaneously <br> (d) products obtained from animals born and or raised there: <br> (i) the transit entry is justified for geographical reasons or by <br> (e) products obtained by hunting, fishing or aquaculture activities <br> document covering their shipment from the exporter to the consignee <br> (f) sorting or grading; <br> (ii) the products have not entered into trade or consumption there; <br> component products are originating. Nevertheless, when a set is composed of <br> or, in the absence of such a document, by a single invoice; <br> particular heading; <br> (g) marking; <br> (t) products of sea fishing and other marine products taken from the sea <br> (iii) the products have not undergone any operation there other than <br> originating and non-originating products, the set as a whole shall be regarded as <br> (d) @^@customs value@^@ means the transaction value of imported goods, which <br> (h) putting up into sets; <br> beyond the operations referred to in Article 7, the product obtained shall be <br> outside the territorial waters of the Contracting Parties by their vessels; <br> originating in accordance with the requirements in Article 5 or 6. <br> is the price actually paid or payable for the goods when sold for export <br> (g) products processed and/or made on boards its factory ships exclusively <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> (d) the products have not, since they were consigned for exhibition, been <br> from one exporter to one consignee or covered by a single transport <br> to the country of importation, including other leviable charges and <br> from products referred to in subparagraph (e) and (f) above; <br> adjustment. In cases where the Customs value carinot be determined on <br> (i) waste and scrap resulting from manufacturing operations conducted <br> (b) the products whose transport involves transit through one or more <br> In order to determine whether a product originates, it shall not be necessary to <br> the basis of transaction value, it will be determined using one of the <br> (k) breaking up and assembly of packages; <br> condition during transport and storage; <br> following methods: <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> the making-up of sets of articles); <br> (a) energy and fuel: <br> i. The transaction value of identical goods; <br> (j) goods produced there exclusively from the products referred to in <br> (m) ironing or pressing of textiles; <br> (b) plant and equipment:    : <br> ii. The transaction value of similar goods; <br> a) which are registered or recorded in a Contracting Party; <br> conducted there; <br> paragraph (a) to (i) above.    ' <br> iii. The deductive value method; <br> b) which sail under the flag of a Contracting Party; <br> GENERAL PROVISIONS <br> iv. The computed value method; <br> Article 6 : Cumulation of origin <br> v. The fall-back method; <br> title in  : <br> (e) @^@goods@^@ means both material and the products; <br> TERRITORIAL REQUIREMENTS i <br> (0 @^@manufacture@^@ means any kind of sufficient working or processing <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> including assembly or specific operations on both of industrial and <br> Contracting Party, or by a company with its head office in a <br> agricultural products; <br> Contracting Party, of which the manager or managers, Chairman of the <br> The following shall be considered as directly consigned from the exporting Party to <br> (g) @^@material@^@ means any ingredient, raw material, component or part, etc., <br> Board of Directors or the Supervisory Board, and the majority of the <br> the importing Party: <br> used in the manufacture of the product: <br> members of such boards are nationals of a Contracting Party and of <br> (a) If the products are transported without passing through the territory of <br> Exhibitions <br> (h) @^@product@^@ means the product being manufactured, even if it is intended <br> which, in addition, in the case of partnerships or limited companies, at <br> any non-Contracting Party:   i <br> for later use in another manufacturing operation; <br> least halt the capital belongs to the Contracting Parties or to public <br> (i) @^@territories@^@ means territories of Contracting Parties including <br> bodies or nationals of the Contracting Parties. ; <br> intermediate non-Contracting Parties with or without transhipment or <br> territorial waters: <br> temporary storage in such countries, provided that: <br> (j) @^@value of materials@^@ means the customs value at the time of <br> Sufficiently worked or processed products <br> importation of the non-originating materials used, or, if this is not <br> I. Within the meaning of Article 3 (b), non-originating materials which are used in <br> considerations related exclusively to transport requirements; <br> known and cannot be ascertained, the first ascertainable price paid for <br> the manufacture of the products obtained in a Contracting Party shall be regarded <br> the non-originating materials in a Contracting Party; <br> as sufficiently worked or processed provided that the value of such materials does <br> Article 12 : Direct transport <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (k) @^@value of originating materials@^@ means the valuq of such materials as <br> not exceed 60 percent of the ex-works price of the product. <br> unloading and reloading or any operation required to keep them <br> defined in subparagraph (j) applied mutatis mutandis; <br> 2. Paragraph 1 shall apply subject to the provisions of Article 7i <br> in good condition and <br> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br> (iv) Evidence that the conditions set out in (ii) and (iii) above has <br> customs value of each of the materials incorporated which originate in <br> Cumulation of Origin <br> been complied with, such as Bill of Lading or a single transport <br> the other Contracting Party or where the customs value is not known or <br> I. Products which comply with origin requirements provided for in Article 3 and <br> document covering the passage from the exporting country <br> cannot be ascertained, the first ascertainable price paid for the materials <br> which are used by a Contracting Party as input for a finished product eligible for <br> through the country of transit; or failing these, any <br> in a Contracting Party; <br> preferential treatment by the other Contracting Party shall be considered as a product <br> substantiating documents. <br> (m) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> originating in the Contracting Party where working or processing of the finished <br> manufacturer in a Contracting Party in whose undertaking the . last <br> product has taken place provided that they have undergone working or processing <br> indicated thereon. Where necessary, additional documentary evidence of the <br> working or processing is carried out, provided that the price includes <br> apparatus or equipment and relevant training. <br> going beyond the operations referred to in Article 7. <br> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br> Direct transport <br> the value of all the materials used, minus any internal taxes which are, <br> 2. Where the working or processing carried out in a Contracting Party does not go <br> after the exhibition for importation in a Contracting Party shall benefit on <br> or may be, repaid when the product obtained is exported. <br> importation trom the provisions of this Agreement provided it is shown to the <br> TITLE II <br> considered as originating in that Contracting Party provided that the value added there <br> satisfaction of the customs authorities that:   ? <br> ORIGINATING PRODUCTS <br> is greater than the value of the materials used originating in the other Contracting <br> (a) an exporter has consigned these products from a Contracting Party to <br> the country in which the exhibition is held and has exhibited them <br> ( b) the products have been sold or otherwise disposed of by that exporter <br> Any one or combination of two or more of the following operations or processes shall <br> to a person in a Contracting Party: <br> not by themselves constitute the final process of manufacture: <br> Insufficient working or processing <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> used for any purpose other than demonstration at the exhibition. <br> cards or boards and all other simple-packaging operations; <br> 2. A certificate ot origin must be issued or made out in^accordance with the <br> (d) labelling, affixing or printing marks, labels, logos and other like <br> country in the normal manner. The name and address of the exhibition must be <br> (e) splitting into lots; <br> fair or similar public show or display which is not organized for private purposes <br> (i) simple assembly1; <br> in shops or business premises with a view to the sale of foreign products, and <br> (j) preserving operations to ensure that the products remain in good <br> during which the products remain under customs control. ; <br> (I) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (n) simple painting and polishing operations, husking, partial or total <br> bleaching, polishing, and glazing of cereals and rice; <br> (o) operations to colour sugar or form sugar lumps: <br> (p) peeling, stoning and shelling of fruits, nuts and vegetables; <br> a) they are the part of the normal equipment; and <br> (q) sharpening, simple grinding or simple cutting; <br> b) they are included in the price thereof; or <br> (r) sifting, screening, sorting, classifying, grading, matching; (including <br> c) they are not separately invoiced. <br> (s) slaughter of animal. <br> 1 Simple assembly describes activity which does not require the use of specially designed machines or <br> (c) the products have been consigned during the exhibition or immediately <br> Accessories, Spare Parts and Tools <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> thereafter in the state in which they were sent for exhibition; and <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> Article 13 : Exhibitions <br> Article 7 : Insufficient working or processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> distinguishing signs on products or their packaging; <br> conditions under which they have been exhibited may be required. <br> Party. <br> Article 10 : Sets <br> determine the origin of the following which might be used in its manufacture: <br> (d) goods which do not enter and which are not intended to enter into the <br> final composition of the product. <br> provisions of Title IV and submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 1 : Scope <br> Annex II shall be applied for determining the origin of products eligible for <br> preferential concessions under the Preferential Trade Agreement (hereinafter <br> referred to as @^@this Agreement@^@) between the Republic of Turkey and the Islamic <br> Republic of Iran (hereinafter referred to as @^@Turkey@^@ and @^@Iran@^@ or @^@the <br> Contracting Parties@^@ where appropriate) <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 2 : Definitions <br> Article 4 : Wholly produced or obtained products <br> DEFINITIONS <br> Wholly Produced or Obtained Products <br> For the purposes of this Annex: <br> I. Within the meaning of Article 3(a), the following shall be considered as wholly <br> Accessories, spare parts and tools dispatched with a piece of machine. equipment, <br> TITLE I <br> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four- <br> produced or obtained in the exporting Party: <br> apparatus or vehicle shall be deemed to have the same origin as the machine, <br> digit codes) used in the nomenclature which makes up the Harmonized <br> (a) packing; <br> (a) raw or mineral products extracted from its soil, its water or from its <br> equipment, apparatus or vehicle, provided that;   ' <br> Commodity Description and Coding System (hereinafter referred to as <br> (b) simple mixing; <br> seabed; <br> there; <br> (b) @^@classified@^@ refers to the classification of a product or material under a <br> HS); <br> (b) agricultural products harvested, picked or gathered there including <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> Sets <br> forestry products;     ; <br> (c) live animals born and raised there;  : <br> Neutral elements <br> (c) @^@consignment@^@ means products which are either sent simultaneously <br> (d) products obtained from animals born and or raised there: <br> (i) the transit entry is justified for geographical reasons or by <br> (e) products obtained by hunting, fishing or aquaculture activities <br> document covering their shipment from the exporter to the consignee <br> (f) sorting or grading; <br> (ii) the products have not entered into trade or consumption there; <br> component products are originating. Nevertheless, when a set is composed of <br> or, in the absence of such a document, by a single invoice; <br> particular heading; <br> (g) marking; <br> (t) products of sea fishing and other marine products taken from the sea <br> (iii) the products have not undergone any operation there other than <br> originating and non-originating products, the set as a whole shall be regarded as <br> (d) @^@customs value@^@ means the transaction value of imported goods, which <br> (h) putting up into sets; <br> beyond the operations referred to in Article 7, the product obtained shall be <br> outside the territorial waters of the Contracting Parties by their vessels; <br> originating in accordance with the requirements in Article 5 or 6. <br> is the price actually paid or payable for the goods when sold for export <br> (g) products processed and/or made on boards its factory ships exclusively <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> (d) the products have not, since they were consigned for exhibition, been <br> from one exporter to one consignee or covered by a single transport <br> to the country of importation, including other leviable charges and <br> from products referred to in subparagraph (e) and (f) above; <br> adjustment. In cases where the Customs value carinot be determined on <br> (i) waste and scrap resulting from manufacturing operations conducted <br> (b) the products whose transport involves transit through one or more <br> In order to determine whether a product originates, it shall not be necessary to <br> the basis of transaction value, it will be determined using one of the <br> (k) breaking up and assembly of packages; <br> condition during transport and storage; <br> following methods: <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> the making-up of sets of articles); <br> (a) energy and fuel: <br> i. The transaction value of identical goods; <br> (j) goods produced there exclusively from the products referred to in <br> (m) ironing or pressing of textiles; <br> (b) plant and equipment:    : <br> ii. The transaction value of similar goods; <br> a) which are registered or recorded in a Contracting Party; <br> conducted there; <br> paragraph (a) to (i) above.    ' <br> iii. The deductive value method; <br> b) which sail under the flag of a Contracting Party; <br> GENERAL PROVISIONS <br> iv. The computed value method; <br> Article 6 : Cumulation of origin <br> v. The fall-back method; <br> title in  : <br> (e) @^@goods@^@ means both material and the products; <br> TERRITORIAL REQUIREMENTS i <br> (0 @^@manufacture@^@ means any kind of sufficient working or processing <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> including assembly or specific operations on both of industrial and <br> Contracting Party, or by a company with its head office in a <br> agricultural products; <br> Contracting Party, of which the manager or managers, Chairman of the <br> The following shall be considered as directly consigned from the exporting Party to <br> (g) @^@material@^@ means any ingredient, raw material, component or part, etc., <br> Board of Directors or the Supervisory Board, and the majority of the <br> the importing Party: <br> used in the manufacture of the product: <br> members of such boards are nationals of a Contracting Party and of <br> (a) If the products are transported without passing through the territory of <br> Exhibitions <br> (h) @^@product@^@ means the product being manufactured, even if it is intended <br> which, in addition, in the case of partnerships or limited companies, at <br> any non-Contracting Party:   i <br> for later use in another manufacturing operation; <br> least halt the capital belongs to the Contracting Parties or to public <br> (i) @^@territories@^@ means territories of Contracting Parties including <br> bodies or nationals of the Contracting Parties. ; <br> intermediate non-Contracting Parties with or without transhipment or <br> territorial waters: <br> temporary storage in such countries, provided that: <br> (j) @^@value of materials@^@ means the customs value at the time of <br> Sufficiently worked or processed products <br> importation of the non-originating materials used, or, if this is not <br> I. Within the meaning of Article 3 (b), non-originating materials which are used in <br> considerations related exclusively to transport requirements; <br> known and cannot be ascertained, the first ascertainable price paid for <br> the manufacture of the products obtained in a Contracting Party shall be regarded <br> the non-originating materials in a Contracting Party; <br> as sufficiently worked or processed provided that the value of such materials does <br> Article 12 : Direct transport <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (k) @^@value of originating materials@^@ means the valuq of such materials as <br> not exceed 60 percent of the ex-works price of the product. <br> unloading and reloading or any operation required to keep them <br> defined in subparagraph (j) applied mutatis mutandis; <br> 2. Paragraph 1 shall apply subject to the provisions of Article 7i <br> in good condition and <br> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br> (iv) Evidence that the conditions set out in (ii) and (iii) above has <br> customs value of each of the materials incorporated which originate in <br> Cumulation of Origin <br> been complied with, such as Bill of Lading or a single transport <br> the other Contracting Party or where the customs value is not known or <br> I. Products which comply with origin requirements provided for in Article 3 and <br> document covering the passage from the exporting country <br> cannot be ascertained, the first ascertainable price paid for the materials <br> which are used by a Contracting Party as input for a finished product eligible for <br> through the country of transit; or failing these, any <br> in a Contracting Party; <br> preferential treatment by the other Contracting Party shall be considered as a product <br> substantiating documents. <br> (m) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> originating in the Contracting Party where working or processing of the finished <br> manufacturer in a Contracting Party in whose undertaking the . last <br> product has taken place provided that they have undergone working or processing <br> indicated thereon. Where necessary, additional documentary evidence of the <br> working or processing is carried out, provided that the price includes <br> apparatus or equipment and relevant training. <br> going beyond the operations referred to in Article 7. <br> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br> Direct transport <br> the value of all the materials used, minus any internal taxes which are, <br> 2. Where the working or processing carried out in a Contracting Party does not go <br> after the exhibition for importation in a Contracting Party shall benefit on <br> or may be, repaid when the product obtained is exported. <br> importation trom the provisions of this Agreement provided it is shown to the <br> TITLE II <br> considered as originating in that Contracting Party provided that the value added there <br> satisfaction of the customs authorities that:   ? <br> ORIGINATING PRODUCTS <br> is greater than the value of the materials used originating in the other Contracting <br> (a) an exporter has consigned these products from a Contracting Party to <br> the country in which the exhibition is held and has exhibited them <br> ( b) the products have been sold or otherwise disposed of by that exporter <br> Any one or combination of two or more of the following operations or processes shall <br> to a person in a Contracting Party: <br> not by themselves constitute the final process of manufacture: <br> Insufficient working or processing <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> used for any purpose other than demonstration at the exhibition. <br> cards or boards and all other simple-packaging operations; <br> 2. A certificate ot origin must be issued or made out in^accordance with the <br> (d) labelling, affixing or printing marks, labels, logos and other like <br> country in the normal manner. The name and address of the exhibition must be <br> (e) splitting into lots; <br> fair or similar public show or display which is not organized for private purposes <br> (i) simple assembly1; <br> in shops or business premises with a view to the sale of foreign products, and <br> (j) preserving operations to ensure that the products remain in good <br> during which the products remain under customs control. ; <br> (I) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (n) simple painting and polishing operations, husking, partial or total <br> bleaching, polishing, and glazing of cereals and rice; <br> (o) operations to colour sugar or form sugar lumps: <br> (p) peeling, stoning and shelling of fruits, nuts and vegetables; <br> a) they are the part of the normal equipment; and <br> (q) sharpening, simple grinding or simple cutting; <br> b) they are included in the price thereof; or <br> (r) sifting, screening, sorting, classifying, grading, matching; (including <br> c) they are not separately invoiced. <br> (s) slaughter of animal. <br> 1 Simple assembly describes activity which does not require the use of specially designed machines or <br> (c) the products have been consigned during the exhibition or immediately <br> Accessories, Spare Parts and Tools <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> thereafter in the state in which they were sent for exhibition; and <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> Article 13 : Exhibitions <br> Article 7 : Insufficient working or processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> distinguishing signs on products or their packaging; <br> conditions under which they have been exhibited may be required. <br> Party. <br> Article 10 : Sets <br> determine the origin of the following which might be used in its manufacture: <br> (d) goods which do not enter and which are not intended to enter into the <br> final composition of the product. <br> provisions of Title IV and submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Products covered by the Agreement imported into the territory of a Contracting Party <br> from the other Contracting Party which are consigned directly within the meaning of <br> Article 12 hereof, shall be eligible for preferential concessions if they conform to the <br> origin requirement under any one of the following conditions: <br> (a) products wholly produced or obtained in the exporting Party as defined <br> in Article 4 or <br> (b) products obtained in a Contracting Party incorporating materials which <br> undergone sufficient working or processing in that Contracting Party <br> within the meaning of Article 5. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 3 : General Requirements <br> have not been wholly obtained there, provided that such materials have <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 2 : Definitions <br> Article 4 : Wholly produced or obtained products <br> DEFINITIONS <br> Wholly Produced or Obtained Products <br> For the purposes of this Annex: <br> I. Within the meaning of Article 3(a), the following shall be considered as wholly <br> Accessories, spare parts and tools dispatched with a piece of machine. equipment, <br> TITLE I <br> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four- <br> produced or obtained in the exporting Party: <br> apparatus or vehicle shall be deemed to have the same origin as the machine, <br> digit codes) used in the nomenclature which makes up the Harmonized <br> (a) packing; <br> (a) raw or mineral products extracted from its soil, its water or from its <br> equipment, apparatus or vehicle, provided that;   ' <br> Commodity Description and Coding System (hereinafter referred to as <br> (b) simple mixing; <br> seabed; <br> there; <br> (b) @^@classified@^@ refers to the classification of a product or material under a <br> HS); <br> (b) agricultural products harvested, picked or gathered there including <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> Sets <br> forestry products;     ; <br> (c) live animals born and raised there;  : <br> Neutral elements <br> (c) @^@consignment@^@ means products which are either sent simultaneously <br> (d) products obtained from animals born and or raised there: <br> (i) the transit entry is justified for geographical reasons or by <br> (e) products obtained by hunting, fishing or aquaculture activities <br> document covering their shipment from the exporter to the consignee <br> (f) sorting or grading; <br> (ii) the products have not entered into trade or consumption there; <br> component products are originating. Nevertheless, when a set is composed of <br> or, in the absence of such a document, by a single invoice; <br> particular heading; <br> (g) marking; <br> (t) products of sea fishing and other marine products taken from the sea <br> (iii) the products have not undergone any operation there other than <br> originating and non-originating products, the set as a whole shall be regarded as <br> (d) @^@customs value@^@ means the transaction value of imported goods, which <br> (h) putting up into sets; <br> beyond the operations referred to in Article 7, the product obtained shall be <br> outside the territorial waters of the Contracting Parties by their vessels; <br> originating in accordance with the requirements in Article 5 or 6. <br> is the price actually paid or payable for the goods when sold for export <br> (g) products processed and/or made on boards its factory ships exclusively <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> (d) the products have not, since they were consigned for exhibition, been <br> from one exporter to one consignee or covered by a single transport <br> to the country of importation, including other leviable charges and <br> from products referred to in subparagraph (e) and (f) above; <br> adjustment. In cases where the Customs value carinot be determined on <br> (i) waste and scrap resulting from manufacturing operations conducted <br> (b) the products whose transport involves transit through one or more <br> In order to determine whether a product originates, it shall not be necessary to <br> the basis of transaction value, it will be determined using one of the <br> (k) breaking up and assembly of packages; <br> condition during transport and storage; <br> following methods: <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> the making-up of sets of articles); <br> (a) energy and fuel: <br> i. The transaction value of identical goods; <br> (j) goods produced there exclusively from the products referred to in <br> (m) ironing or pressing of textiles; <br> (b) plant and equipment:    : <br> ii. The transaction value of similar goods; <br> a) which are registered or recorded in a Contracting Party; <br> conducted there; <br> paragraph (a) to (i) above.    ' <br> iii. The deductive value method; <br> b) which sail under the flag of a Contracting Party; <br> GENERAL PROVISIONS <br> iv. The computed value method; <br> Article 6 : Cumulation of origin <br> v. The fall-back method; <br> title in  : <br> (e) @^@goods@^@ means both material and the products; <br> TERRITORIAL REQUIREMENTS i <br> (0 @^@manufacture@^@ means any kind of sufficient working or processing <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> including assembly or specific operations on both of industrial and <br> Contracting Party, or by a company with its head office in a <br> agricultural products; <br> Contracting Party, of which the manager or managers, Chairman of the <br> The following shall be considered as directly consigned from the exporting Party to <br> (g) @^@material@^@ means any ingredient, raw material, component or part, etc., <br> Board of Directors or the Supervisory Board, and the majority of the <br> the importing Party: <br> used in the manufacture of the product: <br> members of such boards are nationals of a Contracting Party and of <br> (a) If the products are transported without passing through the territory of <br> Exhibitions <br> (h) @^@product@^@ means the product being manufactured, even if it is intended <br> which, in addition, in the case of partnerships or limited companies, at <br> any non-Contracting Party:   i <br> for later use in another manufacturing operation; <br> least halt the capital belongs to the Contracting Parties or to public <br> (i) @^@territories@^@ means territories of Contracting Parties including <br> bodies or nationals of the Contracting Parties. ; <br> intermediate non-Contracting Parties with or without transhipment or <br> territorial waters: <br> temporary storage in such countries, provided that: <br> (j) @^@value of materials@^@ means the customs value at the time of <br> Sufficiently worked or processed products <br> importation of the non-originating materials used, or, if this is not <br> I. Within the meaning of Article 3 (b), non-originating materials which are used in <br> considerations related exclusively to transport requirements; <br> known and cannot be ascertained, the first ascertainable price paid for <br> the manufacture of the products obtained in a Contracting Party shall be regarded <br> the non-originating materials in a Contracting Party; <br> as sufficiently worked or processed provided that the value of such materials does <br> Article 12 : Direct transport <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (k) @^@value of originating materials@^@ means the valuq of such materials as <br> not exceed 60 percent of the ex-works price of the product. <br> unloading and reloading or any operation required to keep them <br> defined in subparagraph (j) applied mutatis mutandis; <br> 2. Paragraph 1 shall apply subject to the provisions of Article 7i <br> in good condition and <br> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br> (iv) Evidence that the conditions set out in (ii) and (iii) above has <br> customs value of each of the materials incorporated which originate in <br> Cumulation of Origin <br> been complied with, such as Bill of Lading or a single transport <br> the other Contracting Party or where the customs value is not known or <br> I. Products which comply with origin requirements provided for in Article 3 and <br> document covering the passage from the exporting country <br> cannot be ascertained, the first ascertainable price paid for the materials <br> which are used by a Contracting Party as input for a finished product eligible for <br> through the country of transit; or failing these, any <br> in a Contracting Party; <br> preferential treatment by the other Contracting Party shall be considered as a product <br> substantiating documents. <br> (m) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> originating in the Contracting Party where working or processing of the finished <br> manufacturer in a Contracting Party in whose undertaking the . last <br> product has taken place provided that they have undergone working or processing <br> indicated thereon. Where necessary, additional documentary evidence of the <br> working or processing is carried out, provided that the price includes <br> apparatus or equipment and relevant training. <br> going beyond the operations referred to in Article 7. <br> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br> Direct transport <br> the value of all the materials used, minus any internal taxes which are, <br> 2. Where the working or processing carried out in a Contracting Party does not go <br> after the exhibition for importation in a Contracting Party shall benefit on <br> or may be, repaid when the product obtained is exported. <br> importation trom the provisions of this Agreement provided it is shown to the <br> TITLE II <br> considered as originating in that Contracting Party provided that the value added there <br> satisfaction of the customs authorities that:   ? <br> ORIGINATING PRODUCTS <br> is greater than the value of the materials used originating in the other Contracting <br> (a) an exporter has consigned these products from a Contracting Party to <br> the country in which the exhibition is held and has exhibited them <br> ( b) the products have been sold or otherwise disposed of by that exporter <br> Any one or combination of two or more of the following operations or processes shall <br> to a person in a Contracting Party: <br> not by themselves constitute the final process of manufacture: <br> Insufficient working or processing <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> used for any purpose other than demonstration at the exhibition. <br> cards or boards and all other simple-packaging operations; <br> 2. A certificate ot origin must be issued or made out in^accordance with the <br> (d) labelling, affixing or printing marks, labels, logos and other like <br> country in the normal manner. The name and address of the exhibition must be <br> (e) splitting into lots; <br> fair or similar public show or display which is not organized for private purposes <br> (i) simple assembly1; <br> in shops or business premises with a view to the sale of foreign products, and <br> (j) preserving operations to ensure that the products remain in good <br> during which the products remain under customs control. ; <br> (I) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (n) simple painting and polishing operations, husking, partial or total <br> bleaching, polishing, and glazing of cereals and rice; <br> (o) operations to colour sugar or form sugar lumps: <br> (p) peeling, stoning and shelling of fruits, nuts and vegetables; <br> a) they are the part of the normal equipment; and <br> (q) sharpening, simple grinding or simple cutting; <br> b) they are included in the price thereof; or <br> (r) sifting, screening, sorting, classifying, grading, matching; (including <br> c) they are not separately invoiced. <br> (s) slaughter of animal. <br> 1 Simple assembly describes activity which does not require the use of specially designed machines or <br> (c) the products have been consigned during the exhibition or immediately <br> Accessories, Spare Parts and Tools <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> thereafter in the state in which they were sent for exhibition; and <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> Article 13 : Exhibitions <br> Article 7 : Insufficient working or processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> distinguishing signs on products or their packaging; <br> conditions under which they have been exhibited may be required. <br> Party. <br> Article 10 : Sets <br> determine the origin of the following which might be used in its manufacture: <br> (d) goods which do not enter and which are not intended to enter into the <br> final composition of the product. <br> provisions of Title IV and submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "1. For the purposes of this Annex, goods, materials and products shall be <br> classified in accordance with HS.   ; <br> (a) If a product is composed of a group or assembly of articles but is classified <br> in a single heading, it shall be regarded as a single item under the terms of <br> the HS;      ' <br> (b) If a consignment consists of a number of identical products but is classified <br> under the same heading of the HS, each product must be taken into account <br> individually for classification purposes. <br> 2. Where, under General Rule 5 of the HS, packaging is included with the <br> product for classification purposes, it shall be included for the purposes of <br> determining origin. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 8 : Unit of Qualification <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 2 : Definitions <br> Article 4 : Wholly produced or obtained products <br> DEFINITIONS <br> Wholly Produced or Obtained Products <br> For the purposes of this Annex: <br> I. Within the meaning of Article 3(a), the following shall be considered as wholly <br> Accessories, spare parts and tools dispatched with a piece of machine. equipment, <br> TITLE I <br> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four- <br> produced or obtained in the exporting Party: <br> apparatus or vehicle shall be deemed to have the same origin as the machine, <br> digit codes) used in the nomenclature which makes up the Harmonized <br> (a) packing; <br> (a) raw or mineral products extracted from its soil, its water or from its <br> equipment, apparatus or vehicle, provided that;   ' <br> Commodity Description and Coding System (hereinafter referred to as <br> (b) simple mixing; <br> seabed; <br> there; <br> (b) @^@classified@^@ refers to the classification of a product or material under a <br> HS); <br> (b) agricultural products harvested, picked or gathered there including <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> Sets <br> forestry products;     ; <br> (c) live animals born and raised there;  : <br> Neutral elements <br> (c) @^@consignment@^@ means products which are either sent simultaneously <br> (d) products obtained from animals born and or raised there: <br> (i) the transit entry is justified for geographical reasons or by <br> (e) products obtained by hunting, fishing or aquaculture activities <br> document covering their shipment from the exporter to the consignee <br> (f) sorting or grading; <br> (ii) the products have not entered into trade or consumption there; <br> component products are originating. Nevertheless, when a set is composed of <br> or, in the absence of such a document, by a single invoice; <br> particular heading; <br> (g) marking; <br> (t) products of sea fishing and other marine products taken from the sea <br> (iii) the products have not undergone any operation there other than <br> originating and non-originating products, the set as a whole shall be regarded as <br> (d) @^@customs value@^@ means the transaction value of imported goods, which <br> (h) putting up into sets; <br> beyond the operations referred to in Article 7, the product obtained shall be <br> outside the territorial waters of the Contracting Parties by their vessels; <br> originating in accordance with the requirements in Article 5 or 6. <br> is the price actually paid or payable for the goods when sold for export <br> (g) products processed and/or made on boards its factory ships exclusively <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> (d) the products have not, since they were consigned for exhibition, been <br> from one exporter to one consignee or covered by a single transport <br> to the country of importation, including other leviable charges and <br> from products referred to in subparagraph (e) and (f) above; <br> adjustment. In cases where the Customs value carinot be determined on <br> (i) waste and scrap resulting from manufacturing operations conducted <br> (b) the products whose transport involves transit through one or more <br> In order to determine whether a product originates, it shall not be necessary to <br> the basis of transaction value, it will be determined using one of the <br> (k) breaking up and assembly of packages; <br> condition during transport and storage; <br> following methods: <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> the making-up of sets of articles); <br> (a) energy and fuel: <br> i. The transaction value of identical goods; <br> (j) goods produced there exclusively from the products referred to in <br> (m) ironing or pressing of textiles; <br> (b) plant and equipment:    : <br> ii. The transaction value of similar goods; <br> a) which are registered or recorded in a Contracting Party; <br> conducted there; <br> paragraph (a) to (i) above.    ' <br> iii. The deductive value method; <br> b) which sail under the flag of a Contracting Party; <br> GENERAL PROVISIONS <br> iv. The computed value method; <br> Article 6 : Cumulation of origin <br> v. The fall-back method; <br> title in  : <br> (e) @^@goods@^@ means both material and the products; <br> TERRITORIAL REQUIREMENTS i <br> (0 @^@manufacture@^@ means any kind of sufficient working or processing <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> including assembly or specific operations on both of industrial and <br> Contracting Party, or by a company with its head office in a <br> agricultural products; <br> Contracting Party, of which the manager or managers, Chairman of the <br> The following shall be considered as directly consigned from the exporting Party to <br> (g) @^@material@^@ means any ingredient, raw material, component or part, etc., <br> Board of Directors or the Supervisory Board, and the majority of the <br> the importing Party: <br> used in the manufacture of the product: <br> members of such boards are nationals of a Contracting Party and of <br> (a) If the products are transported without passing through the territory of <br> Exhibitions <br> (h) @^@product@^@ means the product being manufactured, even if it is intended <br> which, in addition, in the case of partnerships or limited companies, at <br> any non-Contracting Party:   i <br> for later use in another manufacturing operation; <br> least halt the capital belongs to the Contracting Parties or to public <br> (i) @^@territories@^@ means territories of Contracting Parties including <br> bodies or nationals of the Contracting Parties. ; <br> intermediate non-Contracting Parties with or without transhipment or <br> territorial waters: <br> temporary storage in such countries, provided that: <br> (j) @^@value of materials@^@ means the customs value at the time of <br> Sufficiently worked or processed products <br> importation of the non-originating materials used, or, if this is not <br> I. Within the meaning of Article 3 (b), non-originating materials which are used in <br> considerations related exclusively to transport requirements; <br> known and cannot be ascertained, the first ascertainable price paid for <br> the manufacture of the products obtained in a Contracting Party shall be regarded <br> the non-originating materials in a Contracting Party; <br> as sufficiently worked or processed provided that the value of such materials does <br> Article 12 : Direct transport <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (k) @^@value of originating materials@^@ means the valuq of such materials as <br> not exceed 60 percent of the ex-works price of the product. <br> unloading and reloading or any operation required to keep them <br> defined in subparagraph (j) applied mutatis mutandis; <br> 2. Paragraph 1 shall apply subject to the provisions of Article 7i <br> in good condition and <br> (!) @^@value added@^@ shall be taken to be the ex-wqrks price minus the <br> (iv) Evidence that the conditions set out in (ii) and (iii) above has <br> customs value of each of the materials incorporated which originate in <br> Cumulation of Origin <br> been complied with, such as Bill of Lading or a single transport <br> the other Contracting Party or where the customs value is not known or <br> I. Products which comply with origin requirements provided for in Article 3 and <br> document covering the passage from the exporting country <br> cannot be ascertained, the first ascertainable price paid for the materials <br> which are used by a Contracting Party as input for a finished product eligible for <br> through the country of transit; or failing these, any <br> in a Contracting Party; <br> preferential treatment by the other Contracting Party shall be considered as a product <br> substantiating documents. <br> (m) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> originating in the Contracting Party where working or processing of the finished <br> manufacturer in a Contracting Party in whose undertaking the . last <br> product has taken place provided that they have undergone working or processing <br> indicated thereon. Where necessary, additional documentary evidence of the <br> working or processing is carried out, provided that the price includes <br> apparatus or equipment and relevant training. <br> going beyond the operations referred to in Article 7. <br> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br> Direct transport <br> the value of all the materials used, minus any internal taxes which are, <br> 2. Where the working or processing carried out in a Contracting Party does not go <br> after the exhibition for importation in a Contracting Party shall benefit on <br> or may be, repaid when the product obtained is exported. <br> importation trom the provisions of this Agreement provided it is shown to the <br> TITLE II <br> considered as originating in that Contracting Party provided that the value added there <br> satisfaction of the customs authorities that:   ? <br> ORIGINATING PRODUCTS <br> is greater than the value of the materials used originating in the other Contracting <br> (a) an exporter has consigned these products from a Contracting Party to <br> the country in which the exhibition is held and has exhibited them <br> ( b) the products have been sold or otherwise disposed of by that exporter <br> Any one or combination of two or more of the following operations or processes shall <br> to a person in a Contracting Party: <br> not by themselves constitute the final process of manufacture: <br> Insufficient working or processing <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> used for any purpose other than demonstration at the exhibition. <br> cards or boards and all other simple-packaging operations; <br> 2. A certificate ot origin must be issued or made out in^accordance with the <br> (d) labelling, affixing or printing marks, labels, logos and other like <br> country in the normal manner. The name and address of the exhibition must be <br> (e) splitting into lots; <br> fair or similar public show or display which is not organized for private purposes <br> (i) simple assembly1; <br> in shops or business premises with a view to the sale of foreign products, and <br> (j) preserving operations to ensure that the products remain in good <br> during which the products remain under customs control. ; <br> (I) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (n) simple painting and polishing operations, husking, partial or total <br> bleaching, polishing, and glazing of cereals and rice; <br> (o) operations to colour sugar or form sugar lumps: <br> (p) peeling, stoning and shelling of fruits, nuts and vegetables; <br> a) they are the part of the normal equipment; and <br> (q) sharpening, simple grinding or simple cutting; <br> b) they are included in the price thereof; or <br> (r) sifting, screening, sorting, classifying, grading, matching; (including <br> c) they are not separately invoiced. <br> (s) slaughter of animal. <br> 1 Simple assembly describes activity which does not require the use of specially designed machines or <br> (c) the products have been consigned during the exhibition or immediately <br> Accessories, Spare Parts and Tools <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> thereafter in the state in which they were sent for exhibition; and <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> Article 13 : Exhibitions <br> Article 7 : Insufficient working or processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> distinguishing signs on products or their packaging; <br> conditions under which they have been exhibited may be required. <br> Party. <br> Article 10 : Sets <br> determine the origin of the following which might be used in its manufacture: <br> (d) goods which do not enter and which are not intended to enter into the <br> final composition of the product. <br> provisions of Title IV and submitted to the customs authorities of the importing <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 14 : General requirements <br> Products originating in a Contracting Party shall, on importation into the other <br> Contracting Party benefit from this Agreement upon submission of a certificate of <br> origin, a specimen of which is annexed herewith.  < <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}, {"ArticleTitle": "Issue of a duplicate Certificate of Origin", "ArticleDesc": "Article 17 : Issue of a duplicate Certificate of Origin <br> 1. In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply to the designated/relevant competent authorities which issued it for a <br> duplicate made out on the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the fallowing <br> - @^@DUPLICATE@^@    i <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the Box.7 <br> (Remarks) of the duplicate Certificate of Origin. <br> 4. The duplicate, which must bear the date of issue of the original Certificate of <br> Origin, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issue of proofs of origin on the basis of a Certificate of Origin issued or made out", "ArticleDesc": "Article 18 ! : Issue of proofs of origin on the basis of a Certificate of Origin issued or made out <br> previously <br> When originating products are placed under the control of a customs office in a <br> Contracting Party, it shall be possible to replace the original Certificate of Origin by <br> one or more Certificate of Origin for the purpose of sending all or some of these <br> products elsewhere within a Contracting Party. The replacement Certificate(s) of <br> Origin shall be issued by the designated/relevant competent authorities under whose <br> control the products are placed.     '? <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}, {"ArticleTitle": "Submission of Certificate of Origin", "ArticleDesc": "Article 20 s : Submission of Certificate of Origin <br> Certificate of Origin shall be submitted to the customs authorities of the importing <br> country in accordance with the procedures applicable in that country. The said <br> authorities may require a translation of a Certificate of Origin and may also require <br> the relevant document to be accompanied by a statement from jthe importer to the <br> effect that the products meet the conditions required for the implementation of this <br> Agreement. <br> "}, {"ArticleTitle": "Importation by instalments ;", "ArticleDesc": "Article 21 : Importation by instalments ; <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of general rule 2(a) of the HS falling within Sections XVI and XVII or <br> heading Nos. 7308 and 9406 of the HS are imported by • instalments, a single <br> Certificate of Origin for such products shall be submitted to the customs authorities <br> upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 25 : Mutual assistance <br> 1. The customs authorities of the Contracting Parties shall provide each other with <br> specimen impressions ot stamps used in their designated/relevant competent <br> authorities for the issue of Certificate of Origin and with the addresses of the <br> customs authorities or relevant competent bodies responsible for verifying those <br> certificates. <br> In older to ensure the proper application of this Annex, the Contracting Parties <br> shall assist each other, through the competent customs; administrations and <br> relevant competent and duly authorized bodies, in checking the authenticity of the <br> proofs of origin and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 29 : Free zones <br> I. The Contracting Parties shall take all necessary steps to ensure that products <br> traded under cover of a Certificate of Origin which in the course of transport use <br> a free zone situated in their territory, are not substituted by other goods and do <br> not undergo handling other than normal operations designed to prevent their <br> deterioration.       ? <br> 2. By means of an exemption to the provisions contained in paragraph 1, when <br> products originating in a Contracting Party are imported into a free zone under <br> cover of a Certificate of Origin and undergo treatment or processing, the <br> authorities concerned shall issue a new Certificate of Origin at the exporter's <br> provisions of this Annex. <br> request, if the treatment or processing undergone is in conformity with the <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "Article 30 : Sub-Committee on customs and origin matters <br> A Sub-Committee on customs and origin matters shall be set up under the Joint <br> Committee to assist it in carrying out its duties and to ensure a continuous information <br> and consultations process between experts. The said sub-committee shall be <br> composed of experts from the Contracting Parties responsible for customs and origin <br> matters. <br> "}, {"ArticleTitle": "Appendix  I :", "ArticleDesc": "Article 31 : Appendix  I  : <br> Appendix to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Goods in transit and storage", "ArticleDesc": "Article 32 : Goods in transit and storage <br> Goods which conform to the provisions of Title II and which on the date of entry into <br> force of this Agreement are either being transported or are being held in a Contracting <br> Party in temporary storage, in bonded warehouses or in free zones, may be accepted <br> as originating products subject to the submission, within four months from the date of <br> entry into force of the Agreement, to the customs authorities of the importing country <br> of Certificate of Origin , drawn up retrospectively, and of any documents that provide <br> supporting evidence of the conditions of transport. <br> "}, {"ArticleTitle": "Amendments", "ArticleDesc": "Article 33 : Amendments <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : Procedure for the issue of a Certificate of Origin <br> Article 19 : Validity of Certificate of Origin <br> Article 26 : Verification of proofs of origin <br> The Joint Committee may decide to amend the provisions of this Annex. <br> TITLE IV <br> Procedure for the issue of a Certificate of Origin <br> Validity of Certificate of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> 1. A Certificate of Origin shall be issued by the designated/relevant competent <br> I. A Certificate of Origin shall be valid for six months from the date of issue in the <br> The documents referred to in Article 15(3) used for the purpose of proving that <br> Subsequent verifications of Certificate of Origin shall be carried out at random or <br> authorities of the exporting country on application having been made in writing <br> products covered by a Certificate of Origin can be considered ais products originating <br> whenever the customs authorities of the <br> by the exporter or. under the exporter's responsibility, by his authorized <br> authorities of the importing country. <br> in one of the Contracting Parties and fulfil the other requirements of this Annex may <br> doubts as to the authenticity of such documents, the originating status of the <br> importing country have reasonable <br> representative.       ' <br> 2. Certificate of Origin which are submitted to the customs authorities of the <br> consist inter alia of the following:    : <br> 2. For this purpose, the exporter or his authorized representative shall fill out both <br> importing country after the final date for presentation specified in paragraph 1 <br> products concerned or the fulfilment of the other requirements of this Annex. <br> the Certificate ot Origin and the application forms, specimens of which are <br> may be accepted for the purpose of applying preferential treatment, where the <br> to obtain the goods concerned, contained for example in his accounts or <br> annexed herewith. The said forms shall be completed in one of the official <br> failure to submit these documents by the final date set is due to exceptional <br> cause this document to be rejected if these errors are not such as to create doubts <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the Certificate of Origin and the <br> languages of the Contracting Parties or in English language and in accordance <br> circumstances.        : <br> invoice or a copy of these documents, to the customs authorities of the exporting <br> with the provisions of the domestic law of the exporting country. If they are <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> i               ; <br> made out in one of the Contracting Parties where, these documents are <br> country giving, where appropriate, the reasons for the enquiry. Any documents <br> handwritten, they shall be completed in ink in printed characters. The description <br> (b) documents proving the originating status of materials used, issued or <br> used in accordance with domestic law:  , <br> and information obtained suggesting that the information given on the Certificate <br> of origin is incorrect shall be forwarded in support of the request for verification. <br> ot the products must be given in the Box.8 of the annexed forms, which is <br> country may accept the Certificate of Origin where the products have been <br> reserved for this purpose without leaving any blank lines. Where the said box is <br> Contracting Parties, issued or made out in that Contracting Party, <br> 3. The verification shall be carried out by the designated/relevant competent <br> not completely filled, a horizontal line must be drawn below the last line of the <br> authorities of the exporting country. For this purpose, they shall have the right to <br> description, the empty space being crossed through. <br> (d) Certificate of Origin proving the originating status of materials used, <br> call for any evidence and to carry out any inspection of the exporter's accounts or <br> 3. The exporter applying tor the issue of a Certificate of Origin shall be prepared to <br> issued or made out in a Contracting Party in accordance with this <br> any other check considered appropriate. <br> documents proving the originating status of the products concerned as well as the <br> submit at any time, at the request ot the designated/relevant competent authorities <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> fulfilment of the other requirements of this Annex. <br> ot the exporting country where the Certificate of Origin is issued, all appropriate <br> Article 22 : Supporting documents <br> Article 23 : Preservation of Certificate of Origin and supporting documents <br> exporting country, and must be submitted within the said period to the customs <br> Preservation of Certificate of Origin and supporting documents <br> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br> any precautionary measures judged necessary. <br> 4. A Certificate ot Origin shall be issued by the designated/relevant competent <br> least three years the documents referred to in paragraph 3 of Article 15. <br> 5. The customs authorities requesting the verification shall be informed of the <br> authorities of a Contracting Party if the products concerned can be considered as <br> 2. The designated/relevant competent authorities of the exporting country issuing a <br> results of this verification as soon as possible. These results, must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> products originating in one of the Contracting Parties and fulfil the other <br> Certificate of Origin shall keep for at least three years the application form <br> (c) documents proving the working or processing of materials in one of the <br> referred to in paragraph 2 of Article 15. <br> considered as products originating in one of the Contracting Parties and fulfil the <br> of preferential treatment to the products concerned while awaiting the results of <br> 5. I he designated/relevant competent authorities issuing the Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or supplier <br> 3. The customs authorities of the importing country shall keep for at least three <br> internal bookkeeping; <br> other requirements of this Annex. <br> the verification, release of the products shall be offered to the importer subject to <br> requirements of this Annex. <br> shall take any steps necessary to verify the originating status of the products and <br> years the Certificate of Origin submitted to them. <br> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br> products, the requesting customs authorities shall, except in exceptional <br> Where the cumulation provisions in accordance with Article 6 of this Annex were <br> the fulfilment ot the other requirements ot this Annex. For this purpose, they shall <br> Article 24 : Discrepancies and formal errors <br> applied and in connection with Article 15 (4), the reply shall include a copy <br> have the right to call for any evidence and to carry out any inspection of the <br> to in paragraph 2 are duly completed. In particular, they shall check whether the <br> Discrepancies and formal errors <br> (copies) of the certificate(s) relied upon.   : <br> Dispute settlement <br> exporter's accounts or any other check considered appropriate. The issuing <br> 1. 1 he discovery of slight discrepancies between the statements made in the <br> determine the authenticity of the document in question or the real origin of the <br> designated/relevant competent authorities shall also ensure that the forms referred <br> Certificate ot Origin and those made in the documents submitted to the customs <br> office for the purpose ot carrying out the formalities for importing the products <br> space reserved for the description of the products in Box.8 has been completed in <br> shall not ipso facto render the Certificate of Origin null and void if it is duly <br> the verification request or if the reply does not contain sufficient information to <br> established by the customs authority of the importing country that this document <br> 6. The place and date of issue of the Certificate of Origin shall be indicated in <br> does correspond to the products submitted.  : <br> Supporting documents <br> Article 27 : Dispute settlement <br> Box. 11 of the certificate. <br> 2. Obvious formal errors such as typing errors on a Certificate of Origin should not <br> circumstances, refuse entitlement to the preferences. <br> 7. A Certificate of Origin shall be issued by the designated/relevant competent <br> Where disputes arise in relation to the verification procedures of Article 26, which <br> cannot be settled, between the customs authorities requesting verification and the <br> been effected or ensured. <br> TITLE V <br> designated/relevant competent authorities responsible for carrying out this verification <br> Article 16 , : Certificate of Origin issued retrospectively <br> or where they raise a question as to the interpretation of this Annex, they shall be <br> Certificate of Origin issued retrospectively <br> Annex. <br> submitted to the Joint Committee. In all cases the settlement of disputes between the <br> 1. Notwithstanding paragraph 7 of Article 15. a Certificate of Origin may <br> importer and the customs authorities of the importing country shall be under the <br> legislation of the said country. <br> Article 28 : Penalties <br> (b) it is demonstrated to the satisfaction of the designated/relevant <br> 2. For the implementation of paragraph 1, the exporter must indicate in his <br> In accordance with national law/legislation of importing country penalties shall be <br> competent authorities that a Certificate of Origin was issued but was <br> imposed on any person who draws up, or causes to be drawn up, a document which <br> not accepted at importation for technical reasons? <br> contains incorrect information for the purpose of obtaining a preferential treatment for <br> products.        i <br> Penalties <br> Certificate of Origin relates, and state the reasons for his request. <br> 3. The designated/relevant competent authorities may issue a Certificate of Origin <br> exceptionally be issued after exportation of the products to which it relates if: <br> CERTIFICATE OF ORIGIN <br> 4. Certificate of Origin issued retrospectively must be endorsed with the following <br> - @^@ISSUED RETROSPECTIVELY@^@  \\ <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.7 <br> (Remarks) of the Certificate of Origin.   i <br> application agrees with that in the corresponding file. <br> such a manner as to exclude all possibility of fraudulent additions. <br> concerning the correctness of the statements made in this document. <br> retrospectively only after verifying that the information supplied in the exporter's <br> authorities and made available to the exporter as soon as actual exportation has <br> (a) it was not issued at the time of exportation because of errors or <br> involuntary omissions or special circumstances; or <br> application the place and date of exportation of the products to which the <br> submitted before the said final date. <br> where these documents are used in accordance with domestic law; <br> "}]}]}, "members_found": ["792", "364"]}