{"FtaRooDetails": {"FtaId": 573, "FtaCode": "ITC00583", "FtaName": "Israel-Jordan", "FtaFullName": "Agreement Between The Government Of The State Israel And The Government Of The Hashemite Kingdom Of Jordan", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "23.09.2005", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Israel; Jordan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Israel-Jordan", "AdminProcCooAuth": "The certification type under Israel-Jordan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Israel-Jordan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Israel-Jordan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex- works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX I (A) OF ANNEX III<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX III<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 6 of the Protocol.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first<br /> column gives the heading number or chapter number used in the Harmonized<br /> System and the second column gives the description of goods used in that<br /> system for that heading or chapter. For each entry in the first two columns, a<br /> rule is specified in column 3 or 4. Where, in some cases, the entry in the first<br /> column is preceded by an \"ex\", this signifies that the rules in column 3 or 4<br /> apply only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a<br /> chapter number is given and the description of products in column 2 is<br /> therefore given in general terms, the adjacent rules in column 3 or 4 apply to<br /> all products which, under the Harmonized System, are classified in headings<br /> of the chapter or in any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within<br /> a heading, each indent contains the description of that part of the heading<br /> covered by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both<br /> columns 3 and 4, the exporter may opt, as an alternative, to apply either the<br /> rule set out in column 3 or that set out in column 4. If no origin rule is given in<br /> column 4, the rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 6 of the Protocol, concerning products having<br /> acquired originating status which are used in the manufacture of other<br /> products, shall apply, regardless of whether this status has been acquired<br /> inside the factory where these products are used or in another factory in a<br /> contracting party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 % of the<br /> ex-works price, is made from \"other alloy steel roughly shaped by forging\" of<br /> heading ex 7224.<br /> If this forging has been forged in the Community from a non-originating ingot,<br /> it has already acquired originating status by virtue of the rule for<br /> heading ex 7224 in the list. The forging can then count as originating in the<br /> value-calculation for the engine, regardless of whether it was produced in the<br /> same factory or in another factory in the Community. The value of the non-<br /> originating ingot is thus not taken into account when adding up the value of<br /> the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying-out of more working or processing also confers<br /> originating status; conversely, the carrying-out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material, at a certain level of manufacture, may be used, the use of such<br /> material at an earlier stage of manufacture is allowed, and the use of such<br /> material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s)<br /> materials of the same description and heading as the product) may be used,<br /> subject, however, to any specific limitations which may also be contained in<br /> the rule.<br /> However, the expression \"Manufacture from materials of any heading,<br /> including other materials of heading ...\" or \"Manufacture from materials of any<br /> heading, including other materials of the same heading as the product\" means<br /> that materials of any heading(s) may be used, except those of the same<br /> description as the product as given in column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from<br /> more than one material, this means that one or more materials may be used.<br /> It does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may<br /> be used and that chemical materials, among other materials, may also be<br /> used. This does not mean that both have to be used; it is possible to use one<br /> or the other, or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See<br /> also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the<br /> use of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be<br /> produced from a material of the same nature at an earlier stage of<br /> manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting<br /> material would normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value<br /> of non-originating materials that can be used, then these percentages may<br /> not be added together. In other words, the maximum value of all the non-<br /> originating materials used may never exceed the higher of the percentages<br /> given. Furthermore, the individual percentages must not be exceeded, in<br /> relation to the particular materials to which they apply.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place,<br /> including waste, and, unless otherwise specified, includes fibres which have<br /> been carded, combed or otherwise processed, but not spun.<br /> 4.2. The term \"natural fibres\" includes horsehair of heading 0503, silk of<br /> headings 5002 and 5003, as well as wool-fibres and fine or coarse animal hair<br /> of headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\"<br /> are used in the list to describe the materials, not classified in Chapters 50<br /> to 63, which can be used to manufacture artificial, synthetic or paper fibres or<br /> yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile<br /> materials used in the manufacture of this product and which, taken together,<br /> represent 10 % or less of the total weight of all the basic textile materials<br /> used. (See also Notes 5.3 and 5.4 below.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca , ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of<br /> a core of aluminium foil or of a core of plastic film whether or not coated<br /> with aluminium powder, of a width not exceeding 5 mm, sandwiched by<br /> means of a transparent or coloured adhesive between two layers of plastic<br /> film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and<br /> synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres which do not satisfy the origin-rules (which<br /> require manufacture from chemical materials or textile pulp) may be used,<br /> provided that their total weight does not exceed 10 % of the weight of the<br /> yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107<br /> and synthetic yarn of staple fibres of heading 5509, is a mixed fabric.<br /> Therefore, synthetic yarn which does not satisfy the origin-rules<br /> require manufacture from chemical materials or textile pulp), or woollen yarn<br /> which does not satisfy the origin-rules<br /> natural fibres, not carded or combed or otherwise prepared for spinning), or a<br /> combination of the two, may be used, provided that their total weight does not<br /> exceed 10 % of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is a only mixed product if the cotton fabric<br /> is itself a mixed fabric made from yarns classified in two separate headings,<br /> or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns<br /> used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped\", this tolerance is<br /> 20 % in respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of a transparent or<br /> coloured adhesive between two layers of plastic film\", this tolerance is 30 % in<br /> respect of this strip.<br /> Note 6:<br /> 6.1. Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings), which do not satisfy the rule set out in<br /> the list in column 3 for the made-up product concerned, may be used,<br /> provided that they are classified in a heading other than that of the product<br /> and that their value does not exceed 8 % of the ex-works price of the product.<br /> 6.2. Without prejudice to Note 6.3, materials, which are not classified within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as<br /> buttons, because buttons are not classified within Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners, even though<br /> slide-fasteners normally contain textiles.<br /> 6.3. Where a percentage-rule applies, the value of materials which are not<br /> classified within Chapters 50 to 63 must be taken into account when<br /> calculating the value of the non-originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and<br /> ex 3403, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\"<br /> are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 % of the sulphur-content<br /> of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process<br /> other than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with<br /> hydrogen, at a pressure of more than 20 bar and a temperature of more<br /> than 250 °C, with the use of a catalyst, other than to effect<br /> desulphurisation, when the hydrogen constitutes an active element in a<br /> chemical reaction. The further treatment, with hydrogen, of lubricating oils<br /> of heading ex 2710 (e.g. hydrofinishing or decolourisation), in order, more<br /> especially, to improve colour or stability shall not, however, be deemed to<br /> be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 % of these products distils, by volume,<br /> including losses, at 300 °C, by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of<br /> heading ex 2710 only, treatment by means of a high-frequency electrical<br /> brush-discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite<br /> wax or peat wax, paraffin wax containing by weight less than 0.75 % of<br /> oil) of heading ex 2712 only, de-oiling by fractional crystallisation.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00583_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00583_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00583_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00583_full.pdf", "DocType": "8_full", "WebLink": "https://wits.worldbank.org/GPTAD/PDF/archive/Isreal-Jordon.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3/a : Cumulation in the Hashemite Kingdom of Jordan <br /> 1 Without prejudice to the provisions of Article 2(1), products shall be considered as <br /> originating in the Hashemite Kingdom of Jordan if such products are obtained there, <br /> incorporating materials originating in the State of Israel, provided that the working or <br /> processing carried out in the Hashemite Kingdom of Jordan goes beyond the <br /> operations referred to in Article 6. It shall not be necessary that such materials have <br /> undergone sufficient working or processing. <br /> 2 Without prejudice to the provisions of Article 2(1), products shall be considered as <br /> originating in the Hashemite Kingdom of Jordan if such products are obtained there, <br /> incorporating materials originating in Bulgaria, Switzerland (including Liechtenstein) [1], <br /> Iceland, Norway, Romania, in the European Community or in any country which is a <br /> participant in the Euro-Mediterranean partnership, based on the Barcelona <br /> Declaration adopted at the Euro-Mediterranean Conference held on 27 and 28 <br /> November 1995, other than the State of Israel, provided that the working or <br /> processing carried out in the Hashemite Kingdom of Jordan goes beyond the <br /> operations referred to in Article 6. It shall not be necessary that such materials have <br /> undergone sufficient working or processing. <br /> 3 Where the working or processing carried out in the Hashemite Kingdom of Jordan <br /> does not go beyond the operations referred to in Article 6, the product obtained shall <br /> be considered as originating in the Hashemite Kingdom of Jordan only where the <br /> value added there is greater than the value of the materials used originating in any <br /> one of the other countries referred to in paragraphs 1 and 2. If this is not so, the <br /> product obtained shall be considered as originating in the country which accounts for <br /> the highest value of originating materials used in the manufacture in the Hashemite <br /> Kingdom of Jordan. <br /> 4 Products, originating in one of the countries referred to in paragraphs 1 and 2, which <br /> do not undergo any working or processing in the Hashemite Kingdom of Jordan, <br /> retain their origin if exported into one of these countries. <br /> 5 The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> General Agreement on Tariffs and Trade (GATT) is applicable between the <br /> countries involved in the acquisition of the originating status and the country of destination; <br /> (b) materials and products have acquired originating status by the <br /> application of rules of origin identical to those given in this Annex; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in the Official Gazette of the Hashemite <br /> Kingdom of Jordan according to its own procedures. <br /> The cumulation provided for in this Article shall apply from the date indicated, in the <br /> notice published in the Official Gazette of the Hashemite Kingdom of Jordan. <br /> The Hashemite Kingdom of Jordan shall provide the State of Israel, through the joint <br /> commission, with details of the agreements, including their dates of entry into force, <br /> and their corresponding rules of origin, which are applied with the other countries <br /> referred to in paragraph 2. <br /> [1] The Principality of Liechtenstein has a customs union with Switzerland, and is a Contracting Party to the Agreement on the <br /> European Economic Area. <br /> Article 3/b : Cumulation in the State of Israel <br /> 1 Without prejudice to the provisions of Article 2(2), products shall be considered as <br /> originating in the State of Israel if such products are obtained there, incorporating <br /> materials originating in the Hashemite Kingdom of Jordan, provided that the working <br /> or processing carried out in the State of Israel goes beyond the operations referred to <br /> in Article 6. It shall not be necessary that such materials have undergone sufficient <br /> working or processing. <br /> 2 Without prejudice to the provisions of Article 2(2), products shall be considered as <br /> originating in the State of Israel if such products are obtained there, incorporating <br /> materials originating in Bulgaria, Switzerland (including Liechtenstein)[1], Iceland, <br /> Norway, Romania, in the European Community or any country which is a participant <br /> in the Euro-Mediterranean partnership, based on the Barcelona Declaration adopted <br /> at the Euro-Mediterranean Conference held on 27 and 28 November 1995, other than <br /> the Hashemite Kingdom of Jordan, provided that the working or processing carried <br /> out in the State of Israel goes beyond the operations referred to in Article 6. It shall <br /> not be necessary that such materials have undergone sufficient working or processing. <br /> 3 Where the working or processing carried out in the State of Israel does not go beyond <br /> the operations referred to in Article 6, the product obtained shall be considered as <br /> originating in the State of Israel only where the value added there is greater than the <br /> value of the materials used originating in any one of the other countries referred to in <br /> paragraphs 1 and 2. If this is not so, the product obtained shall be considered as <br /> originating in the country which accounts for the highest value of originating materials <br /> used in the manufacture in the State of Israel. <br /> 4 Products, originating in one of the countries referred to in paragraphs 1 and 2, which <br /> do not undergo any working or processing in the State of Israel, retain their origin if <br /> exported into one of these countries. <br /> 5 The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> General Agreement on Tariffs and Trade (GATT) is applicable between the <br /> countries involved in the acquisition of the originating status and the country of destination; <br /> (b) materials and products have acquired originating status by the <br /> application of rules of origin identical to those given in this Annex; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in the Official Gazette of the State of Israel <br /> according to its own procedures. <br /> The cumulation provided for in this Article shall apply from the date indicated, in the <br /> notice published in the Official Gazette of the State of Israel. <br /> The State of Israel shall provide the Hashemite Kingdom of Jordan, through the joint <br /> commission, with details of the agreements, including their dates of entry into force, <br /> and their corresponding rules of origin, which are applied with the other countries <br /> referred to in paragraph 2. <br /> [1] The Principality of Liechtenstein has a customs union with Switzerland, and is a Contracting Party to the Agreement on the <br /> European Economic Area.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list, should not be used in the manufacture of a product may <br /> nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br /> Harmonized System. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are considered <br /> to be sufficiently worked or processed when the conditions set out in the list in <br /> Appendix 1 are fulfilled. <br /> The conditions referred to above indicate, for all products covered by the Agreement, <br /> the working or processing which must be carried out on non-originating materials <br /> used in manufacturing and apply only in relation to such materials. It follows that if a <br /> product which has acquired originating status by fulfilling the conditions set out in the <br /> list is used in the manufacture of another product, the conditions applicable to the <br /> product in which it is incorporated do not apply to it, and no account shall be taken of <br /> the non-originating materials which may have been used in its manufacture. <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list, should not be used in the manufacture of a product may <br /> nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br /> Harmonized System. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of drawback of, or exemption from, customs duties <br /> 1 Non-originating materials used in the manufacture of products originating in the <br /> Hashemite Kingdom of Jordan or the State of Israel or in one of the other countries <br /> referred to in Article 3 for which a proof of origin is issued or made out in accordance <br /> with the provisions of Title V shall not be subject in the Hashemite Kingdom of Jordan <br /> or the State of Israel to drawback of, or exemption from, customs duties of whatever kind. <br /> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or <br /> non-payment, partial or complete, of customs duties or charges having an equivalent <br /> effect, applicable in the Hashemite Kingdom of Jordan or the State of Israel to <br /> materials used in the manufacture, where such refund, remission or non-payment <br /> applies, expressly or in effect, when products obtained from the said materials are <br /> exported and not when they are retained for home use there. <br /> 3 The exporter of products covered by a proof of origin shall be prepared to submit at <br /> any time, upon request from the customs authorities, all appropriate documents <br /> proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all customs <br /> duties or charges having equivalent effect applicable to such materials have actually been paid. <br /> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within the <br /> meaning of Article 7(2), accessories, spare parts and tools within the meaning of <br /> Article 8 and products in a set within the meaning of Article 9 when such items are non-originating. <br /> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials which are <br /> of the kind to which the Agreement applies. Furthermore, they shall not preclude the <br /> application of an export refund system for agricultural products, applicable upon <br /> export in accordance with the provisions of the Agreement. <br /> 6 Notwithstanding paragraph 1, the Hashemite Kingdom of Jordan may except for <br /> products falling within Chapters 1 to 24 of the Harmonised System, apply <br /> arrangements for drawback of, or exemption from, customs, duties or charges having <br /> an equivalent effect, applicable to non-originating materials used in the manufacture <br /> of originating products, subject to the following provisions: <br /> (a) a 5 per cent rate of customs charge shall be retained in respect of <br /> products falling within Chapters 25 to 49 and 64 to 97 of the <br /> Harmonised System, or such lower rate as in force in the Hashemite <br /> Kingdom of Jordan. <br /> (b) a 10 per cent rate of customs charge shall be retained in respect of <br /> products falling within Chapters 50 to 63 of the Harmonised System, or <br /> such lower rate as in force in the Hashemite Kingdom of Jordan. <br /> The provisions of this paragraph shall apply until 31 December 2009 and may be <br /> reviewed by common accord.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 2 Except as provided for in Article 3/a and 3/b, where originating goods exported from <br /> the Hashemite Kingdom of Jordan or the State of Israel to another country return, <br /> they must be considered as non-originating, unless it can be demonstrated to the <br /> satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to <br /> preserve them in good condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in Title <br /> II shall not be affected by working or processing done outside the Hashemite <br /> Kingdom of Jordan or the State of Israel on materials exported from the Hashemite <br /> Kingdom of Jordan or the State of Israel and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in the Hashemite Kingdom of <br /> Jordan or the State of Israel or have undergone working or processing <br /> beyond the operations referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the exported materials; and <br /> (ii) the total added value acquired outside the Hashemite Kingdom <br /> of Jordan or the State of Israel by applying the provisions of this Article <br /> does not exceed 10 per cent of the ex-works price of the end product <br /> for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out <br /> in Title II shall not apply to working or processing done outside the Hashemite <br /> Kingdom of Jordan or the State of Israel. But where, in the list in Appendix 1, a rule <br /> setting a maximum value for all the non-originating materials incorporated is applied <br /> in determining the originating status of the end product, the total value of the non-originating <br /> materials incorporated in the territory of the party concerned, taken <br /> together with the total added value acquired outside the Hashemite Kingdom of <br /> Jordan or the State of Israel by applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added value' <br /> shall be taken to mean all costs arising outside the Hashemite Kingdom of Jordan or <br /> the State of Israel, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil <br /> the conditions set out in the list in Appendix 1 or which can be considered sufficiently <br /> worked or processed only if the general tolerance fixed in Article 5(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 <br /> of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and <br /> done outside the Hashemite Kingdom of Jordan or the State of Israel shall be done <br /> under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1 The following shall be considered as wholly obtained in the Hashemite Kingdom of Jordan or the State of Israel: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside <br /> the territorial waters of the Hashemite Kingdom of Jordan or the State of Israel by their vessels; <br /> (g) products made aboard their factory ships exclusively from products referred to in (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, including used tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside their territorial <br /> waters provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2 The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) and (g) shall apply <br /> only to vessels and factory ships: <br /> (a) which are registered or recorded in the Hashemite Kingdom of Jordan <br /> (b) which sail under the flag of the Hashemite Kingdom of Jordan or the or the State of Israel; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of the State of Israel; <br /> Hashemite Kingdom of Jordan or the State of Israel, or by a company <br /> with its head office in one of these States, of which the manager or <br /> managers, Chairman of the Board of Directors or the Supervisory <br /> Board, and the majority of the members of such boards are nationals <br /> of the Hashemite Kingdom of Jordan or the State of Israel and of <br /> which, in addition, in the case of partnerships or limited companies, at <br /> least half the capital belongs to the Hashemite Kingdom of Jordan or <br /> the State of Israel or to public bodies or nationals of the Hashemite <br /> Kingdom of Jordan or the State of Israel; <br /> (d) of which the master and officers are nationals of the Hashemite <br /> Kingdom of Jordan or the State of Israel; and <br /> (e) of which at least 75 per cent of the crew are nationals of the <br /> Hashemite Kingdom of Jordan or the State of Israel.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, whether <br /> or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals. <br /> 2 All operations carried out either in the Hashemite Kingdom of Jordan or in the State of <br /> Israel on a given product shall be considered together when determining whether the <br /> working or processing undergone by that product is to be regarded as insufficient <br /> within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (g) @^@customs value@^@ means the value as determined in accordance with the <br /> 1994 Agreement on Implementation of Article VII of the General Agreement on Tariffs <br /> and Trade (WTO Agreement on customs valuation); <br /> (h) @^@ex-works price@^@ means the price paid for the product ex works to the manufacturer in <br /> the Hashemite Kingdom of Jordan or the State of Israel in whose undertaking the last <br /> working or processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when the <br /> product obtained is exported; <br /> (i) @^@value of materials@^@ means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be ascertained, the <br /> first ascertainable price paid for the materials in the Hashemite Kingdom of Jordan or <br /> the State of Israel; <br /> (j) @^@value of originating materials@^@ means the value of such materials as defined in (i) <br /> applied mutatis mutandis; <br /> (k) @^@value added@^@ shall be taken to be the ex-works price minus the customs value of <br /> each of the materials incorporated which originate in the other countries referred to in <br /> Article 3 with which cumulation is applicable or, where the customs value is not <br /> known or cannot be ascertained, the first ascertainable price paid for the materials in <br /> the Hashemite Kingdom of Jordan or the State o Israel;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the <br /> origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> 1 For the purposes of implementing Article 3/B of the Protocol to the Agreement on <br /> Trade and Economic Cooperation signed between the Parties on October 25, 1995, <br /> the preferential treatment provided for under the Agreement applies only to products, <br /> satisfying the requirements of this Annex, which are transported directly between the <br /> Hashemite Kingdom of Jordan or the State of Israel and another or through the <br /> territories of the other countries referred to in Article 3/a and 3/b with which <br /> cumulation is applicable. However, products constituting one single consignment may <br /> be transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they <br /> remain under the surveillance of the customs authorities in the country of transit or <br /> warehousing and do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of <br /> the Hashemite Kingdom of Jordan or the State of Israel. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting <br /> country through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products <br /> and, where applicable, the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 1 Except as provided for in Article 3/a and 3/b and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled without <br /> interruption in the Hashemite Kingdom of Jordan or the State of Israel. <br /> 2 Except as provided for in Article 3/a and 3/b, where originating goods exported from <br /> the Hashemite Kingdom of Jordan or the State of Israel to another country return, <br /> they must be considered as non-originating, unless it can be demonstrated to the <br /> satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to <br /> preserve them in good condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in Title <br /> II shall not be affected by working or processing done outside the Hashemite <br /> Kingdom of Jordan or the State of Israel on materials exported from the Hashemite <br /> Kingdom of Jordan or the State of Israel and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in the Hashemite Kingdom of <br /> Jordan or the State of Israel or have undergone working or processing <br /> beyond the operations referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the exported materials; and <br /> (ii) the total added value acquired outside the Hashemite Kingdom <br /> of Jordan or the State of Israel by applying the provisions of this Article <br /> does not exceed 10 per cent of the ex-works price of the end product <br /> for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out <br /> in Title II shall not apply to working or processing done outside the Hashemite <br /> Kingdom of Jordan or the State of Israel. But where, in the list in Appendix 1, a rule <br /> setting a maximum value for all the non-originating materials incorporated is applied <br /> in determining the originating status of the end product, the total value of the non-originating <br /> materials incorporated in the territory of the party concerned, taken <br /> together with the total added value acquired outside the Hashemite Kingdom of <br /> Jordan or the State of Israel by applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added value' <br /> shall be taken to mean all costs arising outside the Hashemite Kingdom of Jordan or <br /> the State of Israel, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil <br /> the conditions set out in the list in Appendix 1 or which can be considered sufficiently <br /> worked or processed only if the general tolerance fixed in Article 5(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 <br /> of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and <br /> done outside the Hashemite Kingdom of Jordan or the State of Israel shall be done <br /> under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is included with <br /> the product for classification purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 19bis : Accounting segregation <br /> 1 Where considerable cost or material difficulties arise in keeping separate stocks of <br /> originating and non-originating materials which are identical and interchangeable, the <br /> customs authorities may, at the written request of those concerned, authorise the so-called <br /> accounting segregation' method to be used for managing such stocks. <br /> 2 This method must be able to ensure that, for a specific reference-period, the number <br /> of products obtained which could be considered as 'originating' is the same as that which <br /> would have been obtained if there had been physical segregation of the stocks. <br /> 3 The customs authorities may grant such authorisation, subject to any conditions <br /> deemed appropriate. <br /> 4 This method is recorded and applied on the basis of the general accounting principles <br /> applicable in the country where the product was manufactured. <br /> 5 The beneficiary of this facilitation may make out or apply for proofs of origin, as the <br /> case may be, for the quantity of products which may be considered as originating. At the <br /> request of the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The customs authorities shall monitor the use made of the authorisation and may <br /> withdraw it at any time whenever the beneficiary makes improper use of the authorisation in <br /> any manner whatsoever or fails to fulfil any of the other conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be regarded <br /> as originating, provided that the value of the non-originating products does not exceed <br /> 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than those referred to in <br /> Article 3 with which cumulation is applicable and sold after the exhibition for <br /> importation in the Hashemite Kingdom of Jordan or the State of Israel shall benefit on <br /> importation from the provisions of the Agreement provided it is shown to the <br /> satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from the Hashemite <br /> Kingdom of Jordan or the State of Israel to the country in which the exhibition <br /> is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter <br /> to a person in the Hashemite Kingdom of Jordan or the State of Israel; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions of Title <br /> V and submitted to the customs authorities of the importing country in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. Where <br /> necessary, additional documentary evidence of the conditions under which they have <br /> been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br /> similar public show or display which is not organised for private purposes in shops or <br /> business premises with a view to the sale of foreign products, and during which the <br /> products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1 For the purposes of implementing Article 3/B of the Protocol to the Agreement on <br /> Trade and Economic Cooperation signed between the Parties on October 25, 1995, <br /> Products originating in the Hashemite Kingdom of Jordan or the State of Israel shall, <br /> on importation into the other Party benefit from the Agreement upon submission of <br /> one of the following proofs of origin: <br /> (a) a movement certificate EUR-MED, a specimen of which appears in Appendix 2; <br /> (b) in the cases specified in Article 20(1), a declaration, subsequently <br /> referred to as the @^@invoice declaration EUR-MED@^@, given by the exporter on an <br /> invoice, a delivery note or any other commercial document which describes <br /> the products concerned in sufficient detail to enable them to be identified; the <br /> texts of the invoice declaration appears in Appendix 3. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex <br /> shall, in the cases specified in Article 25, benefit from the Agreement without it being <br /> necessary to submit any of the documents referred to above. <br /> Article 16 : Procedure for the issue of a movement certificate EUR-MED <br /> 1 A movement certificate EUR-MED shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both the <br /> movement certificate EUR-MED and the application form, specimens of which appear <br /> in the Appendix 2. These forms shall be completed in English and in accordance with <br /> the provisions of the domestic law of the exporting country. If they are hand-written, <br /> they shall be completed in ink in printed characters. The description of the products <br /> must be given in the box reserved for this purpose without leaving any blank lines. <br /> Where the box is not completely filled, a horizontal line must be drawn below the last <br /> line of the description, the empty space being crossed through. <br /> 3 The exporter applying for the issue of a movement certificate EUR-MED shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting country where the movement certificate EUR-MED is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4a. A movement certificate EUR-MED shall be issued by the customs authorities of the <br /> Hashemite Kingdom of Jordan or the State of Israel, if the products concerned can be <br /> considered as products originating in the Hashemite Kingdom of Jordan or the State <br /> of Israel or in one of the other countries referred to in Article 3 with which cumulation <br /> is applicable, fulfil the requirements of this Annex and: <br /> - cumulation was applied with materials originating in one of the countries referred to <br /> in Articles 3(a/2) and 3(b/2), or <br /> - the products may be used as materials in the context of cumulation for the <br /> manufacture of products for export to one of the countries referred to in Articles 3(a/2) and 3(b/2), or <br /> - the products may be re-exported from the country of destination to one of the other <br /> countries referred to in Articles 3(a/2) and 3(b/2). <br /> 4b. A movement certificate EUR-MED shall contain one of the following statements in <br /> English in Box 7: <br /> - if origin has been obtained by application of cumulation with materials originating in <br /> one or more of the countries referred to in Article 3: <br /> CUMULATION APPLIED WITH ……'(name of the country/countries) <br /> - if origin has been obtained without the application of cumulation with materials <br /> originating in one or more of the countries referred to in Article 3: <br /> NO CUMULATION APPLIED' <br /> 5 The customs authorities issuing movement certificate EUR-MED shall take any steps <br /> necessary to verify the originating status of the products and the fulfilment of the other <br /> requirements of this Annex. For this purpose, they shall have the right to call for any <br /> evidence and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. They shall also ensure that the forms referred to in <br /> paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as <br /> to exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the movement certificate EUR-MED shall be indicated in Box 11 of the certificate. <br /> 7 A movement certificate EUR-MED shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 18 : Issue of a duplicate movement certificate EUR-MED <br /> 1 In the event of theft, loss or destruction of a movement certificate EUR-MED, the <br /> exporter may apply to the customs authorities which issued it for a duplicate made out <br /> on the basis of the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the following word in English: <br /> DUPLICATE <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br /> movement certificate EUR-MED. <br /> 4 The duplicate, which must bear the date of issue of the original movement <br /> certificate EUR-MED, shall take effect as from that date. <br /> Article 19 : Issue of movement certificates EUR-MED on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in the Hashemite <br /> Kingdom of Jordan or the State of Israel, it shall be possible to replace the original proof of <br /> origin by one or more movement certificates EUR-MED for the purpose of sending all or <br /> some of these products elsewhere within the Hashemite Kingdom of Jordan or the State of <br /> Israel. The replacement movement certificate(s) EUR-MED shall be issued by the customs <br /> office under whose control the products are placed. <br /> Article 20 : Conditions for making out an invoice declaration EUR-MED <br /> 1 An invoice declaration EUR-MED as referred to in Article 15(1) (b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 21, <br /> (b) by any exporter for any consignment consisting of one or more or <br /> packages containing originating products whose total value does not exceed EUR 6,000. <br /> 2a. An invoice declaration EUR-MED may be made out if the products concerned can be <br /> considered as products originating in the Hashemite Kingdom of Jordan or the State <br /> of Israel or in one of the other countries referred to in Article 3 with which cumulation <br /> is applicable, fulfil the requirements of this Annex and: <br /> - cumulation was applied with materials originating in one of the countries referred to <br /> in Articles 3(a/2) and 3(b/2), or <br /> - the products may be used as materials in the context of cumulation for the <br /> manufacture of products for export to one of the countries referred to in Articles 3(a/2) <br /> and 3(b/2), or <br /> - the products may be re-exported from the country of destination to one of the other <br /> countries referred to in Articles 3(a/2) and 3(b/2). <br /> 2b. An invoice declaration EUR-MED shall contain one of the following statements in English: <br /> - if origin has been obtained by application of cumulation with materials originating in <br /> one or more of the countries referred to in Article 3: <br /> CUMULATION APPLIED WITH ……'(name of the country/countries) <br /> - if origin has been obtained without the application of cumulation with materials <br /> originating in one or more of the countries referred to in Article 3: <br /> NO CUMULATION APPLIED' <br /> 3 The exporter making out an invoice declaration EUR-MED shall be prepared to <br /> submit at any time, at the request of the customs authorities of the exporting country, <br /> all appropriate documents proving the originating status of the products concerned as <br /> well as the fulfilment of the other requirements of this Annex. <br /> 4 An invoice declaration EUR-MED shall be made out by the exporter by typing, <br /> stamping or printing on the invoice, the delivery note or another commercial <br /> document, the declaration, the text of which appears in Appendix 3 in English and in <br /> accordance with the provisions of the domestic law of the exporting country. If the <br /> declaration is hand-written, it shall be written in ink in printed characters. <br /> 5 Invoice declarations EUR-MED shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 21 shall not <br /> be required to sign such declarations provided that he gives the customs authorities <br /> of the exporting country a written undertaking that he accepts full responsibility for <br /> any invoice declaration which identifies him as if it had been signed in manuscript by him. <br /> 6 An invoice declaration EUR-MED may be made out by the exporter when the <br /> products to which it relates are exported, or after exportation on condition that it is <br /> presented in the importing country no longer than two years after the importation of <br /> the products to which it relates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private persons or forming <br /> part of travellers' personal luggage shall be admitted as originating products without <br /> requiring the submission of a proof of origin, provided that such products are not <br /> imported by way of trade and have been declared as meeting the requirements of this <br /> Annex and where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on the customs <br /> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of <br /> the recipients or travellers or their families shall not be considered as imports by way <br /> of trade if it is evident from the nature and quantity of the products that no commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case <br /> of small packages or EUR 1,200 in the case of products forming part of travellers'personal luggage. <br /> Article 29 : Amounts expressed in euro <br /> 1 For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br /> where products are invoiced in a currency other than euro, amounts in the national <br /> currencies of the Hashemite Kingdom of Jordan or the State of Israel and of the other <br /> countries referred to in Article 3 equivalent to the amounts expressed in euro shall be <br /> fixed annually by each of the countries concerned. <br /> 2 A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) by <br /> reference to the currency in which the invoice is drawn up, according to the amount <br /> fixed by the country concerned. <br /> 3 The amounts to be used in any given national currency shall be the equivalent in that <br /> currency of the amounts expressed in euro as at the first working day of October and <br /> shall apply from 1 January the following year. The Hashemite Kingdom of Jordan and <br /> the State of Israel shall notify each other of the relevant amounts. <br /> 4 A country may round up or down the amount resulting from the conversion into its <br /> national currency of an amount expressed in euro. The rounded-off amount may not <br /> differ from the amount resulting from the conversion by more than 5 per cent. A <br /> country may retain unchanged its national currency equivalent of an amount <br /> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br /> the conversion of that amount, prior to any rounding-off, results in an increase of less <br /> than 15 per cent in the national currency equivalent. The national currency equivalent <br /> may be retained unchanged if the conversion would result in a decrease in that equivalent value. <br /> 5 The amounts expressed in euro shall be reviewed by the joint commission at the <br /> request of the Hashemite Kingdom of Jordan or the State of Israel. When carrying out <br /> this review, the joint commission shall consider the desirability of preserving the <br /> effects of the limits concerned in real terms. For this purpose, it may decide to modify <br /> the amounts expressed in euro.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved exporter <br /> 1 The customs authorities of the exporting country may authorise any exporter, <br /> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br /> products under the Agreement to make out invoice declarations EUR-MED <br /> irrespective of the value of the products concerned. An exporter seeking such <br /> authorisation must offer to the satisfaction of the customs authorities all guarantees <br /> necessary to verify the originating status of the products as well as the fulfilment of <br /> the other requirements of this Annex. <br /> 2 The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they consider appropriate. <br /> 3 The customs authorities shall grant to the approved exporter a customs authorisation <br /> number which shall appear on the invoice declaration. <br /> 4 The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The customs authorities may withdraw the authorisation at any time. They shall do so <br /> where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Procedure for the issue of a movement certificate EUR-MED <br /> Procedure for the issue of a movement certificate EUR-MED <br /> 1 A movement certificate EUR-MED shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for four months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of <br /> the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 1 may be accepted <br /> for the purpose of applying preferential treatment, where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the proofs of origin where the products have been submitted <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a movement certificate EUR-MED shall keep <br /> for at least three years the documents referred to in Article 16(3). <br /> 2 The exporter making out an invoice declaration EUR-MED shall keep for at least <br /> three years a copy of this invoice declaration as well as the documents referred to in Article 20(3). <br /> 3 The customs authorities of the exporting country issuing a movement certificate <br /> EUR-MED shall keep for at least three years the application form referred to in Article 16(2). <br /> 4 The customs authorities of the importing country shall keep for at least three years <br /> the movement certificates EUR-MED and invoice declarations EUR-MED submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement certificate EUR-MED issued retrospectively <br /> 1 Notwithstanding Article 16(7), a movement certificate EUR-MED may exceptionally be <br /> issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR-MED was issued but was not accepted at <br /> importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his application <br /> the place and date of exportation of the products to which the movement certificate <br /> EUR-MED relates, and state the reasons for his request. <br /> 3 The customs authorities may issue a movement certificate EUR-MED retrospectively <br /> only after verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 4 Movement certificates EUR-MED issued retrospectively must be endorsed with the <br /> following phrase in English: <br /> ISSUED RETROSPECTIVELY <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br /> movement certificate EUR-MED.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting documents <br /> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that <br /> products covered by a movement certificate EUR-MED or invoice declaration EUR-MED can <br /> be considered as products originating in the Hashemite Kingdom of Jordan or the State of <br /> Israel or in one of the other countries referred to in Article 3 and fulfil the other requirements <br /> of this Annex may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the <br /> goods concerned, contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in the <br /> Hashemite Kingdom of Jordan or the State of Israel where these documents are used <br /> in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in the Hashemite Kingdom <br /> of Jordan or the State of Israel, issued or made out in the Hashemite Kingdom of <br /> Jordan or the State of Israel, where these documents are used in accordance with domestic law; <br /> (d) movement certificates EUR-MED or invoice declarations EUR-MED proving the <br /> originating status of materials used, issued or made out in the Hashemite Kingdom of <br /> Jordan or the State of Israel in accordance with this Annex, or in one of the other <br /> countries referred to in Article 3, in accordance with rules of origin which are identical <br /> to the rules in this Annex; <br /> (e) appropriate evidence concerning working or processing undergone outside the <br /> Hashemite Kingdom of Jordan or the State of Israel by application of Article 11, <br /> proving that the requirements of that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing country have reasonable doubts as <br /> to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfilment of the other requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the movement certificate EUR-MED <br /> and the invoice, if it has been submitted, the invoice declaration EUR-MED, or a copy <br /> of these documents, to the customs authorities of the exporting country giving, where <br /> appropriate, the reasons for the enquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting <br /> country. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check considered appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the results of <br /> this verification as soon as possible. These results must indicate clearly whether the <br /> documents are authentic and whether the products concerned can be considered as <br /> products originating in the Hashemite Kingdom of Jordan or the State of Israel or in <br /> one of the other countries referred to in Article 3 and fulfil the other requirements of this Annex. <br /> 6 If in cases of reasonable doubt there is no reply within ten months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine <br /> the authenticity of the document in question or the real origin of the products, the <br /> requesting customs authorities shall, except in exceptional circumstances, refuse <br /> entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining a preferential <br /> treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of <br /> origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document does <br /> correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "GENERAL PROVISIONS", "ArticleDesc": "TITLE I : GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) @^@ Agreement@^@ means the Agreement on Trade and Economic Cooperation between <br> the Government of the Hashemite Kingdom of Jordan and the Government of the <br> State of Israel, which was signed on October 25, 1995, and its Protocol. <br> (b) @^@joint commission@^@ means the Joint Israeli-Jordanian Commission on Trade and <br> Economic Cooperation, established pursuant to Article 20 of the Agreement. <br> (c) @^@manufacture@^@ means any kind of working or processing including assembly or specific operations; <br> (d) @^@material@^@ means any ingredient, raw material, component or part, etc., used in the <br> (e) @^@product@^@ means the product being manufactured, even if it is intended for later use in <br> (f) @^@goods@^@ means both materials and products; <br> (g) @^@customs value@^@ means the value as determined in accordance with the <br> another manufacturing operation; <br> 1994 Agreement on Implementation of Article VII of the General Agreement on Tariffs <br> and Trade (WTO Agreement on customs valuation); <br> (h) @^@ex-works price@^@ means the price paid for the product ex works to the manufacturer in <br> materials used, minus any internal taxes which are, or may be, repaid when the <br> non-originating materials used, or, if this is not known and cannot be ascertained, the <br> the Hashemite Kingdom of Jordan or the State of Israel in whose undertaking the last <br> applied mutatis mutandis; <br> working or processing is carried out, provided the price includes the value of all the <br> product obtained is exported; <br> (i) @^@value of materials@^@ means the customs value at the time of importation of the <br> first ascertainable price paid for the materials in the Hashemite Kingdom of Jordan or <br> the State of Israel; <br> (j) @^@value of originating materials@^@ means the value of such materials as defined in (i) <br> (k) @^@value added@^@ shall be taken to be the ex-works price minus the customs value of <br> each of the materials incorporated which originate in the other countries referred to in <br> Article 3 with which cumulation is applicable or, where the customs value is not <br> shipment from the exporter to the consignee or, in the absence of such a document, by a single invoice; <br> exporter to one consignee or covered by a single transport document covering their <br> known or cannot be ascertained, the first ascertainable price paid for the materials in <br> the Hashemite Kingdom of Jordan or the State o Israel; <br> (l) @^@chapters@^@ and @^@headings@^@ mean the chapters and the headings (four-digit codes) <br> used in the nomenclature which makes up the Harmonized Commodity Description <br> and Coding System, referred to in this Annex as @^@the Harmonized System@^@ or @^@HS@^@; <br> (m) @^@classified@^@ refers to the classification of a product or material under a particular heading; <br> (n) @^@consignment@^@ means products which are either sent simultaneously from one <br> (o) @^@territories@^@ includes territorial waters. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "manufacture of the product; <br> "}, {"ArticleTitle": "DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@", "ArticleDesc": "TITLE II : DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1 For the purposes of implementing Article 3/B of the Protocol to the Agreement on <br> Trade and Economic Cooperation signed between the Parties on October 25, 1995, <br> the following products shall be considered as originating in the Hashemite Kingdom of Jordan: <br> (a) products wholly obtained in the Hashemite Kingdom of Jordan within the meaning of Article 4; <br> (b) products obtained in the Hashemite Kingdom of Jordan incorporating <br> materials which have not been wholly obtained there, provided that such <br> materials have undergone sufficient working or processing in the Hashemite <br> Kingdom of Jordan within the meaning of Article 5. <br> 2 For the purposes of implementing Article 3/B of the Protocol to the Agreement on <br> the following products shall be considered as originating in the State of Israel: <br> (a) products wholly obtained in the State of Israel within the meaning of Article 4; <br> (b) products obtained in the State of Israel incorporating materials which <br> undergone sufficient working or processing in the State of Israel within the meaning of Article 5. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> have not been wholly obtained there, provided that such materials have <br> "}, {"ArticleTitle": "TERRITORIAL REQUIREMENTS", "ArticleDesc": "TITLE III : TERRITORIAL REQUIREMENTS <br> "}, {"ArticleTitle": "DRAWBACK OR EXEMPTION", "ArticleDesc": "TITLE IV : DRAWBACK OR EXEMPTION <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "PROOF OF ORIGIN", "ArticleDesc": "TITLE V : PROOF OF ORIGIN <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require <br> the import declaration to be accompanied by a statement from the importer to the effect that <br> the products meet the conditions required for the implementation of the Agreement. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 24 : Importation by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the Harmonized System falling within Sections XVI and XVII <br> or headings 7308 and 9406 of the Harmonized System are imported by instalments, a single <br> importation of the first instalment. <br> proof of origin for such products shall be submitted to the customs authorities upon <br> "}, {"ArticleTitle": "ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION", "ArticleDesc": "TITLE VI : ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> 1 The customs authorities of the Hashemite Kingdom of Jordan and the State of Israel <br> shall provide each other, through the joint commission, with specimen impressions of <br> stamps used in their customs offices for the issue of movement certificate EUR-MED, <br> with the addresses of the customs authorities responsible for verifying those <br> 2 In order to ensure the proper application of this Annex, the Hashemite Kingdom of <br> certificates and invoice declarations. <br> Jordan and the State of Israel shall assist the other, through the competent customs <br> administrations, in checking the authenticity of the movement certificate EUR-MED, <br> the invoice declarations EUR-MED and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 32 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 31 which cannot be <br> settled between the customs authorities requesting a verification and the customs authorities <br> responsible for carrying out this verification or where they raise a question as to the <br> interpretation of this Annex, they shall be submitted to the joint commission. <br> In all cases the settlement of disputes between the importer and the customs authorities of <br> the importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 34 : Free zones <br> 1 Each of the Hashemite Kingdom of Jordan and the State of Israel shall take all <br> necessary steps to ensure that products traded under cover of a proof of origin which <br> in the course of transport use a free zone situated in their territory, are not substituted <br> by other goods and do not undergo handling other than normal operations designed <br> to prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when products <br> originating in the Hashemite Kingdom of Jordan or the State of Israel are imported <br> into a free zone under cover of a proof of origin and undergo treatment or processing, <br> provisions of this Annex. <br> the authorities concerned shall issue a new movement certificate EUR-MED at the <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "exporter's request, if the treatment or processing undergone is in conformity with the <br> "}, {"ArticleTitle": "FINAL PROVISIONS", "ArticleDesc": "TITLE VII : FINAL PROVISIONS <br> "}, {"ArticleTitle": "Transitional provision for goods in transit or storage", "ArticleDesc": "Article 35 : Transitional provision for goods in transit or storage <br> The provisions of the Agreement may be applied to goods which comply with the <br> provisions of this Annex and which on the date of entry into force of this Annex are <br> either in transit or are in the Hashemite Kingdom of Jordan or the State of Israel in <br> temporary storage in customs warehouses or in free zones, subject to the <br> submission to the customs authorities of the importing country, within four months of <br> the said date, of a movement certificate EUR-MED issued retrospectively by the <br> that the goods have been transported directly in accordance with the provisions of Article 12. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "customs authorities of the exporting country together with the documents showing <br> "}, {"ArticleTitle": "Amendments to the Annex", "ArticleDesc": "Article 36 : Amendments to the Annex <br> The joint commission may decide to amend the provisions of this Annex. <br> "}, {"ArticleTitle": "Implementation of Annex", "ArticleDesc": "Article 37 : Implementation of Annex <br> Each of the Hashemite Kingdom of Jordan and the State of Israel shall take all <br> "}]}]}, "members_found": ["400", "376"]}