{"FtaRooDetails":{"FtaId":574,"FtaCode":"ITC00584","FtaName":"Japan for GSP countries","FtaFullName":"Temporary Tariff Measures Law (extract) (General Preferential Tariff and LDC Special Preferential Tariff)","InForce":true,"Signed":false,"InNegotiation":false,"FtaStatusDesc":"IN FORCE","FtaStatusDate":"01.08.1971","Type":"Non-reciprocal arrangement","Scope":"Unilateral, Country-Group","MemberStates":"Japan","FtaRooDetailLink":null,"TariffSource":null,"TariffYear":null,"IsCertificationBodyAuthorized":true,"TRFlag":"","TRDetailLink":null,"TRHeading":"ATTENTION: Trade Remedy","TRDesc":null,"TRDeepLink":null,"AdminProc":"Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Japan for GSP countries","AdminProcCooAuth":"The certification type under Japan for GSP countries is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.","AdminProcCooNoAuth":"The certification type under Japan for GSP countries is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.","AdminProcDownload":"1. Download and complete the certificate of origin (CoO) for Japan for GSP countries agreement.","RooSelfAssessmentDesc":"In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.","AddlMrktInfoDesc":"In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.","Duties":[]},"FtaRooDetailInfo":{"RooData":[{"RooCode":"CTH and RVP 60/95%","RooText":"Manufactured from products provided that the value of non-originating products used of the different tariff heading from that of the products does not exceed 40 % of the value of the products, and the value of non-originating products used of the same tariff heading as that of the product does not exceed 5 % of the value of the products","ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":[]}],"GeneralNote":[{"RooCode":null,"RooText":"","ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":null}],"SpecificNote":[{"RooCode":null,"RooText":null,"ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":null}],"Documents":[{"DocDesc":"Certificate of origin","DocFileName":"itc00584_coo.pdf","DocType":"1_coo","WebLink":"http://www.mofa.go.jp/policy/economy/gsp/specimen-1.pdf"},{"DocDesc":"Product-specific rules of origin","DocFileName":"itc00584_sroo.pdf","DocType":"2_sroo","WebLink":"http://www.mofa.go.jp/files/000077857.pdf"},{"DocDesc":"Full text of agreement","DocFileName":"itc00584_full.pdf","DocType":"8_full","WebLink":"http://elaws.e-gov.go.jp/search/elawsSearch/elaws_search/lsg0500/detail?lawId=329AC0000000061&openerCode=1"},{"DocDesc":"WTO notification","DocFileName":"itc00584_wto.pdf","DocType":"9_wto","WebLink":"http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/JPN/1%22&language=1&ct=DDFEnglish"}]},"FtaProvisions":{"RooProvision":[{"ProvisionAbbrev":"accum","ProvisionCode":"Cumulation","ProvisionValue":"bilateral (but diagonal for 5 South East Asian countries)","ProvisionRank":null,"ProvisionGlossary":"A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.","ProvisionGlossaryLink":"/en/glossary?uid=accum&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 26. The place in which products originate as provided for in paragraph 1 or 3 of <br /> @^@origin@^@) provided for in any of the following subparagraphs, according to the kinds of <br /> product enumerated in each subparagraph. <br /> (1) Products which may be prescribed by an Ordinance of the Ministry of Finance as <br /> wholly produced in one country or territory (i.e., the country or territory provided <br /> for in paragraph 1 or 3 of Article 8-2 of the Law; hereinafter in this article referred <br /> to as the same). <br /> (2) Products which have been produced through the processing or manufacture <br /> prescribed by an Ordinance of the Ministry of Finance in one country or territory as <br /> substantially transformed from products (excluding the products enumerated in the <br /> preceding sub-paragraph) which are used as all or part of the raw materials or <br /> components necessary for the production of the former products. <br /> 2. In cases where any products (excluding those products enumerated in the Schedule <br /> No. 2) have been produced in one country or territory by using the products imported <br /> from Japan as all or part of the raw materials or components for production of such <br /> product, the provisions of the preceding paragraph shall be applied in the manner <br /> prescribed below. <br /> (1) In cases where such products have been produced by using, as raw materials or <br /> components, only those products imported from Japan or such products together <br /> with products enumerated in subparagraph (1) of the preceding paragraph, such <br /> product shall be regarded as wholly produced in such a country or territory. <br /> (2) For the purposes of applying subparagraph (2) of the preceding paragraph to any <br /> cases other than the cases provided for in the preceding subparagraph, any products <br /> imported from Japan shall be regarded as such products as enumerated in <br /> subparagraph (1) of the preceding paragraph. <br /> 3 . With respect to products (excluding those products the origin of which is determined <br /> under the provisions of the preceding two paragraphs) exported from one of the <br /> following five countries: Indonesia, Malaysia, the Philippines, Thailand and Vietnam <br /> (hereinafter referred to as @^@the South East Asian Counties@^@), of which the production <br /> (including the production of the products which have been used as raw materials or <br /> components for the production of such products) has been carried out in two or more of <br /> the South East Asian Countries (provided that one of such two or more countries is the <br /> country which has exported such products to Japan), the South East Asian Countries <br /> shall be deemed to be one country for the purposes of applying the provisions of the two <br /> preceding paragraphs. In this case, if the origin of products is thus regarded as being the <br /> South East Asian Countries, the country which exports such products to Japan shall be <br /> the origin of such products. <br /> (Certificate of Origin)","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"demin","ProvisionCode":"De Minimis","ProvisionValue":"included (10% for textiles)","ProvisionRank":null,"ProvisionGlossary":"A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.","ProvisionGlossaryLink":"/en/glossary?uid=demin&returnto=gloscenter","ProvisionLegalExtract":"The provision related to criteria for not-wholly produced products is found in Article 9, Ordinance of Ministry of Finance for Enforcement of the Temporary Tariff Measures Law. <br /> (Extract of the Ordinance of Ministry of Finance for Enforcement of the Temporary Tariff Measures Law) <br /> (provisional translation) <br /> Article 9: 1. The manufacturing or processing as provided for subparagraph (2) of paragraph 1 of Article 26 of the Cabinet Order shall be manufacturing or processing, as a result of which the heading of the Tariff Schedule of the goods changes from any heading of raw materials originating from other countries used in the production of the goods. In the case of a good in each middle column of the Annexed Table, the manufacturing or processing shall be the manufacturing or processing in each lower column of the Annexed Table. <br /> 2.  When a good classified in HS Chapter 50-63 is produced in a beneficiary country using non-originating material not satisfying PSR (Product Specific Rules), the goods shall not be considered to have undergone the substantial transformation in principal. However, if the total weight of the non-originating materials not satisfying PSR is less than 10% of the weight of the good, such non-originating material shall be disregarded in determining whether the goods have undergone substantial transformation. <br /> 3.  When the classification of goods consisting of different materials, goods made in different components and sets for retail sale, are determined pursuant to Rule 3 of the General Rules for the interpretation of the Harmonized Tariff Schedule of the Customs Tariff Law Appendix, the origin of the goods is determined in accordance with manufacturing or processing prescribed for heading in which the goods are classified. <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"roll","ProvisionCode":"Roll-up","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.","ProvisionGlossaryLink":"/en/glossary?uid=roll&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"draw","ProvisionCode":"Duty drawback","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.","ProvisionGlossaryLink":"/en/glossary?uid=draw&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"outward","ProvisionCode":"Outward processing","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.","ProvisionGlossaryLink":"/en/glossary?uid=outward&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"accessories","ProvisionCode":"Accessories, Spare Parts and Tools","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.","ProvisionGlossaryLink":"/en/glossary?uid=accessories&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"wo","ProvisionCode":"Wholly obtained products","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.","ProvisionGlossaryLink":"/en/glossary?uid=wo&returnto=gloscenter","ProvisionLegalExtract":"The provision related to the definition of wholly obtained products are enumerated in Article 8, Ordinance of Ministry of Finance for Enforcement of the Temporary Tariff Measures Law as follows: <br /> (1)  mineral products extracted in a country or territory <br /> (2)  vegetable products harvested in a country or territory <br /> (3)  live animals born and raised in a country or territory <br /> (4)  products obtained from live animals in a country or territory <br /> (5)  products obtained by hunting, fishing in a country or territory <br /> (6)  marine products taken from the high seas and economic exclusive zones of Japan or foreign countries by vessels of that country or territory <br /> (7)  products produced solely from the products referred to (6) a board a vessel of that country or territory <br /> (8)  products collected in a country or territory which are fit only for the recovery of parts or raw materials <br /> (9)  scrap and waste derived from manufacturing or processing operations carried out in a country or territory <br /> (10)  products obtained or produced in a country or territory exclusively from products referred to in sub-paragraphs (1) through (9) <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"mo","ProvisionCode":"Non-qualifying operations","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.","ProvisionGlossaryLink":"/en/glossary?uid=mo&returnto=gloscenter","ProvisionLegalExtract":"The insufficient working processes are enumerated in paragraph 1 of Article 9, Ordinance of Ministry of Finance for Enforcement of the Temporary Tariff Measures Law as below: <br /> (1)  Operations to ensure the preservation of products in good condition during transport and storage (drying, freezing, placing in salt water and other similar operations); <br /> (2)  Simple cutting or screening; <br /> (3)  Placing in bottles, boxes and other similar packing materials; <br /> (4)  Repacking, sorting or classifying; <br /> (5)  Marking or affixing of marks, labels or other distinguishing signs on products or their packaging; <br /> (6)  Simple mixing of non-originating products; <br /> (7)  Simple assembly of parts of non-originating products; <br /> (8)  Simple making-up of sets of articles of non-originating products; and <br /> (9)  A combination of two or more operations specified above. <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"rvcformula","ProvisionCode":"Value-added calculation","ProvisionValue":"import content","ProvisionRank":null,"ProvisionGlossary":"A provision that provides how to calculate regional value content in the shipped good.","ProvisionGlossaryLink":"/en/glossary?uid=rvcformula&returnto=gloscenter","ProvisionLegalExtract":"Ad valorem percentage = (VNM/FOB)×100 <br /> - VNM is the value of non-originating materials used in the production of a good which include freight, insurance where appropriate, packing and all the other costs incurred in transporting the material to the importation port in the country where the producer of the good is located. <br /> - FOB is the free-on-board value of a good payable by the buyer of the good to the seller of the good, not including any internal taxes reduced, exempted, or repaid when the good is exported. <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"indir","ProvisionCode":"Indirect materials","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.","ProvisionGlossaryLink":"/en/glossary?uid=indir&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"trans","ProvisionCode":"Direct transport","ProvisionValue":"included","ProvisionRank":null,"ProvisionGlossary":"A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.","ProvisionGlossaryLink":"/en/glossary?uid=trans&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 31. The provisions of paragraph 1 or 3 of Article 8-2 of the Law shall not apply to : products originating in a beneficiary of preferences which are other than the following <br /> products. <br /> (1) Products transported directly to Japan from a beneficiary of preferences as their <br /> origin, without passing through any territory other than such a beneficiary <br /> (hereinafter in this article referred to as a @^@country of non-origin@^@). <br /> (2) Products transported to Japan from a beneficiary of preferences as their origin, <br /> bypassing through a country of non-origin, for which no handling other than <br /> transshipment and temporary storage for the reason of their transportation was <br /> undertaken in such a country of non-origin. <br /> (3) Products exported from a beneficiary of preferences as their origin, for temporary <br /> storage or display at exhibitions, fairs or similar events (hereinafter in this article <br /> referred to as @^@exhibition, etc.@^@) in a country of non-origin and then exported from <br /> such a country of non-origin to Japan by the person who exported such products to <br /> such a country of non-origin (provided that the manner in which the transportation <br /> of such products from such country of non-origin to Japan has taken place is <br /> equivalent to that of the transportation provided for in either of the preceding two <br /> subparagraphs). <br /> 2. Transshipment, temporary storage or display at exhibitions, etc. as provided for in <br /> subparagraph (2) or (3) of the preceding paragraph shall be undertaken in a bonded area <br /> or any other similar place in a country of non-origin under the control of Customs of <br /> such a country of non-origin. <br /> 3 . Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br /> those products enumerated in subparagraph (2) or (3) of paragraph 1 shall, at the time of <br /> import declaration of such products, submit one of the following documents, as a <br /> document proving that such products fall under either of such subparagraphs. However, <br /> this shall not apply to those products for which the total amount of customs value is not <br /> more than 200,000 yen or which are designated ones pertaining to a special declaration. <br /> (1) A copy of a through bill of lading for transportation of such products from a <br /> beneficiary of references as their origin, to the port of importation in Japan. <br /> (2) A certificate issued by Customs or any other competent government authorities in a <br /> country of non-origin where the products were transshipped, temporarily stored or <br /> displayed at exhibitions, etc. as provided for in subparagraph (2) or (3) of paragraph <br /> (3) Any documents which are considered by the Director General of Customs to be <br /> appropriate, excluding those enumerated in the preceding two subparagraphs <br /> 4. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br /> designated products pertaining to a special declaration which fall under subparagraph (2) <br /> or (3) of paragraph 1 shall state on the written special declaration that such a designated <br /> products are those as provided for in subparagraph (2) or (3) of paragraph 1. However, <br /> this shall not apply to products for which the total amount of customs value is not more <br /> than 200,000 yen. <br /> 5. The following items shall be described in the certificate provided for in subparagraph <br /> (2) of paragraph 3: <br /> (1) Marks, numbers, descriptions and quantities of the products under consideration. <br /> (2) Dates on which such products were loaded on board, and/or unloaded from, a vessel, <br /> aircraft or vehicle in the country of non-origin and names, registered marks or kinds <br /> of such vessels, aircraft or vehicles. <br /> (3) Details of the handling of such products in the country of non-origin where the","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"terr","ProvisionCode":"Principle of Territoriality","ProvisionValue":"included","ProvisionRank":null,"ProvisionGlossary":"A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.","ProvisionGlossaryLink":"/en/glossary?uid=terr&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 26. The place in which products originate as provided for in paragraph 1 or 3 of <br /> @^@origin@^@) provided for in any of the following subparagraphs, according to the kinds of <br /> product enumerated in each subparagraph. <br /> (1) Products which may be prescribed by an Ordinance of the Ministry of Finance as <br /> wholly produced in one country or territory (i.e., the country or territory provided <br /> for in paragraph 1 or 3 of Article 8-2 of the Law; hereinafter in this article referred <br /> to as the same). <br /> (2) Products which have been produced through the processing or manufacture <br /> prescribed by an Ordinance of the Ministry of Finance in one country or territory as <br /> substantially transformed from products (excluding the products enumerated in the <br /> preceding sub-paragraph) which are used as all or part of the raw materials or <br /> components necessary for the production of the former products. <br /> 2. In cases where any products (excluding those products enumerated in the Schedule <br /> No. 2) have been produced in one country or territory by using the products imported <br /> from Japan as all or part of the raw materials or components for production of such <br /> product, the provisions of the preceding paragraph shall be applied in the manner <br /> prescribed below. <br /> (1) In cases where such products have been produced by using, as raw materials or <br /> components, only those products imported from Japan or such products together <br /> with products enumerated in subparagraph (1) of the preceding paragraph, such <br /> product shall be regarded as wholly produced in such a country or territory. <br /> (2) For the purposes of applying subparagraph (2) of the preceding paragraph to any <br /> cases other than the cases provided for in the preceding subparagraph, any products <br /> imported from Japan shall be regarded as such products as enumerated in <br /> subparagraph (1) of the preceding paragraph. <br /> 3 . With respect to products (excluding those products the origin of which is determined <br /> under the provisions of the preceding two paragraphs) exported from one of the <br /> following five countries: Indonesia, Malaysia, the Philippines, Thailand and Vietnam <br /> (hereinafter referred to as @^@the South East Asian Counties@^@), of which the production <br /> (including the production of the products which have been used as raw materials or <br /> components for the production of such products) has been carried out in two or more of <br /> the South East Asian Countries (provided that one of such two or more countries is the <br /> country which has exported such products to Japan), the South East Asian Countries <br /> shall be deemed to be one country for the purposes of applying the provisions of the two <br /> preceding paragraphs. In this case, if the origin of products is thus regarded as being the <br /> South East Asian Countries, the country which exports such products to Japan shall be <br /> the origin of such products. <br /> (Certificate of Origin)","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"packaging","ProvisionCode":"Packaging","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies whether packaging should be accounted for when determining the origin of the product.","ProvisionGlossaryLink":"/en/glossary?uid=packaging&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"fungible","ProvisionCode":"Fungible materials","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.","ProvisionGlossaryLink":"/en/glossary?uid=fungible&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"sets","ProvisionCode":"Sets","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.","ProvisionGlossaryLink":"/en/glossary?uid=sets&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"exhibitions","ProvisionCode":"Exhibitions","ProvisionValue":"included","ProvisionRank":null,"ProvisionGlossary":"A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.","ProvisionGlossaryLink":"/en/glossary?uid=exhibitions&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 31. The provisions of paragraph 1 or 3 of Article 8-2 of the Law shall not apply to : products originating in a beneficiary of preferences which are other than the following <br /> products. <br /> (1) Products transported directly to Japan from a beneficiary of preferences as their <br /> origin, without passing through any territory other than such a beneficiary <br /> (hereinafter in this article referred to as a @^@country of non-origin@^@). <br /> (2) Products transported to Japan from a beneficiary of preferences as their origin, <br /> bypassing through a country of non-origin, for which no handling other than <br /> transshipment and temporary storage for the reason of their transportation was <br /> undertaken in such a country of non-origin. <br /> (3) Products exported from a beneficiary of preferences as their origin, for temporary <br /> storage or display at exhibitions, fairs or similar events (hereinafter in this article <br /> referred to as @^@exhibition, etc.@^@) in a country of non-origin and then exported from <br /> such a country of non-origin to Japan by the person who exported such products to <br /> such a country of non-origin (provided that the manner in which the transportation <br /> of such products from such country of non-origin to Japan has taken place is <br /> equivalent to that of the transportation provided for in either of the preceding two <br /> subparagraphs).","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null}],"CooProvision":[{"ProvisionAbbrev":"coo","ProvisionCode":"Certification","ProvisionValue":"authorized body","ProvisionRank":null,"ProvisionGlossary":"A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.","ProvisionGlossaryLink":"/en/glossary?uid=coo&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 27. Any person who intends to have paragraph 1 or paragraph 3 of Article 8-2 of : the Law applied to any products (hereinafter referred to as @^@products originating in a <br /> beneficiary of preferences@^@) originating in beneficiaries of preferences as provided for in <br /> paragraph 1 of Article 8-2 of the Law (hereinafter referred to as @^@beneficiaries of <br /> preferences@^@) shall submit to the Director General of Customs, a document (hereinafter <br /> referred to as a @^@certificate of origin@^@) certifying that such products are those originating <br /> in a beneficiary of preferences. However, this shall not apply to the following products. <br /> (1) Products for which the origin is regarded by the Director General of Customs as <br /> being clearly ascertainable from their nature and form. <br /> (2) Products for which the total amount of the customs value is not more than 200,000 <br /> yen (excluding those mentioned in the preceding subparagraph). <br /> (3) Products which are designated ones relating to a special declaration (excluding those <br /> on which the Director General of Customs regards submission of a certificate of <br /> origin as necessary in order to confirm that the products originate in a beneficiary of <br /> preferences and those mentioned in the preceding two subparagraphs). <br /> 2. The origin of the products provided for in subparagraph (2) of the preceding paragraph <br /> shall be determined by the Director General of Customs on the basis of the kind, <br /> trademark and other factors relating to such products or particulars relating to their <br /> origin which are stated on the invoice relating thereto (including, in the case of postal <br /> items, a written customs declaration or any other documents which are pasted on or <br /> attached to such postal items by an addresser in accordance with the international <br /> convention relating to postal items) or any other documents relating to such products. <br /> 3 . Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br /> products as mentioned in subparagraph (3) of paragraph 1 shall state on the written <br /> special declaration that such a person intends to have paragraph 1 or 3 of Article 8-2 of <br /> the Law applied and that the certificate of origin has been obtained. <br /> 4. Any certificate of origin shall be issued, at the time when the products to be covered <br /> by such a certificate are exported (or if the Director General of Customs finds that there <br /> is any unavoidable and special reason for it, within such a period of time after their <br /> exportation as may be regarded as being reasonable in the light of such reason), by <br /> Customs located in the place of origin (or, if the Customs is not authorized to issue a <br /> certificate of origin, any other government entities, Chamber of Commerce or similar <br /> organization which have the authority to issue the certificate of origin and which is <br /> regarded as being appropriate by the Director General of Customs) on the basis of the <br /> declaration made by the exporter of such products. <br /> 5. The format of a certificate of origin shall be prescribed by an Ordinance of the <br /> Ministry of Finance. <br /> (Submission of certificate of origin) <br /> Article 28. For the purposes of paragraph 1 of the preceding article, a certificate of origin <br /> of the products covered by such a certificate (or, at the time of @^@storage application, etc.@^@ <br /> in the case of those products for which such storage application, etc. is made; hereinafter <br /> in this Chapter referred to as the same) or at the time of inspection provided for in the <br /> proviso to paragraph 1 of Article 76 of the Customs Law or any other customs <br /> examination relating to postal items. However, this shall not apply to cases (a) where it is <br /> accepted by the Director General of Customs that a certificate of origin cannot be <br /> submitted at such time as prescribed above owing to disaster or any other unavoidable <br /> reason or (b) where it is accepted by the Director General of Customs, subject to <br /> receiving the approval of the Director General of Customs provided for in paragraph 1 of <br /> Article 73 (Taking (Note: withdrawal from customs) of Goods Prior to Permission of <br /> Importation) of the Customs Law with respect to such products, that a certificate of <br /> origin cannot be submitted at such time as prescribed above . <br /> (Effective Period of Certificate of Origin) <br /> Article 30. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law : applied to those products which are regarded as being products originating in a <br /> beneficiary of preferences by application of the provisions of paragraph 2 of Article 26, <br /> shall, at the time of submission of a certificate of origin for such products, attach to such <br /> a certificate of origin, a document, issued and certified by the person who issued such a <br /> certificate of origin, stating the descriptions and quantifies of the products which were <br /> exported from Japan and used as raw materials or components for production of such <br /> products. <br /> 2. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br /> those products provided for in subparagraph (3) of paragraph 1 of Article 27 which are <br /> regarded as originating in a beneficiary of preferences by application of the provisions of <br /> paragraph 2 of Article 26 shall state on the written special declaration that such products <br /> are those which are regarded as originating in a beneficiary of preferences by application <br /> of the provisions of paragraph 2 of Article 26. <br /> 3 . The provisions of the preceding two paragraphs shall apply mutatis mutandis to any <br /> person who intends to have paragraph 1 of Article 8-2 of the Law applied to those <br /> products which are regarded as originating in a beneficiary of preferences by application <br /> of the provisions of paragraph 3 of Article 26. In this case, the term @^@the descriptions and <br /> quantities of the products which were exported from Japan and used as raw materials or <br /> components for production of such products@^@ in paragraph 1 shall be read as @^@the <br /> descriptions, quantities, values and countries of production of the products which were <br /> used as raw materials or components for production of such products in each of those <br /> South East Asian Countries provided for in paragraph 3 of Article 26 and the description, <br /> quantity and value of such products thus produced@^@. <br /> 4. The format of the document to be attached to a certificate of origin provided for in <br /> paragraphs 1 and 3 shall be prescribed by an Ordinance of the Ministry of Finance. <br /> (Transportation to Japan of products to which preferential tariffs apply)","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"exmptcoo","ProvisionCode":"Exemption of certification","ProvisionValue":"included (less than 200,000 yen )","ProvisionRank":null,"ProvisionGlossary":"A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.","ProvisionGlossaryLink":"/en/glossary?uid=exmptcoo&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 27. Any person who intends to have paragraph 1 or paragraph 3 of Article 8-2 of : the Law applied to any products (hereinafter referred to as @^@products originating in a <br /> beneficiary of preferences@^@) originating in beneficiaries of preferences as provided for in <br /> paragraph 1 of Article 8-2 of the Law (hereinafter referred to as @^@beneficiaries of <br /> preferences@^@) shall submit to the Director General of Customs, a document (hereinafter <br /> referred to as a @^@certificate of origin@^@) certifying that such products are those originating <br /> in a beneficiary of preferences. However, this shall not apply to the following products. <br /> (1) Products for which the origin is regarded by the Director General of Customs as <br /> being clearly ascertainable from their nature and form. <br /> (2) Products for which the total amount of the customs value is not more than 200,000 <br /> yen (excluding those mentioned in the preceding subparagraph). <br /> (3) Products which are designated ones relating to a special declaration (excluding those <br /> on which the Director General of Customs regards submission of a certificate of <br /> origin as necessary in order to confirm that the products originate in a beneficiary of <br /> preferences and those mentioned in the preceding two subparagraphs).","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"approved","ProvisionCode":"Approved exporter","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).","ProvisionGlossaryLink":"/en/glossary?uid=approved&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"comp","ProvisionCode":"Competent authority","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.","ProvisionGlossaryLink":"/en/glossary?uid=comp&returnto=gloscenter","ProvisionLegalExtract":"Customs and Tariff Bureau, Ministry of Finance <br /> gensanchi@mof.go.jp <br /> +81-(0)3-3581-8235 <br /> http://www.customs.go.jp/roo/english/index.htm <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"valid","ProvisionCode":"Period of validity","ProvisionValue":"1 year","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.","ProvisionGlossaryLink":"/en/glossary?uid=valid&returnto=gloscenter","ProvisionLegalExtract":"[Cabinet Order for Enforcement of the Temporary Tariff Measures Law]: <br /> Article 29. Any certificate of origin shall not be valid beyond one year from its issuance <br /> on the date of the notification made under the provisions of paragraph 3 of Article 76 of <br /> the Customs Law (Simplified Procedure for Exportation or Importation of Postal Items) <br /> in the case of postal items provided for in the paragraph 1 of such Article). However, this <br /> shall not apply to cases where it is approved by the Director General of Customs that <br /> elapse of such a period is due to disaster or any other unavoidable reason. <br /> (Certificate of origin for products originating in a beneficiary of preferences which have <br /> been produced by using materials or components exported from a particular country)","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"retention","ProvisionCode":"Retention period","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.","ProvisionGlossaryLink":"/en/glossary?uid=retention&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"refund","ProvisionCode":"Refund of excess duties","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that allows to recover customs duties paid for originating goods at the time of import.","ProvisionGlossaryLink":"/en/glossary?uid=refund&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"sup","ProvisionCode":"Supporting documents","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.","ProvisionGlossaryLink":"/en/glossary?uid=sup&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"tpi","ProvisionCode":"Third party invoicing","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.","ProvisionGlossaryLink":"/en/glossary?uid=tpi&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"ver","ProvisionCode":"Verifications","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.","ProvisionGlossaryLink":"/en/glossary?uid=ver&returnto=gloscenter","ProvisionLegalExtract":"The Provision related to the verification is found in subparagraph (6) of paragraph 1 of Article 105, Customs Law. <br /> (Extract of the Customs Law) <br /> (provisional translation) <br /> Article 105, paragraph 1:  To inquire about the imported goods to the importers, Customs brokers who handle the custom-house businesses, consigners of the importation, those who sell the dumping (dumping stipulated in paragraph 1 of Article 8 of Customs Tariff Law) goods in the nation and other relevant people (importers and so on in next paragraph), to investigate the cargo and the account documents and other things of the cargo, and to require induction and submissions the things (including the copies). <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"pen","ProvisionCode":"Penalties","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.","ProvisionGlossaryLink":"/en/glossary?uid=pen&returnto=gloscenter","ProvisionLegalExtract":"The provision for fraud and false declaration is found in Article 110, Customs Law. <br /> (Extract of the Customs Law) <br /> (provisional translation) <br /> Article 110: A person who falls under any of the following subparagraphs shall be punished by imprisonment with work for not more than 10 years or a fine not exceeding 10 million yen, or both: <br /> (1)  A person who, by deception or other wrongful act, evades payment of customs duty or receives refund of customs duty. <br /> (2)  A person who imports goods for which customs duty is to be paid without paying customs duty by deception or other wrongful act. <br /> 2.  In the case where, through deception or other wrongful act of a customs broker, customs duty is evaded or refunded, or goods for which customs duty is to be paid are imported without paying customs duty, the preceding paragraph shall also apply to the customs broker who has committed such act. <br /> 3.  The preceding 2 paragraphs shall also apply to a person who commences any of the crimes referred to in the said 2 paragraphs without completing it. <br /> 4.  In the case where an amount calculated by multiplying the amount of customs duty or the amount of refund of customs duty, pertaining to the crime referred to in the preceding 3 paragraphs by a factor of 10 exceeds 10 million yen, the fine referred to in the preceding three paragraphs may, where circumstances so warrant, be more than 10 million yen, but not more than the amount equivalent to 10 times the amount of the customs duty or the amount of refund of customs duty. <br /> 5.  A person who prepares with the intention of committing a crime referred to in paragraph 1 or 2 shall be punished by imprisonment with work for not more than 5 years or a fine not exceeding 5 million yen, or both. <br /> 6. In the case where an amount calculated by multiplying the amount of customs duty or the amount of refund of customs duty, pertaining to the crime referred to in the preceding paragraph may, where circumstances so warrant, be more than 5 million yen, but not more than the amount equivalent to 10 times the amount of the customs duty or the amount of refund of customs duty. <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"adv","ProvisionCode":"Advance rulings","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.","ProvisionGlossaryLink":"/en/glossary?uid=adv&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"err","ProvisionCode":"Minor errors","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.","ProvisionGlossaryLink":"/en/glossary?uid=err&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"app","ProvisionCode":"Appeals","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision which sets up an appeal process in respect of origin determination and advanced rulings.","ProvisionGlossaryLink":"/en/glossary?uid=app&returnto=gloscenter","ProvisionLegalExtract":"The procedures for appeal in the case of dispute on verification are found in Article 89, Customs Law and Article 2 and 5, Administrative Appeal Act. <br /> (Extract of the Customs Law) <br /> (provisional translation) <br /> Article 89: 1.  Any person may file an objection if he is dissatisfied with the disposition of the Director General of Customs as prescribed in the provisions of this Law or other Laws relating to customs duty. <br /> 2.  Any disposition of customs officials as prescribed in the provision of this Law or other Laws relating to customs duty, regarding the application of the previous paragraph and Article 91, shall be deemed to be a disposition made by the Director General of Customs having jurisdiction over the customs office to which the customs officials belong. <br /> (Extract of the Administrative Appeal Act) <br /> (provisional translation) <br /> Article 2:  A person who is dissatisfied with a disposition reached by an administrative agency may file a request for review pursuant to the provisions of Article 4 and paragraph 2, Article 5. <br /> Article 5: 1.  In the case where examinations can be applied about punishment by administrative agencies to administrative agencies other than punish agencies, when there are stipulations which enables to request reinvestigations in the Laws, those who have objections to the punishments can request reinvestigations to the punish administrative agencies. Provided, however, that the reinvestigation requests about the punishment are done by the stipulation of Article 2. <br /> 2.  In the case that reinvestigation requests are done by the stipulation of the main body of the previous section, the reinvestigation requests cannot be done, only after the decisions of the reinvestigation requests are passed through. Provided, however, that fits any of the following subparagraphs: <br /> (1)  The case that the punish agencies do not decide about the reinvestigation request, even if 3 months passes from the next day following the date of the reinvestigation request of the punishment (the day when the deficiencies are corrected in the case that the corrections of the deficiencies are ordered by the stipulation of Article 23, which is applied by reading mutatis mutandis pursuant to Article 61). <br /> (2)  The case that there are valid reasons that not to pass through the decisions of other reinvestigation requests. <br /> [Source: WTO notification G/RO/LDC/N/JPN/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null}]},"FtaRemainingProvisons":{"RemainingProvisionData":[{"ArticleType":"Temporary Tariff Measures Law","Articles":[{"ArticleTitle":"1. The rates of customs duty applicable to any products, as enumerated in any of the following","ArticleDesc":"Article 8-2 : 1. The rates of customs duty applicable to any products, as enumerated in any of the following <br> subparagraphs, originating in countries (including territories that have their own customs and <br> trade systems) the economies of which are in the stage of development and which desire to <br> receive preferential treatment concerning customs duty and which may be prescribed by the <br> Cabinet Order implementing the Temporary Tariff Measures Law as countries to which such <br> preferential treatment may be appropriately extended (hereinafter referred to as @^@beneficiaries of <br> preferences@^@) shall, notwithstanding the provisions of Article 2, be as prescribed in any of the <br> subparagraphs concerned, if they are imported on or before March 31, 2021. <br> (1) For products falling under Chapters 1 to 24 in the Schedule annexed to the Customs Tariff <br> Law (hereinafter referred to as @^@Customs Tariff Schedule@^@), which are enumerated in the <br> Schedule No. 2 annexed to this Law, the rates of duty as prescribed in the Schedule No.2 <br> shall be applied. <br> (2) For products falling under Chapters 25 to 76 or 78 to 97 in the Customs Tariff Schedule, <br> which are enumerated in Schedule No. 3 annexed to this Law ( excluding those products the <br> rates of duty on which are prescribed as free in the Customs Tariff Schedule (or free in <br> Schedule No.1 annexed to this Law in the case of those products as enumerated in the <br> Schedule No.1)), the rates of duty obtained by multiplying the lower of the rates as <br> prescribed in the Customs Tariff Schedule (or the rates of duty as prescribed in the Schedule <br> No.1 in the case of those products as enumerated in the Schedule No.1) and the WTO rates <br> of duty, by the factors as enumerated in the Schedule No. 3 shall be applied. <br> (3) For products falling under Chapters 25 to 76 or 78 to 97 in the Customs Tariff Schedule, <br> other than those enumerated in Schedule Nos.3, 4 or 5 annexed to this Law (excluding those <br> products the rates of duty on which are prescribed as free in the Customs Tariff Schedule (or <br> free in the Schedule No. 1 annexed to this Law in the case of those products as enumerated <br> in the Schedule No. 1)), the duty shall be free. <br> 2. Notwithstanding the provisions of paragraph 1, when any product enumerated in any of the <br> subparagraphs of paragraph 1, originating in a beneficiary of preferences are imported on or <br> before the date as prescribed in paragraph 1 and are found inappropriate for the application of <br> preferential treatment concerning customs duty provided for paragraph 1 by taking into <br> consideration the degree of international competitiveness of the product originating in such a <br> beneficiary, or other circumstances, preferential treatment for such a product may be suspended, <br> as may be prescribed by the Cabinet Order implementing the Temporary Tariff Measures Law, <br> specifying both such a product and such a beneficiary as the origin of the product . <br> 3. The rates of duty applicable to any products, as enumerated in subparagraphs (1) and (2) of <br> paragraph 1 (excluding those products the rates of duty on which are prescribed as free in these <br> subparagraphs), and those applicable to any products enumerated in the Schedule No. 5 annexed <br> to this Law (excluding those products the rates of duty on which are prescribed as free in the <br> Customs Tariff Schedule (or free in the Schedule No. 1 annexed to this Law for those products <br> as enumerated in the Schedule No.1)), originating in any beneficiaries of preferences designated <br> by a resolution of the United Nations General Assembly as the least-developed countries and <br> prescribed by the Cabinet Order implementing the Temporary Tariff Measures Law as countries <br> to which special treatment for general preferential tariffs (i.e. the customs duty to be levied <br> under the provisions of paragraph 1) may be appropriately extended (referred to as @^@LDC <br> special beneficiaries of preferences@^@ in the next article) shall, notwithstanding the provisions of <br> Article 2 or subparagraph (1) or (2) of paragraph 1, be free, if they are imported on or before the <br> date as prescribed in paragraph 1. <br> 4. Any requirements for application of the provisions of paragraph 1 or 3 including verification <br> of the origin of the products to which those provisions apply shall be prescribed in the Cabinet <br> Order implementing the Temporary Measures Law. <br> (Suspension of Application of General Preferential Tariff and LDC Special Preferential Tariff) <br> "},{"ArticleTitle":"If, as a result of an application of the rates of duty as prescribed in each subparagraph of","ArticleDesc":"Article 8-3 : If, as a result of an application of the rates of duty as prescribed in each subparagraph of <br> paragraph 1 of Article 8-2, any products, as enumerated in that subparagraph, originating in any <br> of the beneficiaries of preferences (excluding LDC special beneficiaries of preferences) are <br> imported in such increased quantities as to cause, or threaten to cause, injury to a domestic <br> industry in Japan that produces the like or directly competitive products, the application of the <br> provisions of paragraph 1 of Article 8-2 may, if it is deemed urgently necessary in order to <br> protect the industry concerned, be suspended, followed by a Cabinet Order to be established for <br> each suspension, specifying the products, the period of suspension and, if necessary, the country <br> or the territory. <br> 2. The provisions of paragraph 1 shall apply mutatis mutandis to those products, as enumerated <br> in the subparagraphs of paragraph 1 of Article 8-2 or in the Schedule No. 5 annexed to this Law, <br> originating in a LDC special beneficiary of preferences (excluding those products the rates of <br> duty on which are prescribed as free in the Customs Tariff Schedule (or free in Schedule No. 1 <br> annexed to this Law for those products as enumerated in the Schedule No. 1)). In this case, the <br> term @^@the rates of duty as prescribed in each subparagraph of paragraph 1 of the Article 8-2@^@ in <br> the preceding paragraph shall be read as @^@the rates of duty as prescribed in paragraph 1 or 3 of <br> Article 8-2@^@; the term @^@the provisions of paragraph 1 of Article 8-2@^@ in paragraph 2 shall be : read as @^@the provisions of paragraph 1 or 3 of Article 8-2@^@; and when the application of the <br> read as @^@the provisions of paragraph 1 or 3 of Article 8-2@^@; and when the application of the <br> provisions of paragraph 3 of Article 8-2 to applicable products is suspended, the provisions of <br> paragraph 1 of Article 8-2 shall not apply to those products. <br> "}]},{"ArticleType":"Cabinet Order for Enforcement of the Temporary Tariff Measures Law","Articles":[{"ArticleTitle":"rticle 25. The countries which may be prescribed by a Cabinet Order under paragraph","ArticleDesc":"Article 25. The countries which may be prescribed by a Cabinet Order under paragraph <br> Schedule No. 1 annexed to this Cabinet Order. <br> 2. The products on which preferential treatment for customs duty is suspended under <br> paragraph 1 of the Article 8-2 of the Law prescribed by paragraph 2 of Article 8-2 of the <br> Law shall be those products enumerated in the following subparagraphs: <br> (the subparagraphs omitted) <br> (for the specific products see http://www.customs.go.jp/english/c-answer_e/imtsukan/1506_e.htm) <br> (Definition of origin) <br> "},{"ArticleTitle":"No article title","ArticleDesc":"Article 26. The place in which products originate as provided for in paragraph 1 or 3 of <br> Article 8-2 of the Law shall be the country or territory (hereinafter referred to as : @^@origin@^@) provided for in any of the following subparagraphs, according to the kinds of <br> @^@origin@^@) provided for in any of the following subparagraphs, according to the kinds of <br> product enumerated in each subparagraph. <br> (1) Products which may be prescribed by an Ordinance of the Ministry of Finance as <br> wholly produced in one country or territory (i.e., the country or territory provided <br> for in paragraph 1 or 3 of Article 8-2 of the Law; hereinafter in this article referred <br> to as the same). <br> (2) Products which have been produced through the processing or manufacture <br> prescribed by an Ordinance of the Ministry of Finance in one country or territory as <br> substantially transformed from products (excluding the products enumerated in the <br> preceding sub-paragraph) which are used as all or part of the raw materials or <br> components necessary for the production of the former products. <br> 2. In cases where any products (excluding those products enumerated in the Schedule <br> No. 2) have been produced in one country or territory by using the products imported <br> from Japan as all or part of the raw materials or components for production of such <br> product, the provisions of the preceding paragraph shall be applied in the manner <br> prescribed below. <br> (1) In cases where such products have been produced by using, as raw materials or <br> components, only those products imported from Japan or such products together <br> with products enumerated in subparagraph (1) of the preceding paragraph, such <br> product shall be regarded as wholly produced in such a country or territory. <br> (2) For the purposes of applying subparagraph (2) of the preceding paragraph to any <br> cases other than the cases provided for in the preceding subparagraph, any products <br> imported from Japan shall be regarded as such products as enumerated in <br> subparagraph (1) of the preceding paragraph. <br> 3 . With respect to products (excluding those products the origin of which is determined <br> under the provisions of the preceding two paragraphs) exported from one of the <br> following five countries: Indonesia, Malaysia, the Philippines, Thailand and Vietnam <br> (hereinafter referred to as @^@the South East Asian Counties@^@), of which the production <br> (including the production of the products which have been used as raw materials or <br> components for the production of such products) has been carried out in two or more of <br> the South East Asian Countries (provided that one of such two or more countries is the <br> country which has exported such products to Japan), the South East Asian Countries <br> shall be deemed to be one country for the purposes of applying the provisions of the two <br> preceding paragraphs. In this case, if the origin of products is thus regarded as being the <br> South East Asian Countries, the country which exports such products to Japan shall be <br> the origin of such products. <br> (Certificate of Origin) <br> Article 27. Any person who intends to have paragraph 1 or paragraph 3 of Article 8-2 of : the Law applied to any products (hereinafter referred to as @^@products originating in a <br> the Law applied to any products (hereinafter referred to as @^@products originating in a <br> beneficiary of preferences@^@) originating in beneficiaries of preferences as provided for in <br> paragraph 1 of Article 8-2 of the Law (hereinafter referred to as @^@beneficiaries of <br> preferences@^@) shall submit to the Director General of Customs, a document (hereinafter <br> referred to as a @^@certificate of origin@^@) certifying that such products are those originating <br> in a beneficiary of preferences. However, this shall not apply to the following products. <br> (1) Products for which the origin is regarded by the Director General of Customs as <br> being clearly ascertainable from their nature and form. <br> (2) Products for which the total amount of the customs value is not more than 200,000 <br> yen (excluding those mentioned in the preceding subparagraph). <br> (3) Products which are designated ones relating to a special declaration (excluding those <br> on which the Director General of Customs regards submission of a certificate of <br> origin as necessary in order to confirm that the products originate in a beneficiary of <br> preferences and those mentioned in the preceding two subparagraphs). <br> 2. The origin of the products provided for in subparagraph (2) of the preceding paragraph <br> shall be determined by the Director General of Customs on the basis of the kind, <br> trademark and other factors relating to such products or particulars relating to their <br> origin which are stated on the invoice relating thereto (including, in the case of postal <br> items, a written customs declaration or any other documents which are pasted on or <br> attached to such postal items by an addresser in accordance with the international <br> convention relating to postal items) or any other documents relating to such products. <br> 3 . Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br> products as mentioned in subparagraph (3) of paragraph 1 shall state on the written <br> special declaration that such a person intends to have paragraph 1 or 3 of Article 8-2 of <br> the Law applied and that the certificate of origin has been obtained. <br> 4. Any certificate of origin shall be issued, at the time when the products to be covered <br> by such a certificate are exported (or if the Director General of Customs finds that there <br> is any unavoidable and special reason for it, within such a period of time after their <br> exportation as may be regarded as being reasonable in the light of such reason), by <br> Customs located in the place of origin (or, if the Customs is not authorized to issue a <br> certificate of origin, any other government entities, Chamber of Commerce or similar <br> organization which have the authority to issue the certificate of origin and which is <br> regarded as being appropriate by the Director General of Customs) on the basis of the <br> declaration made by the exporter of such products. <br> 5. The format of a certificate of origin shall be prescribed by an Ordinance of the <br> Ministry of Finance. <br> (Submission of certificate of origin) <br> Article 28. For the purposes of paragraph 1 of the preceding article, a certificate of origin <br> shall be submitted to the Director General of Customs at the time of import declaration <br> of the products covered by such a certificate (or, at the time of @^@storage application, etc.@^@ <br> in the case of those products for which such storage application, etc. is made; hereinafter <br> in this Chapter referred to as the same) or at the time of inspection provided for in the <br> proviso to paragraph 1 of Article 76 of the Customs Law or any other customs <br> examination relating to postal items. However, this shall not apply to cases (a) where it is <br> accepted by the Director General of Customs that a certificate of origin cannot be <br> submitted at such time as prescribed above owing to disaster or any other unavoidable <br> reason or (b) where it is accepted by the Director General of Customs, subject to <br> receiving the approval of the Director General of Customs provided for in paragraph 1 of <br> Article 73 (Taking (Note: withdrawal from customs) of Goods Prior to Permission of <br> Importation) of the Customs Law with respect to such products, that a certificate of <br> origin cannot be submitted at such time as prescribed above . <br> (Effective Period of Certificate of Origin) <br> Article 29. Any certificate of origin shall not be valid beyond one year from its issuance <br> on the date of import declaration relating to the products covered by such certificate (or <br> on the date of the notification made under the provisions of paragraph 3 of Article 76 of <br> the Customs Law (Simplified Procedure for Exportation or Importation of Postal Items) <br> in the case of postal items provided for in the paragraph 1 of such Article). However, this <br> shall not apply to cases where it is approved by the Director General of Customs that <br> elapse of such a period is due to disaster or any other unavoidable reason. <br> (Certificate of origin for products originating in a beneficiary of preferences which have <br> been produced by using materials or components exported from a particular country) <br> Article 30. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law : applied to those products which are regarded as being products originating in a <br> applied to those products which are regarded as being products originating in a <br> beneficiary of preferences by application of the provisions of paragraph 2 of Article 26, <br> shall, at the time of submission of a certificate of origin for such products, attach to such <br> a certificate of origin, a document, issued and certified by the person who issued such a <br> certificate of origin, stating the descriptions and quantifies of the products which were <br> exported from Japan and used as raw materials or components for production of such <br> products. <br> 2. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br> those products provided for in subparagraph (3) of paragraph 1 of Article 27 which are <br> regarded as originating in a beneficiary of preferences by application of the provisions of <br> paragraph 2 of Article 26 shall state on the written special declaration that such products <br> are those which are regarded as originating in a beneficiary of preferences by application <br> of the provisions of paragraph 2 of Article 26. <br> 3 . The provisions of the preceding two paragraphs shall apply mutatis mutandis to any <br> person who intends to have paragraph 1 of Article 8-2 of the Law applied to those <br> products which are regarded as originating in a beneficiary of preferences by application <br> of the provisions of paragraph 3 of Article 26. In this case, the term @^@the descriptions and <br> quantities of the products which were exported from Japan and used as raw materials or <br> components for production of such products@^@ in paragraph 1 shall be read as @^@the <br> descriptions, quantities, values and countries of production of the products which were <br> used as raw materials or components for production of such products in each of those <br> South East Asian Countries provided for in paragraph 3 of Article 26 and the description, <br> quantity and value of such products thus produced@^@. <br> 4. The format of the document to be attached to a certificate of origin provided for in <br> paragraphs 1 and 3 shall be prescribed by an Ordinance of the Ministry of Finance. <br> (Transportation to Japan of products to which preferential tariffs apply) <br> Article 31. The provisions of paragraph 1 or 3 of Article 8-2 of the Law shall not apply to : products originating in a beneficiary of preferences which are other than the following <br> products originating in a beneficiary of preferences which are other than the following <br> (1) Products transported directly to Japan from a beneficiary of preferences as their <br> origin, without passing through any territory other than such a beneficiary <br> (hereinafter in this article referred to as a @^@country of non-origin@^@). <br> (2) Products transported to Japan from a beneficiary of preferences as their origin, <br> bypassing through a country of non-origin, for which no handling other than <br> transshipment and temporary storage for the reason of their transportation was <br> undertaken in such a country of non-origin. <br> (3) Products exported from a beneficiary of preferences as their origin, for temporary <br> storage or display at exhibitions, fairs or similar events (hereinafter in this article <br> referred to as @^@exhibition, etc.@^@) in a country of non-origin and then exported from <br> such a country of non-origin to Japan by the person who exported such products to <br> such a country of non-origin (provided that the manner in which the transportation <br> of such products from such country of non-origin to Japan has taken place is <br> equivalent to that of the transportation provided for in either of the preceding two <br> subparagraphs). <br> 2. Transshipment, temporary storage or display at exhibitions, etc. as provided for in <br> subparagraph (2) or (3) of the preceding paragraph shall be undertaken in a bonded area <br> or any other similar place in a country of non-origin under the control of Customs of <br> such a country of non-origin. <br> those products enumerated in subparagraph (2) or (3) of paragraph 1 shall, at the time of <br> import declaration of such products, submit one of the following documents, as a <br> document proving that such products fall under either of such subparagraphs. However, <br> this shall not apply to those products for which the total amount of customs value is not <br> more than 200,000 yen or which are designated ones pertaining to a special declaration. <br> (1) A copy of a through bill of lading for transportation of such products from a <br> beneficiary of references as their origin, to the port of importation in Japan. <br> (2) A certificate issued by Customs or any other competent government authorities in a <br> country of non-origin where the products were transshipped, temporarily stored or <br> displayed at exhibitions, etc. as provided for in subparagraph (2) or (3) of paragraph <br> 1 <br> (3) Any documents which are considered by the Director General of Customs to be <br> appropriate, excluding those enumerated in the preceding two subparagraphs <br> 4. Any person who intends to have paragraph 1 or 3 of Article 8-2 of the Law applied to <br> designated products pertaining to a special declaration which fall under subparagraph (2) <br> or (3) of paragraph 1 shall state on the written special declaration that such a designated <br> products are those as provided for in subparagraph (2) or (3) of paragraph 1. However, <br> this shall not apply to products for which the total amount of customs value is not more <br> than 200,000 yen. <br> 5. The following items shall be described in the certificate provided for in subparagraph <br> (2) of paragraph 3: <br> (1) Marks, numbers, descriptions and quantities of the products under consideration. <br> (2) Dates on which such products were loaded on board, and/or unloaded from, a vessel, <br> aircraft or vehicle in the country of non-origin and names, registered marks or kinds <br> of such vessels, aircraft or vehicles. <br> (3) Details of the handling of such products in the country of non-origin where the <br> loading or unloading as provided for in the preceding subparagraph took place. <br> "}]}]}}