{"FtaRooDetails": {"FtaId": 577, "FtaCode": "ITC00587", "FtaName": "Jordan-Oman", "FtaFullName": "", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "15.05.1993", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; Oman", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Jordan-Oman", "AdminProcCooAuth": "The certification type under Jordan-Oman is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Jordan-Oman is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Jordan-Oman agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "For the purposes of the present Agreement, any manufactured product shall hereby be deemed of Jordanian or Omani origin, if the value added thereto, and generated from the production thereof in either Country, shall be no less than forty percent (40%) of its ultimate value upon the completion of production, subject to the laws and regulations in force in both countries.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00587_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00587_roo.pdf", "DocType": "3_roo", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Rules of accumulative origin <br /> Imported production inputs from another Arab state shall be treated as national inputs if the <br /> percentage reached 40% in the country of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3: Criteria of defining the added value <br /> 5- Intermediate Raw Materials of National origin: including basic raw materials and in- <br /> termediate materials used in the production processes. The concept of National origin covers <br /> what has been produced in a member state and meets the criteria of national origin. <br /> Rule 5: Rules of accumulative origin <br /> Imported production inputs from another Arab state shall be treated as national inputs if the <br /> percentage reached 40% in the country of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Completely acquired products <br /> According to Rule (2/A) the following items shall be considered a completely acquired products in <br /> the exporting member-state: <br /> A- Mineral or raw materials that are extracted from its land, water or seas. <br /> B- Agricultural products harvested in it. <br /> C- Animals born and brought up in it. <br /> D- Products acquired from Animals brought in it. <br /> E- Products acquired from hunting or fishing in it. <br /> F- Fishing and other sea products acquired from their seas by its ships. <br /> G- Products prepared or/ and manufactured on this country's shipboards from the products set <br /> forth in paragraph (G) exclusively. <br /> H- Used products that are assembled in this country and are of no use but to acquire raw materials <br /> I- Remnants and scraps arising from manufacturing processes taking place in it. <br /> J- Exclusively produced goods included in the products mentioned in paragraphs (A) to (I).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Secondary processes <br /> For the purposes of rule (2/B) of the Arab rules of origin the following processes shall be considered <br /> as secondary and in sufficient manufacturing processes to give the product <br /> the characteristic of national of origin. <br /> A- Preservation processes for the purposes of transportation, storing (ventilation or salting), <br /> removing spoilt part, or any similar purposes. <br /> B- Packaging and simple assembly processes, and retail selling processes <br /> (wrapping up or re-wrapping up). <br /> C- Other simples manufacturing processes, such as: <br /> 1- Simple dissolution by water, any other dissolvent, or by mixing and combining <br /> two or more substances. <br /> 2- Cleaning, including the removal of rust, grease, paint, or any similar substances. <br /> 3- Trimming or clipping off the ragged edges. <br /> 4- Examination, tests, numbering, marking, sorting or grading. <br /> 5- Painting, washing or sterilization. <br /> 6- Textiles decoration in the framework of textile production such as folding, trimming, <br /> simple decoration and embroidery and other similar processes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 2: Origin criteria <br /> For the purposes of implementing the Arab rules of origins, without <br /> prejudice to Rule 5, the following goods and services shall be considered of national origin: <br /> a- Products acquired completely from any party-state in accordance with the provisions of Rule (7). <br /> b- Goods manufactured by any party-state, which includes input(s) from other party-state, and the <br /> added value of these good shall not be less than 40 percent according to the provisions of Rule <br /> (3), taking into consideration the provisions of Rule (4). <br /> Rule 3: Criteria of defining the added value <br /> The added value shall be defined according to the factors and criteria herein set forth: <br /> 1- All wages and salaries: Including cash and in kind wages, training fees, various advantages, <br /> leaving indemnity, social insurance for production workers and for the workers of the Adminis- <br /> trative and technical body, who are directly connected with production, such as supervisors and <br /> workers of quality control: Storing and wrapping, or indirectly, such as, Administrative and ac- <br /> counting body, and marketing employees. <br /> 2- Fixed Assets Depreciation: including depreciation of industrial buildings, equipment and <br /> machines, in addition to residential buildings owned by the company, and aren't included in the <br /> provision of rentals, and directly connected with manufacturing activity, according to deprecia- <br /> tion rates approved by the official concerned authorities, no asset depreciation shall be included <br /> in the added value, when the book value is zero. <br /> 3- Rentals: including renting industrial lands, warehouses, industrial buildings, product market- <br /> ing shops (exhibition halls dedicated to factory products) staff abodes non owned by the facility. <br /> 4- Financing cost: including total cost paid on loans used to fund the above mentioned fixed as- <br /> sets, the direct activities of the organization, or the costs of these loans in accordance with the <br /> system applied in each country. <br /> 5- Intermediate Raw Materials of National origin: including basic raw materials and in- <br /> termediate materials used in the production processes. The concept of National origin covers <br /> what has been produced in a member state and meets the criteria of national origin. <br /> 6- Other Fees: including the costs of lab analyses, the costs of research and development, insur- <br /> ance and risks fees on buildings and machines, costs and fees of patents and rights of invention <br /> and Arab intellectual property, related to production, and cost of renting the machines used in <br /> the production process. <br /> 7- Energy, Electricity and water: including all the fees of energy, electricity and water used <br /> in the production process. <br /> 8- General and Administrative Expenses: including expenses of mail, telegraph, telephone, <br /> publications and subscriptions, etc. <br /> Firstly: Explaining how to calculate the added value, the added value should be calculated <br /> according to one of the following two methods: <br /> 1- According to the assembly formula for the elements of the added value as follows : <br /> The added value percent = <br /> (the added value (the total of elements from 1 to 8/Ex factory Definite value of the goods) x 100 <br /> Ex factory product value = added value + foreign inputs (minus levied fees and taxes) <br /> 2- According to the definite value of the goods as follows: <br /> (Ex factory product definite value - value of the imported materials included in <br /> manufacturing process (minus levied fees and custams) / Ex factory Definife value of the goods) x 100 <br /> The added value should be calculated, according to this, as: <br /> The difference between the definite value of the produced goods until the end of the mamuf acturing <br /> process and the value of the imported materials included in the production process (minus levied <br /> taxes and fees), this doesn't apply to the materials of national origin or these imported from An Arab <br /> party-state in this Agreement, or any other Arab state involved in an integration or cooperation <br /> Agreement, are treated as local goods or materials. <br /> The definite value of the produced good according to (the value cost of this good) the definite <br /> value of the good doesn't include any sums paid for custom or local production fees imposed on <br /> it or on its production inputs. <br /> The value of the materials included in the production process shall be calculated according <br /> to the price by which there were purchased from abroad and the custom value approved by the state <br /> upon the arrival of the materials to the production state, and it doesn't include the expenses of internal <br /> transportation or any other expenses that aren't directly connected with the production process.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17: Direct transportation <br /> Products of a party -state origin shall be transported directly without passing by other regions except <br /> Arab states regions, however, these products may be transported through regions other than <br /> regions of the party-states, including shipping or transitional storing in such regions as far as this is <br /> for geographical reasons, and as far as these products are under the supervision of the custom authorities <br /> the passing-by or lodging country, and aren't submitted to processes other than these of <br /> unloading, reshipping or other processes aiming to maintain their conditions.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: Proof of origin <br /> A-Products of national origin according to the Arab rules of origin and are exchanged among <br /> party-states and for the purposes of making use of the Agreement and the Executive program to <br /> Establish pan-Arab Free Trade Area, shall be accompanied by a national certificate of origin <br /> according to the (attached) authorized form, and it shall fulfill all its requirements. <br /> B-Issuing and ratifying certificate of origin. <br /> 1-Certificate of origin shall be granted to the Arab goods of national origin (every country <br /> shall define the authority of issuing and ratifying its certificates of origin). <br /> 2-Certificate of origin shall include name, address and location of the factory, in addition to <br /> the number and date of the shipping invoice by the exporter. <br /> 3- Certificate of origin form shall be filled up with printed letters, and the description of the <br /> goods shall be in its appropriate place of the form. With no space to omission or addition. <br /> 4- Certificate of origin of such goods shall be issued upon exporting, and it may be, under <br /> extra ordinary circumstances. Issued after exportation or from the country of exporting place when <br /> there is a mistake or explaining the circumstances, under which this certificate is issued. <br /> 5-Each issuing and ratifying authorities of certificates of origin shall maintain a copy of <br /> these certificate, in addition to the attached documents for three years from the date of issuance, <br /> according to rules applied in the two sides <br /> 6-Certificate of origin shall be valid for (four months) from the date of issuance in the exporting <br /> country and shall be submitted during this period <br /> 7-Certificate of origin shall be submitted to custom authorities in the importing country <br /> upon clearance provided that the certificate is less than four months from the date of issuance. <br /> 8-In case of loss or damage of the certificate of origin, the exporter shall call upon authorities <br /> issued the certificate to provide him with another copy according to the form of its exporting <br /> documents. In such a case, this certificate shall clearly bear the following sentence <br /> (unoriginal second copy) (damage substitute) <br /> C- A clear and irremovable sign of origin shall be placed on the goods according to the nature of the goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: Proof of origin <br /> 6-Certificate of origin shall be valid for (four months) from the date of issuance in the exporting <br /> country and shall be submitted during this period <br /> 7-Certificate of origin shall be submitted to custom authorities in the importing country <br /> upon clearance provided that the certificate is less than four months from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: Proof of origin <br /> 5-Each issuing and ratifying authorities of certificates of origin shall maintain a copy of <br /> these certificate, in addition to the attached documents for three years from the date of issuance, <br /> according to rules applied in the two sides", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 19: <br /> A- The concerned authorities in the party-states shall cooperate and work together on reviewing <br /> certificates of origin <br /> B- The concerned authority in the party-state may call upon its counterpart in the other party-state <br /> to conduct following initial review to the data of the certificate of origin highlighting the factors that <br /> need further explanations: in this case, the goods related to the certificate of origin subjected to the <br /> following review is allowed to enter into the importing country, accompanied with temporary guarantee <br /> (refundable) to the due fees and taxes according to arrangements and procedures applied in <br /> the importing country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1: Definitions <br> For the purposes of this Agreement, the following words and phrases have the respective <br> meanings herein set forth: <br> a- Manufacturing: the process or series of processes which include the production inputs for <br> producing materials products or goods <br> b- Production Material: Raw materials or and primary materials or and semi finished goods <br> or/ and intermediate materials used in goods production. <br> c- Products: Manufactured products, even if they were production inputs for another manufacturing process. <br> d- Goods: finished goods arising from mining, extraction, agriculture, fishing or those arising <br> from manufacturing process. <br> e- Less-developed Arab states: The states considered by the Economic and Social council as such. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4: <br> In accordance with the provisions of this agreement the criterion of the added value percent should <br> be considered as a base to define Rules of origin for Arab goods, taking into account one of the two <br> following criteria: <br> A- Criterion of changing custom provision, provided that it will obviously include general <br> provisions and sub-provisions. <br> B- Criterion of manufacturing processes, provided that it will precisely mentions the processes <br> which determine the origin of the concerned goods. <br> In order to maximize the usefulness to the party-states, there should be consultations among them in <br> the future to adapt their rules of origin according to what will be agreed upon, in addition to any <br> international or regional economic gatherings with no prejudice to their commitments in this regard. <br> Executive procedures related to national rules of origin set by the Arab state shall constitute <br> no restrictions on trade exchange among them. <br> Implementation of the Arab rules of origin shall not result in restrictive, defaming or violating impacts <br> pacts on the Arab trade, and it shall impose no restrict, unnecessary conditions or require meeting a <br> certain condition irrelevant condition to manufacturing as a basic condition to define country of origin <br> Rule 11: <br> Rule 6: <br> Rules of origin of every Arab state shall be implemented in a consistent, unified, <br> fair and acceptable manner. <br> Rule 12: <br> Rules of origin of the Arab states shall depend on a positive criterion (rules that grant origin), and <br> the negative criterion as means to explain a positive criterion, or in individual cases when <br> the positive identification of origin is unnecessary. <br> Rule 13: <br> In accordance the principle of transparency, the Arab states shall inform the General secretariat, <br> during the transitional period, about their laws, systems and provisions of implementing their rules <br> of origin, until trey finish preparing the detailed rules of origin. <br> Rule 14: <br> Whenever there are amendments on national rules of origin, or new rules of origin, the Arab states <br> shall not implement these amendments retroactively. <br> Rule 15: <br> Any administrative procedure taken by an Arab state and violating the approved rules of origin <br> shall be reviewed by especial technical body dedicated to settle as such disputes, in accordance with <br> the provisions of Chapter 4 of Agreement to Facilitate and Develop trade among Arab states. <br> Rule 9: <br> Rule 10: <br> "}, {"ArticleTitle": "Administrative cooperation", "ArticleDesc": "Rule 18: Administrative cooperation <br> The concerned authorities (ratifying such certificates) in the party- states shall provide each other <br> with the models of the seals prepared to ratify certificates of origin, in addition to the address of the <br> official authorities responsible for issuing such certificates ,and a copy of it shall be deposited with <br> the general secretariat of the League of Arab states. <br> "}, {"ArticleTitle": "Settlement of disputes", "ArticleDesc": "Rule 20: Settlement of disputes <br> Disputes arising from the implementation of the Arab rules of origins shall be referred to the committee <br> of settlement of disputes in order to investigate and deal with complaints and determine the <br> method required to settle and avoid reoccurrence of such disputes, including the prohibition of dealing <br> with the source proved to willingfully violate the applied laws and regulations in each partystate, <br> provided that the other party shall be notified of these procedures at that time. <br> "}, {"ArticleTitle": "Final provisions", "ArticleDesc": "Rule 21: Final provisions <br> These rules shall become effective and necessarily applicable three months after its ratification by <br> the economic and social council. <br> "}, {"ArticleTitle": "Preferential treatment to less developed Arab states", "ArticleDesc": "Rule 22: Preferential treatment to less developed Arab states <br> Without prejudice to rule (3) of the rules of origin, the patents and fees paid for its use within the <br> Arab added value shall be accounted in the less developed Arab states. <br> AGREEMENT ON TRADE AND ECONOMIC COOPERATION <br> BETWEEN <br> JORDAN AND OMAN <br> The Origin of Products and Resources <br> Article Two (II) <br> For the purposes of the present Agreement, <br> any manufactured product shall hereby be deemed of Jordanian or Omani origin, <br> if the value added thereto, and generated from the production thereof in either Country, <br> shall be no less than forty percent (40%) of its ultimate value upon the completion of production, <br> "}]}]}, "members_found": ["all", "400"]}