{"FtaRooDetails": {"FtaId": 581, "FtaCode": "ITC00591", "FtaName": "Jordan-Tunisia", "FtaFullName": "Agreement of Free Trading Zone Between The Government of the Hashemite Kingdom of Jordan (HKJ) & The Government of the Tunisian Republic (TR)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "16.06.1999", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; Tunisia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Jordan-Tunisia", "AdminProcCooAuth": "The certification type under Jordan-Tunisia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Jordan-Tunisia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Jordan-Tunisia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "For the purposes of the application of the present Protocol, and subject to the provisions contained in Article No. (3) therein, the following goods or products shall hereby be deemed to be of a national origin: A. Products entirely acquired by either Party, pursuant to Article No. (IV) of the present Protocol; and, B. Manufactured goods originating from either Party, which contain input material(s) originating in a third party, provided that the share of value-added of such goods shall be no less than forty percent (40%), to be calculated according to the formula stated below, and on condition that the respective good has not been subjected to a process of production, other than what is considered to be a ‘minor operation'. Share of domestic value-added = [(The value of product's ex-factory sale price - Value of production input materials of a foreign origin)/Value of product's ex-factory sale price] x 100%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00591_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00591_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00591_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : CUMULATION OF BILATERAL ORIGIN <br /> A. Notwithstanding the provisions contained in Article No. (2/B) hereinabove, input <br /> materials used in the manufacture of a product originating in either Party, in <br /> pursuance of the provisions contained in the present Protocol, shall hereby be <br /> deemed to be originating from the other Party (rather than of a foreign origin) and <br /> shall be considered to be part of the input materials needed in the production of a national origin. <br /> B. With the intention of maximizing the benefits yielded by the Parties hereto, special <br /> consideration shall be given to mutual consultation so as to ensure harmonization of <br /> the rules of origin against the agreements concluded between the two Parties and <br /> any regional or international economic bloc, without prejudice to the obligations <br /> undertaken by either Party towards such agreements.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : The following products shall be deemed to be entirely acquired in either Tunisia or Jordan: <br /> A. Live animals bred and raised in either country; <br /> B. Products acquired from live animals raised in either country; <br /> C. Vegetal products yielded or harvested in either country; <br /> D. Products acquired from the business of hunting or fishing performed in either country; <br /> E. Products acquired from maritime fishing and other products taken from the sea by a <br /> vessel of either country; <br /> F. Mining products derived or extracted from the territory, seabed or sea ocean of <br /> either country; <br /> G. Products mentioned in Paragraph No. (F) hereinabove, which are processed in the <br /> processing vessels of either country; and, <br /> H. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (G)", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : MINOR OPERATIONS <br /> For the purposes of Article No. (II) of the present Protocol, any of the following operations <br /> of transformation or manufacture shall hereby be defined as minor: <br /> A. Processes necessary for the preservation of merchandise for the purposes of <br /> transportation or storage (ventilation, salting, removal of damaged parts, and the like). <br /> B. Processes of packing and supply of goods for retail sale (packaging and re-packaging). <br /> C. Other minor industrial operations, such as: <br /> 1. The process of dissolution using water or any other solvent, or the process of <br /> mixing and blending of two or more substances; etc. <br /> 2. The process of cleaning, including removal of rust, grease, paint, etc. <br /> 3. The process of trimming and cutting extra materials. <br /> 4. The processes of checking, testing, numbering, labelling, sorting and grading. <br /> 5. The process of painting, washing or sterilizing. <br /> 6. The process of decorating textile, as a part of the textile industry, including <br /> those related to folding, trimming, decorating, embroidery, and other similar processes. <br /> 7. Casual processes associated with ready-made garments, manufactured items, <br /> etc., in order to enhance their marketing capacity and ensure adequate care <br /> thereof, including: simple decoration, embroidery, stone washing, pickling, <br /> printing and dyeing, cutting, weaving and curling, pasting using any other process, etc. <br /> 8. Slaughter of animals <br /> 9. Cumulation of two or more of the operations referred to hereinabove under <br /> Items No. (1) to (8).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : CRITERION OF ORIGIN <br /> For the purposes of the application of the present Protocol, and subject to the provisions <br /> contained in Article No. (3) therein, the following goods or products shall hereby be deemed <br /> to be of a national origin: <br /> A. Products entirely acquired by either Party, pursuant to Article No. (IV) of the <br /> present Protocol; and, <br /> B. Manufactured goods originating from either Party, which contain input <br /> material(s) originating in a third party, provided that the share of value-added of <br /> such goods shall be no less than forty percent (40%), to be calculated according <br /> to the formula stated below, and on condition that the respective good has not <br /> been subjected to a process of production, other than what is considered to be a ‘minor operation'. <br /> Share of domestic value-added = [(The value of product's ex-factory sale price - Value of production input materials of a foreign origin)/Value of product's ex-factory sale price] x 100%", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : PROOF OF DIRECT TRANSPORT <br /> The exemption scheme provided for under the respective Agreement shall solely apply to <br /> such products and materials transported between Tunisia and Jordan, with no a transit <br /> route via the territory of a third country. <br /> Nevertheless, materials originating in Tunisia or Jordan, which constitute a part of the same <br /> consignment, may keep the origin thereof, even though such shall be moved or transported <br /> through the territory of other countries, and may be granted possible arrangements of <br /> transport or interim storage, provided that such materials shall remain under the <br /> surveillance and control of the customs authority of the country of transit, and shall not be <br /> subjected to any other operations, with the exception of landing or trans-shipment or any <br /> other operation intended for the maintenance thereof. <br /> The process of indirect transport or transit of such products shall hereby be declared to the <br /> customs authority of the country of import, on the basis of: <br /> ? The waybill and transport documents performed at the country of export; and, <br /> ? The certificate issued by the customs authorities at the country of transit, including a <br /> description of the respective goods, the date of landing and trans-shipment thereof, <br /> and the circumstances experienced by such products during the passage or transit thereof. <br /> In the absence of the above documentation, it shall be sufficient to provide any other <br /> document issued and authorised by the customs authorities at the country of import.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : PROOF OF ORIGIN <br /> A. In order to qualify the products traded between the two Parties to be of a national <br /> origin, pursuant to the provisions contained in the present Protocol, and in order to <br /> maximize the benefits yielded from the present Agreement, such products shall <br /> hereby be accompanied with a certificate of origin using a template to be agreed by <br /> and between the two Parties. <br /> B. Issuance, Verification and Validation of the Certificate of Origin. <br /> 1 Certificates of origin in respect of goods originating in Jordan shall hereby be <br /> issued by the Chambers of Commerce or Industry and shall be verified and <br /> validated by the Jordanian Ministry of Industry and Trade and the Customs Authority. <br /> 2 Certificates of origin in respect of goods originating in Tunisia shall hereby be <br /> issued by the Chambers of Industry and Trade and shall be verified and validated <br /> by the Tunisian Customs Authority. <br /> 3 Certificates of origin shall hereby contain the name and address of the <br /> manufacturer as well as the number and date of the bill of lading signed by the exporter. <br /> 4 The certificates' template shall hereby be filled out with legible printed letters <br /> and the merchandise shall be described in the space intended for this purpose <br /> therein, with no space allowed for deletion or addition. <br /> 5 The certificates of origin shall hereby be issued when the merchandise is still at <br /> the country of export. On an exceptional basis, certificates of origin may be <br /> issued subsequent to the export of products from the place of export in the <br /> event that the respective certificate of origin contains an unintentional error or <br /> inadvertent omission. In such case, the respective certificate of origin shall bear <br /> the following phrase, ‘Issued Retroactively'. <br /> 6 The competent authorities responsible for issuance and endorsement of the <br /> certificate of origin shall hereby retain a copy thereof for a period no less than <br /> three (3) years, pursuant to the rules and regulations in force in both countries. <br /> 7 The certificate of origin shall hereby be submitted to the customs authorities at <br /> the country of import during the time of clearance of merchandise, no later than <br /> four (4) months following the issuance thereof. In the event that the submission <br /> thereof shall not be possible prior to the specified deadline, whether due to <br /> force majeure or exceptional circumstances, as deemed appropriate by the <br /> country of import, it shall be permissible to accept the certificate after the expiry <br /> thereof with a view to enforcement of a preferential regime. <br /> 8 In case of theft, loss or damage of a certificate of origin, the concerned exporter <br /> may apply to the competent authorities that issued the initial certificate to <br /> request the issuance of a substitute copy on the basis of the documents of <br /> export in the possession thereof. In this case, the substitute certificate shall <br /> indicate the following, ‘Non-original, Second Copy'.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : PROOF OF ORIGIN <br /> 1 Certificates of origin in respect of goods originating in Jordan shall hereby be <br /> issued by the Chambers of Commerce or Industry and shall be verified and <br /> validated by the Jordanian Ministry of Industry and Trade and the Customs Authority. <br /> 2 Certificates of origin in respect of goods originating in Tunisia shall hereby be <br /> issued by the Chambers of Industry and Trade and shall be verified and validated <br /> by the Tunisian Customs Authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : PROOF OF ORIGIN <br /> 7 The certificate of origin shall hereby be submitted to the customs authorities at <br /> the country of import during the time of clearance of merchandise, no later than <br /> four (4) months following the issuance thereof. In the event that the submission <br /> thereof shall not be possible prior to the specified deadline, whether due to <br /> force majeure or exceptional circumstances, as deemed appropriate by the <br /> country of import, it shall be permissible to accept the certificate after the expiry <br /> thereof with a view to enforcement of a preferential regime.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : PROOF OF ORIGIN <br /> 6 The competent authorities responsible for issuance and endorsement of the <br /> certificate of origin shall hereby retain a copy thereof for a period no less than <br /> three (3) years, pursuant to the rules and regulations in force in both countries.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : PROOF OF ORIGIN <br /> 5 The certificates of origin shall hereby be issued when the merchandise is still at <br /> the country of export. On an exceptional basis, certificates of origin may be <br /> issued subsequent to the export of products from the place of export in the <br /> event that the respective certificate of origin contains an unintentional error or <br /> inadvertent omission. In such case, the respective certificate of origin shall bear <br /> the following phrase, ‘Issued Retroactively'.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : VERIFICATION OF PROOF OF ORIGIN <br /> ? Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br /> of origin, based on a sampling technique, when there are reasonable grounds for the <br /> customs authorities at the country of import to suspect or question the authenticity <br /> of the related documents, or the status of origin of the materials mentioned therein, <br /> or the extent to which the requirements defined in the present Protocol are fulfilled. <br /> ? In pursuance of the provisions stated in the above Paragraph, the competent <br /> authorities of the country of import shall return the certificate of origin and copies of <br /> related documents to the competent authorities of the country of export, and shall <br /> share, when appropriate, the reasons of form and substance in support of the <br /> request for enquiry. <br /> ? In the event of reasonable suspicion, and in the absence of a reply during the period <br /> defined above, starting from the date of submission of request of enquiry, or if the <br /> reply does not include sufficient information regarding the authenticity and accuracy <br /> of the concerned document of origin or the actual origin of the concerned products, <br /> the competent customs authorities shall hereby decline to grant preferential <br /> treatment to such products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purpose of the present Protocol, the following terms and words shall hereby mean the following: <br> (A) Manufacture: a process or a series of processes to which the production inputs are <br> subjected for the production of materials, products or merchandise. <br> (B) Input Materials Needed in the Production: crude materials, primary materials, semi- <br> finished materials, and/ or intermediates. <br> (C) Products: any products manufactured, including production inputs used for another <br> process of manufacture. <br> (D) Goods: any final products obtained through a process of manufacture. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> "}, {"ArticleTitle": "BILATERAL ADMINISTRATIVE COOPERATION", "ArticleDesc": "Article 9 : BILATERAL ADMINISTRATIVE COOPERATION <br> The competent authorities responsible for certification of origin in either country shall <br> hereby provide each other, through the Committee referred to under Article No. (XX) of the <br> Agreement on Free-Trade Zone, with samples of all stamps intended for certification of <br> origin, as well as contact information and mail addresses of competent authorities <br> responsible for issuance of such certificates. <br> "}, {"ArticleTitle": "CONFLICT RESOLUTION", "ArticleDesc": "Article 10 : CONFLICT RESOLUTION <br> In case a conflict or a dispute arises in respect of the rules of origin under the present <br> Protocol, such conflict or a dispute shall hereby be referred to the Committee mentioned <br> under Article No. (XX) of the Agreement in order to investigate the complaint and <br> recommend the measures necessary for the settlement and elimination thereof, including <br> prohibition of trade transactions with any exporter who is found to be in breach of the rules <br> of origin, without prejudice to applicable laws and regulations in both countries, with a <br> timely notification given to the other Party regarding such measures. <br> "}, {"ArticleTitle": "FINAL PROVISIONS", "ArticleDesc": "Article 11 : FINAL PROVISIONS <br> The present Protocol shall hereby constitute an integral part of the Agreement on Free <br> Trade Zone signed by and between the two countries, and shall hereby enter into force <br> starting from the date of entry into force of the respective Agreement. <br> The present Protocol is done and signed in Tunis on 22 April 1998 in two original copies in Arabic. <br> On behalf of the On behalf of the <br> Republic of Tunisia Hashemite Kingdom of Jordan <br> Mr. Abdel-Kader Ammar Mr. Nazmi Abdullah <br> "}]}]}, "members_found": ["788", "400"]}