{"FtaRooDetails": {"FtaId": 604, "FtaCode": "ITC00618", "FtaName": "FTA, MERCOSUR-Egypt", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN MERCOSUR AND THE ARAB REPUBLIC OF EGYPT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.09.2017", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Brazil; Paraguay; Egypt; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, MERCOSUR-Egypt", "AdminProcCooAuth": "The certification type under FTA, MERCOSUR-Egypt is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, MERCOSUR-Egypt is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, MERCOSUR-Egypt agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55/45%", "RooText": "1. The following goods shall be considered as originating in the territory of any Signatory Party: a) Goods that are not subject to specific rules of origin, when: (i) Classified in a different heading (four digits level) of the Harmonized System from those in which all non-originating materials used in its the manufacture are classified. (ii) In the case that subparagraph (i) cannot be satisfied, the value of all nonoriginating materials used in its manufacture does not exceed 45% of the ex-works price of the final good. In the case of Paraguay, the referred value of non-originating materials should not exceed 55% of the ex-works price.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00618_coo.pdf", "DocType": "1_coo", "WebLink": "extract from full text"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00618_sroo.pdf", "DocType": "2_sroo", "WebLink": "extract from full text"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00618_roo.pdf", "DocType": "3_roo", "WebLink": "extract from full text"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00618_full.pdf", "DocType": "8_full", "WebLink": "http://www.mdic.gov.br/comercio-exterior/negociacoes-internacionais/132-acordos-dos-quais-o-brasil-e-parte/1834-acordos-mercosul-egito-ainda-sem-vigencia"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Cumulation of Origin <br /> Goods originating in any of the Signatory Parties, when used as an input for a finished good in the <br /> other Signatory Parties, shall be considered as originating in the latter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Sufficiently Worked or Processed Goods <br /> 3. Pursuant to subparagraph 1.a), a good will be considered to have undergone a change in tariff <br /> classification as provided for in subparagraph 1.a)(i) if the value of all non-originating materials <br /> that are used in the production of the good and that do not undergo the applicable change in tariff <br /> classification does not exceed 10% of the ex-works value of the good. <br /> This provision shall not be applicable to goods classified under Chapters 50 to 63 of the Harmonized System. <br /> 4. Paragraph 3 shall apply only to trade between: <br /> a) Uruguay and Egypt; and, <br /> b) Paraguay and Egypt.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Intermediate Materials <br /> The producer of a good may consider as intermediate material any material produced in a <br /> Signatory Party used in the production of a good, provided that such intermediate material <br /> qualifies as originating in accordance with the provisions of this Chapter. The intermediate <br /> material will be considered as originating once incorporated into the final good if it meets the <br /> rules of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Principle of Territoriality <br /> 2. Except as provided for in Articles 2 and 3 of this Chapter, where originating goods exported <br /> from a Signatory Party to a third country return to the former, they must be considered as non- <br /> originating, unless it can be demonstrated to the satisfaction of the Customs Authorities that: <br /> a) the returning goods are the same as those exported; and, <br /> b) they have not undergone any operation beyond those necessary to preserve them in <br /> good condition while in that third country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or <br /> vehicle, which are part of the normal equipment and which are included in the price thereof, or <br /> which are not separately invoiced, shall be considered as one with the piece of equipment, <br /> machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Wholly Obtained Goods <br /> 1. The following shall be considered as wholly produced or obtained in the territory of any of the Signatory Parties: <br /> a) mineral goods extracted from the soil or subsoil of any of the Signatory Parties; <br /> b) plants2 and plant goods grown, harvested, picked or gathered there; <br /> c) live animals3 born and raised there, including by aquaculture; <br /> d) goods from live animals as in (c) above; <br /> e) animals and goods thereof obtained by hunting, trapping, collecting, fishing and capturing there; <br /> f) waste and scrap resulting from utilizing, consuming or manufacturing operations <br /> conducted in the territory of any of the Signatory Parties, provided they are fit only for <br /> the recovery of raw materials; <br /> g) goods obtained from the seabed and subsoil beyond the limits of national jurisdiction <br /> provided that the Signatory Party has the rights of exploitation; <br /> h) goods of sea fishing obtained, only by their vessels according to paragraph 2, under a <br /> specific quota or other fishing rights allocated to a Signatory Party by international agreements; <br /> i) goods made aboard their factory ships exclusively from goods referred to in g) and h) above; and, <br /> j) goods produced in any of the Signatory Parties exclusively from the goods specified in <br /> subparagraphs a) to i) above. <br /> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in subparagraphs 1.h) and 1.i) shall apply <br /> only to vessels and factory ships: <br /> a) which are flagged and registered or recorded in a Signatory Party; and, <br /> b) which are owned by a natural person with domicile in that Signatory Party or by a <br /> commercial company, established and registered in that Signatory Party in <br /> accordance with its laws and performing its activities in conformity with the laws <br /> and regulations of the said Signatory Party, and which have at least 75 % of the <br /> crew composed of nationals of that Signatory Party, provided that the master and <br /> officers are nationals of that Signatory Party. <br /> [2] @^@Plant@^@ refers to all plant life, including forestry goods, fruits, flowers, vegetables, trees, sea weeds and fungi. <br /> [3] @^@Animals@^@ referred to in paragraph (c), (d) and (e) covers all animal life, including mammals, birds, fish, <br /> crustaceans, molluscs and reptiles.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Insufficient Working or Processing Operations <br /> The following operations shall be considered as insufficient working or processing to confer the <br /> status of originating to a good, whether or not the requirements of Article 5 of this Chapter are satisfied: <br /> a) preserving operations to ensure that the goods remain in good condition during <br /> transport and storage such as aeration, drying, refrigeration, immersion in salty or <br /> sulphured water or in water added with other substances, extraction of damaged <br /> parts and similar operations; <br /> b) dilution in water or in any other substance which does not substantially alter the <br /> good's characteristics; <br /> c) simple operations such as removal of dust, sifting, screening, sorting, classifying, <br /> grading, matching, washing, painting, husking, stoning of seeds, slicing and cutting; <br /> d) simple change of package and breaking-up and assembly of packages; <br /> e) simple packing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br /> and all other simple packaging operations; <br /> f) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> goods or their packaging; <br /> g) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> h) simple assembly of parts to constitute a complete article or disassembly of goods <br /> into parts, in accordance with General Rule 2a of the Harmonized System; <br /> i) slaughter of animals; <br /> j) simple mixing of goods, provided that the characteristics of the obtained good are <br /> not essentially different from those of the mixed goods; <br /> k) oil application; <br /> l) ironing or pressing of textiles; <br /> m) simple polishing operations; <br /> n) partial or total bleaching, polishing, and glazing of cereals and rice; <br /> o) operations to color sugar or to form sugar lumps; <br /> p) a combination of two or more of the above operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions [1] <br /> b) @^@CIF price@^@ means the price paid to the exporter for the good when the goods pass <br /> the ship's rail at the port of importation. The exporter pays the costs of freight and <br /> insurance necessary to deliver the goods to the named port of destination; <br /> c) @^@value of materials@^@ means the customs value at the time of importation of the non- <br /> originating materials used, or, if this is not known and cannot be ascertained, the <br /> first ascertainable price paid for the materials in the Signatory Party; <br /> e) @^@customs value@^@ means the value as determined in accordance with the WTO <br /> Agreement on implementation of Article VII of GATT 1994; <br /> j) @^@value of originating materials@^@ means the value of such materials on the basis of ex- works value; <br /> k) @^@ex-works price@^@ means the price paid for the good ex-works to the manufacturer in <br /> Egypt or in a Member State of MERCOSUR in whose undertaking the last working <br /> or processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when the <br /> good obtained is exported; <br /> Article 5: Sufficiently Worked or Processed Goods <br /> 1. The following goods shall be considered as originating in the territory of any Signatory Party: <br /> a) Goods that are not subject to specific rules of origin, when: <br /> (i) Classified in a different heading (four digits level) of the Harmonized <br /> System from those in which all non-originating materials used in its the <br /> manufacture are classified. <br /> (ii) In the case that subparagraph (i) cannot be satisfied, the value of all non- <br /> originating materials used in its manufacture does not exceed 45% of the <br /> ex-works price of the final good. In the case of Paraguay, the referred value <br /> of non-originating materials should not exceed 55% of the ex-works price. <br /> b) Goods that satisfy the specific rules of origin established in Annex II.4. The <br /> specific rules of origin shall prevail over the rule mentioned in subparagraph 1.a) <br /> above. The Signatory Parties could establish future specific rules of origin, in <br /> exceptional and justified situations, as well revise the specific rules of origin <br /> established in Annex II.4. <br /> 2. For the purposes of determining the CIF value of non-originating materials for countries <br /> without a coastline, the port of destination of the imported non-originating materials shall be the <br /> first seaport or inland waterway port located in any of the other Signatory Parties. <br /> 3. Pursuant to subparagraph 1.a), a good will be considered to have undergone a change in tariff <br /> classification as provided for in subparagraph 1.a)(i) if the value of all non-originating materials <br /> that are used in the production of the good and that do not undergo the applicable change in tariff <br /> classification does not exceed 10% of the ex-works value of the good. <br /> This provision shall not be applicable to goods classified under Chapters 50 to 63 of the Harmonized System. <br /> 4. Paragraph 3 shall apply only to trade between: <br /> a) Uruguay and Egypt; and, <br /> b) Paraguay and Egypt. <br /> 5. Paragraphs 1 to 4 are subject to the provisions of the Article 6 of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Neutral Elements or Indirect Materials <br /> 1. @^@Neutral elements@^@ or @^@indirect materials@^@ means goods used in the production, testing or <br /> inspection of goods but not physically incorporated into the goods, or goods used in the <br /> maintenance of buildings or the operation of equipment associated with the production of goods, <br /> including: <br /> a) energy and fuel; <br /> b) plant and equipment; <br /> c) tools, dies, machines and moulds; <br /> d) parts and materials used in the maintenance of plant, equipment and buildings; <br /> e) goods which do not enter into the final composition of the good; <br /> f) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> g) equipment, devices, and supplies used for testing or inspecting the goods; <br /> h) lubricants, greases, compounding materials and other materials used to operate <br /> equipment and buildings. <br /> 2. An indirect material shall be considered as originating without regards to where it is produced. <br /> Its value shall be the cost registered in the accounting records of the producer of the exported good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Direct Transport, Transit and Trans-Shipment <br /> In order for the originating goods to benefit from the preferential treatment provided for under this <br /> Agreement, they shall be transported directly between the exporting Signatory Party and the <br /> importing Signatory Party. The goods are transported directly provided that: <br /> a) they are transported through the territory of one or more Signatory Parties; <br /> b) they are in transit through one or more territories of third countries, with or without <br /> trans-shipment or temporary warehousing in such territories, under the surveillance <br /> of the Customs Authorities therein, provided that: <br /> (i) the transit entry is justified for geographical reasons or by considerations <br /> related exclusively to transport requirements; <br /> (ii) they are not intended for trade, consumption, use or employment in the <br /> country of transit; <br /> (iii) they do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Principle of Territoriality <br /> 1. Except as provided for in Articles 2 and 3 of this Chapter, the conditions for acquiring <br /> originating status set out in Section II of this Chapter must be fulfilled without interruption in a Signatory Party. <br /> 2. Except as provided for in Articles 2 and 3 of this Chapter, where originating goods exported <br /> from a Signatory Party to a third country return to the former, they must be considered as non- <br /> originating, unless it can be demonstrated to the satisfaction of the Customs Authorities that: <br /> a) the returning goods are the same as those exported; and, <br /> b) they have not undergone any operation beyond those necessary to preserve them in <br /> good condition while in that third country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Containers and Packaging Materials for Shipment <br /> The containers and packaging materials for shipment, used exclusively for transporting goods <br /> shall not be taken into account when determining the origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Fungible Materials <br /> 1. For the purpose of establishing if a good is originating when in its manufacture are utilized <br /> originating and non-originating fungible materials, mixed or physically combined, the origin of <br /> such materials can be determined by any of the inventory management methods applicable in the <br /> Signatory Parties. <br /> 2. Where considerable cost or material difficulties arise in keeping separate stocks of originating <br /> and non-originating materials, which are identical and interchangeable, the Competent Authorities <br /> may, at the written request of those concerned, authorize the so-called @^@accounting segregation@^@ <br /> method to be used for managing such stocks. <br /> 3. This method must be able to ensure that the number of goods obtained which could be <br /> considered as @^@originating@^@ is the same as that which would have been obtained if there had been <br /> physical segregation of the stocks.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Sets <br /> 1. Sets, as defined in General Rule 3 of the Harmonized System, shall be considered as originating <br /> when all component goods are originating. <br /> 2. Nevertheless, when a set is composed of both originating and non-originating goods, the set as <br /> a whole shall be considered as originating, provided that the CIF value of the non-originating <br /> goods utilized in the composition of the set does not exceed 15% per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Exhibitions <br /> 1. Originating goods, sent for exhibition in third country and sold after the exhibition for <br /> importation in a Signatory Party shall benefit, on importation, from the provisions of this <br /> Agreement, provided it is shown to the satisfaction of the Customs Authorities that: <br /> a) an exporter has consigned these goods from the Signatory Party to the third country <br /> in which the exhibition is held and has exhibited them there; <br /> b) the goods have been sold or otherwise disposed of by that exporter to a person in <br /> the Signatory Party; <br /> c) the goods have been consigned during the exhibition or immediately thereafter in <br /> the state in which they were sent for exhibition; and, <br /> d) the goods have not been used for any purpose other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the provisions of Section III <br /> and submitted to the Customs Authorities of the importing Signatory Party according to the <br /> normal procedure. The name and address of the exhibition must be indicated thereon. Where <br /> necessary, additional documentary evidence of the conditions under which they have been <br /> exhibited may be required. <br /> 3. The provisions of this Article shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organized for private purposes in <br /> shops or business premises with a view to the sale of foreign goods, and during which the goods <br /> remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Origin Certification <br /> 1. The Certificate of Origin is the document that certifies that the goods fulfill the origin <br /> requirements as set out in this Chapter, so that they can benefit from the preferential tariff <br /> treatment as foreseen in this Agreement. The said Certificate of Origin is valid for one single <br /> importing operation concerning one or more goods and its original version shall be included in the <br /> documentation to be submitted to the Customs Authorities of the importing Signatory Party. <br /> 2. The Certificate of Origin mentioned in the preceding paragraph shall be issued in the form <br /> agreed upon by the Parties in Annex II.1 and upon a declaration by the exporter of the goods and <br /> the respective commercial invoice. <br /> 3. In all cases, the number of the commercial invoice shall be indicated in the box reserved for this <br /> purpose in the Certificate of Origin. <br /> Article 20: Issuance of Certificates of Origin <br /> 1. For the issuance of a Certificate of Origin, the exporter of the good shall present the <br /> corresponding commercial invoice and a request containing a declaration by the exporter, <br /> certifying that the goods fulfill the origin criteria of this Chapter, as well as the necessary <br /> documents supporting such a declaration. <br /> The said declaration form is attached in Annex II.2 of this Chapter. <br /> 2. The description of the good in the origin declaration, which certifies the fulfillment of the <br /> origin requirements set out in this Chapter, shall correspond to the respective tariff classification, <br /> as well as with the description of the goods in the commercial invoice and in the Certificate of Origin. <br /> 3. The Certificate of Origin shall be valid for a period of one hundred and eighty (180) days from its date of issuance. <br /> 4. The Certificate of Origin shall be signed and issued by the Competent Authorities. The <br /> Competent Authority will be responsible for all the information of the issued Certificates of Origin. <br /> 5. The issuing Competent Authorities and the certifying offices or institutions shall keep the <br /> documents supporting the Certificate of Origin for a period of at least three (3) years, from its date of issuance. <br /> 6. Certificates of Origin shall be issued in English. <br /> 7. Certificates of Origin shall be issued before the goods have been exported. <br /> Article 22: Issuance of a Duplicate Certificate of Origin <br /> 1. In the event of theft, loss or destruction of a Certificate of Origin, the exporter may apply to the <br /> issuing Competent Authorities for a duplicate made out on the basis of the export documents in <br /> their possession. <br /> 2. The duplicate issued in this way must be endorsed with the following word in English: <br /> [4] See Explanatory Note in Annex II.3 <br /> DUPLICATE <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 11 of the duplicate Certificate of Origin. <br /> 4. The duplicate, which must bear the date of issuance of the original Certificate of Origin, shall <br /> take effect as from that date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions [1] <br /> m) @^@Competent Authority@^@ refers to the government authorities listed below or their <br /> delegated entities for issuing Certificate of Origin under the legislation of each <br /> Signatory Party, responsible for the implementation of the provisions of this Chapter: <br /> (i) in MERCOSUR: <br /> - Ministerio de Industria - Secretar?a de Industria y Comercio - Direcci?n <br /> Nacional de Pol?tica Comercial Externa / Ministry of Industry - Secretariat <br /> of Industry and Trade - National Directorate of External Trade Policy <br /> Julio A. Roca N° 651- 6th Floor - Office 26 - Buenos Aires, Argentina <br /> Fax: (5411) 4349 3809 <br /> - Minist?rio do Desenvolvimiento, Ind?stria e Com?rcio Exterior - Secretaria <br /> de Com?rcio Exterior (SECEX) - Departamento de Negocia??es <br /> Internacionais (DEINT) / Ministry of Development, Industry and Foreign <br /> Trade - Secretariat of Foreign Trade (SECEX) - Department of <br /> International Negotiations (DEINT) <br /> Esplanada dos Minist?rios, Block J, 7th Floor - Bras?lia, Brasil <br /> Fax: (5561) 2027 7385 <br /> - Ministerio de Industria y Comercio - Direcci?n General de Comercio <br /> Exterior - Direcci?n de Operaciones de Comercio Exterior / Ministry of <br /> Industry and Trade - Directorate General of Foreign Trade - Directorate of <br /> Foreign Trade Operations <br /> Av. Mariscal L?pez N? 3333 - Asunci?n, Paraguay <br /> Fax: (59521) 616 3084 <br /> - Ministerio de Econom?a y Finanzas - Asesor?a de Pol?tica Comercial / <br /> Ministry of Economy and Finance - Trade Policy Bureau <br /> Colonia 1206 - 2nd. Floor - Montevideo, Uruguay <br /> Fax: (5982) 902 03 54 int 15 <br /> (ii) in Egypt: <br /> - General Organization for Export And Import Control <br /> Nearby Cargo Village at Cairo Airport - Cairo, Egypt <br /> Tel. No. (00202) 5758195 / (00202) 5785877 / (00202) 5756933 <br /> http://www.goeic.gov.eg/en <br /> or their successors.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Origin Certification <br /> 3. The Certificate of Origin shall be valid for a period of one hundred and eighty (180) days from its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Issuance of Certificates of Origin <br /> 5. The issuing Competent Authorities and the certifying offices or institutions shall keep the <br /> documents supporting the Certificate of Origin for a period of at least three (3) years, from its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Certificates of Origin Issued Retrospectively <br /> 1. Notwithstanding Article 20.7 of this Chapter, Certificates of Origin may exceptionally be issued <br /> after the exportation of the goods to which it relates if: <br /> a) it was not issued at the time of exportation because of special circumstances; or, <br /> b) it is demonstrated to the satisfaction of the Competent Authorities that a Certificate <br /> of Origin was issued but was not accepted at importation for technical reasons [4]. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his application the place <br /> and date of exportation of the goods to which the Certificate of Origin relates, and state the <br /> reasons for his request. <br /> 3. The Competent Authorities, as referred to Article 20.4 of this Chapter, may issue a Certificate <br /> of Origin retrospectively only after verifying that the information supplied in the exporter's <br /> application corresponds to that in the corresponding file. <br /> 4. Certificates of Origin issued retrospectively must be endorsed with the following phrase in <br /> English: <br /> ISSUED RETROSPECTIVELY <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 11 of the Certificate of <br /> Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Operations Involving Third Operators <br /> Operations involving third operators shall be allowed provided that, in addition to the compliance <br /> with the provisions mentioned paragraphs a) and b) of Article 14 of this Chapter, the commercial <br /> invoice issued by the third operator and the Certificate of Origin issued by the Competent <br /> Authorities of the exporting Signatory Party are submitted. In these cases, the Customs <br /> Authorities shall require that in the Certificate of Origin is included the number and date of the <br /> commercial invoice issued by the third operator and his name, country and address. If this data is <br /> not available when the Certificate of Origin is issued, the commercial invoice attached to the <br /> importation clearance document shall contain a declaration attesting that the commercial invoice <br /> corresponds to the Certificate of Origin submitted. The Declaration shall contain the number and <br /> the date of issuance of the corresponding Certificate of Origin and be signed by the operator. In <br /> the event of non-compliance of this requirement, the Customs Authorities shall not accept the <br /> Certificate of Origin and shall not grant the tariff preferences established in this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Issuance of a Duplicate Certificate of Origin <br /> SECTION IV: CONTROL AND VERIFICATION OF CERTIFICATES OF ORIGIN <br /> Article 23 <br /> 1. Without prejudice to the presentation of a Certificate of Origin under the conditions laid down <br /> in the provisions of this Chapter, the Competent Authority of the importing Signatory Party may, <br /> in case of reasonable doubt, request, to the Competent Authority of the exporting Signatory Party, <br /> further information in order to verify the authenticity of the Certificate of Origin and the veracity <br /> of the information contained in it. This shall not preclude the application of the respective national <br /> legislation's regarding illicit customs matters. <br /> 2. Compliance with requests for further information, in accordance with this Article, should be <br /> limited to records and documents available in the Competent Authorities. Copies of the <br /> documentation required for the issuance of the Certificate of Origin may also be requested. This Article <br /> does not limit exchanges of information in accordance with the Customs Cooperation Agreements. <br /> 3. The reasons to doubt the authenticity of the Certificate of Origin or the veracity of their data <br /> must be expressed in a clear and concrete way. For this purpose, the consultations shall be carried <br /> out by the Competent Authority designated by each Signatory Party. <br /> 4. The Customs Authorities of the importing Signatory Party shall not suspend import operations. <br /> However, they may require a guarantee in any of its modalities to preserve fiscal interests, as a <br /> precondition to complete import operations. <br /> 5. The amount of the guarantee, whenever it is required, may not exceed the value of customs <br /> duties applicable to the import of goods from third countries, in accordance with the legislations <br /> and customs regulations of the importing Signatory Party. <br /> Article 24 <br /> The Competent Authorities of the exporting Signatory Party shall provide the information <br /> requested under Article 23 of this Chapter within sixty (60) days from the date of the receipt of <br /> the request for information. <br /> Article 25 <br /> The information obtained under the provisions of this Section shall be treated as confidential and <br /> shall be used for the purpose of clarifying the matter investigated by the Competent Authority of <br /> the importing Signatory Party, as well as during the investigation and prosecution. <br /> Article 26 <br /> In cases where the information requested under Article 23 of this Chapter is not provided within <br /> the period specified in Article 24 of this Chapter or it is insufficient to clarify the doubts about the <br /> origin of the good, the Competent Authority of the importing Signatory Party may initiate an <br /> investigation on the matter within ninety (90) days from the date of the request for information. If <br /> the information is satisfactory, the Customs Authorities must release the importer from the <br /> guarantee referred to in Article 23 of this Chapter within thirty (30) days after the provision of the information. <br /> Article 27 <br /> 1. Once the investigation is initiated, the Customs Authority of the importing Signatory Party shall <br /> not suspend import operations relating to identical goods from the same exporter or producer. <br /> However, the Customs Authority may require a guarantee in any of its modalities, to preserve <br /> fiscal interests, as a precondition to complete import operations. <br /> 2. The amount of the guarantee, whenever it is required, will be established <br /> under the terms of Article 23 of this Chapter. <br /> Article 28 <br /> The Competent Authority of the importing Signatory Party shall immediately notify the importer <br /> and the Competent Authority of the exporting Signatory Party of the initiation of the investigation <br /> of origin, in accordance with the procedures laid down in Article 29 of this Chapter. <br /> Article 29 <br /> During the investigation process, the Competent Authority of the importing Signatory Party may: <br /> a) request, through the Competent Authority of the exporting Signatory Party, new <br /> information and copies of documents in the possession of the entity issuing the <br /> Certificate of Origin under investigation according to Article 23 of this Chapter, <br /> necessary to verify the authenticity of the Certificate of Origin and the veracity of <br /> the information contained therein. The request shall indicate the number and date <br /> of issuance of the Certificate of Origin under investigation; <br /> b) in the case of verification of the regional or local value content, the producer or <br /> exporter shall provide access to any information or documentation necessary to <br /> establish the import CIF value of the non-originating goods used in the production <br /> of the good under investigation; <br /> c) in the case of verification of the characteristics of some production processes <br /> required as specific origin requirements, the producer or exporter shall provide <br /> access to any information and documentation to confirm such processes; <br /> d) send to the Competent Authority of the exporting Signatory Party a written <br /> questionnaire for the exporter or producer, indicating the Certificate of Origin under investigation; <br /> e) request that the Competent Authorities of the exporting Signatory Party facilitate <br /> visits to the premises of the producer, aimed at examining the production processes <br /> as well as the equipment and tools used in the manufacture of the good under <br /> investigation; <br /> f) the Competent Authorities of the exporting Signatory Party will accompany the <br /> authorities of the importing Signatory Party during the visit, which may include the <br /> participation of experts who will act as observers. The experts must be identified in <br /> advance, must be neutral and must not have interests in the investigation. The <br /> exporting Signatory Party may deny the participation of such experts when they <br /> represent the interests of companies or institutions involved in the investigation; <br /> g) after the visit is concluded, the participants must sign a minute stating that the visit <br /> was carried out in accordance to the requirements of this Chapter. The minute shall <br /> also contain the following information: date and local where the visit took place; <br /> identification of the Certificates of Origin which motivated the investigation; <br /> identification of the goods under investigation; identification of the participants <br /> with an indication of the body or entity to which they belong; and a report of the <br /> visit. The exporting Signatory Party may request the postponement of a verification <br /> visit by a period not exceeding thirty (30) days; <br /> h) to carry out other procedures agreed upon by the Signatory Parties involved in the <br /> case under investigation. <br /> Article 30 <br /> The Competent Authorities of the exporting Signatory Party shall provide the requested <br /> information and documentation according to Article 29 a) to d) of this Chapter, within sixty (60) <br /> days from the date of the receipt of the request. <br /> Article 31 <br /> Regarding the proceedings referred to in Article 29 of this Chapter, the Competent Authority of <br /> the importing Signatory Party may request to the Competent Authority of the exporting Signatory <br /> Party the participation or advice of experts concerning the matter under investigation. <br /> Article 32 <br /> In the cases in which the information or documentation requested to the Competent Authority of <br /> the exporting Signatory Party is not submitted within the stipulated deadline, or if it is insufficient <br /> for determining the authenticity or veracity of the Certificate of Origin under investigation, or <br /> still, if the producers do not agree to the visit, the Competent Authorities of the importing <br /> Signatory Party may consider that the goods under investigation do not fulfill the origin <br /> requirements, and may, as a result, deny preferential tariff treatment to the goods mentioned in the <br /> Certificate of Origin under investigation according to Article 27 of this Chapter, and thus <br /> conclude such investigation. <br /> Article 33 <br /> 1. The Competent Authorities of the importing Signatory Party shall make efforts to conclude the <br /> investigation within one hundred and twenty (120) days from the date of the receipt of the <br /> information requested in accordance with Article 29 of this Chapter. <br /> 2. If new investigative actions or the presentation of further information is considered necessary, <br /> the Competent Authorities of the importing Signatory Party shall communicate the fact to the <br /> Competent Authorities of the exporting Signatory Party. The deadline for the execution of these <br /> new actions or for the presentation of further information shall not exceed ninety (90) days, from <br /> the date of the receipt of the information referred to in Article 29 of this Chapter. <br /> 3. If the investigation is not concluded within ninety (90) days from its initiation, the importer <br /> shall be released from the payment of the guarantee, regardless of the continuation of the investigation. <br /> Article 34 <br /> 1. The Competent Authorities of the importing Signatory Party shall inform the importers and the <br /> Competent Authorities of the exporting Signatory Party of the conclusion of the investigation <br /> process, as well as the reasons that led to its decision. <br /> 2. The Competent Authority of the importing Signatory Party shall grant the Competent Authority <br /> of the exporting Signatory Party access to the investigation files, in accordance with its legislation. <br /> Article 35 <br /> During the investigation process, occasional modifications in the manufacturing conditions made <br /> by the companies under investigation shall be taken into account. <br /> Article 36 <br /> Once the investigation is finished with the qualification of the origin of the goods and the validity <br /> of the origin criterion contained in the Certificate of Origin, the importer shall be released from <br /> the guarantees required in Articles 23 and 27 of this Chapter, within thirty (30) days. <br /> Article 37 <br /> 1. Once the investigation establishes the non-qualification of the origin criterion of the goods <br /> contained in the Certificate of Origin, duties shall be charged as if the goods were imported from <br /> third countries and the sanctions established in this Agreement and/or the ones foreseen in the <br /> legislation in force in each Signatory Party shall be applied. <br /> 2. In such a case, the Competent Authorities of the importing Signatory Party may deny <br /> preferential tariff treatment to new imports relating to identical goods from the same producer, <br /> until it is clearly demonstrated that the manufacturing conditions were modified so as to fulfill the <br /> provisions of this Chapter. <br /> 3. Once the Competent Authorities of the exporting Signatory Party have sent the information <br /> demonstrating that the manufacturing conditions were modified, the Competent Authorities of the <br /> importing Signatory Party shall have forty five (45) days, from the date of the receipt of the said <br /> information to communicate its decision on the matter, or a maximum of ninety (90) days if a new <br /> verification visit to the producer's premises, according to paragraph e) of Article 29 of this <br /> Chapter, is deemed necessary. <br /> 4. If the Competent Authorities of the importing and the exporting Signatory Party fail to agree on <br /> the demonstration of the modification on the manufacturing conditions, they may make use of the <br /> procedure established as in Article 40 of this Chapter. <br /> Article 38 <br /> 1. A Signatory Party may request another Signatory Party to investigate the origin of a good <br /> imported by the latter from another Signatory Party, whenever there are well-founded reasons for <br /> suspecting that the goods of the first Signatory Party undergo competition from imported goods <br /> with preferential tariff treatment, which do not fulfill the provisions of this Chapter. <br /> 2. For such purposes, the Competent Authorities of the Signatory Party requesting the <br /> investigation shall bring to the Competent Authorities of the importing Signatory Party the <br /> relevant information within forty-five (45) days, from the date of the request. Once this <br /> information is received, the importing Signatory Party may initiate the proceedings established in <br /> this Chapter, giving notice of this to the Signatory Party that requested the initiation of the investigation. <br /> Article 39 <br /> Procedures for control and verification of origin under this Chapter may be applied even to goods <br /> released for consumption. <br /> Article 40 <br /> Within sixty (60) days from the receipt of the communication, under Article 34 or in the third <br /> paragraph of Article 37 of this Chapter, if the measure is considered inconsistent, the exporting <br /> Signatory Party, may submit a query to the Joint Committee of the Agreement stating the <br /> technical and legal reasons which indicate that the measure taken by the Competent Authorities of <br /> the importing Signatory Party does not conform to this Chapter, and/or seek a formal statement to <br /> determine whether the good in question complies with the provisions of this Chapter. <br /> Article 41 <br /> The deadlines laid down in this Chapter shall be calculated based on consecutive days beginning <br /> on the day following the facts or events to which they relate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions [1]", "ArticleDesc": "Article 1: Definitions [1] <br> For the purposes of this Chapter: <br> a) @^@chapters@^@, @^@headings@^@ and @^@subheadings@^@ mean the chapters, the headings and the <br> subheadings (two, four and six digit codes respectively) used in the nomenclature <br> which makes up the Harmonized System or HS; <br> b) @^@CIF price@^@ means the price paid to the exporter for the good when the goods pass <br> the ship's rail at the port of importation. The exporter pays the costs of freight and <br> insurance necessary to deliver the goods to the named port of destination; <br> c) @^@value of materials@^@ means the customs value at the time of importation of the non- <br> originating materials used, or, if this is not known and cannot be ascertained, the <br> first ascertainable price paid for the materials in the Signatory Party; <br> d) @^@tariff classification@^@ refers to the numeric code which corresponds to a good that <br> is subject of international trade, in a nomenclature based on the Harmonized System; <br> e) @^@customs value@^@ means the value as determined in accordance with the WTO <br> Agreement on implementation of Article VII of GATT 1994; <br> f) @^@goods@^@ means both materials and goods; <br> g) @^@manufacture@^@ means any kind of working or processing including assembly or specific operations; <br> h) @^@material@^@ means raw materials, intermediate materials, ingredients, parts, <br> components, subassembly and/or goods that are physically incorporated into <br> another good or are subject to a process in the production of another good; <br> i) the @^@territory of Egypt@^@ means the territory of the Arab Republic of Egypt, <br> including its territorial sea, the exclusive economic zone and the continental shelf, <br> in accordance with its laws in force, the 1982 United Nations Convention on the <br> Law of the Sea and international law; <br> the @^@territory of the Member States of MERCOSUR@^@ means the respective <br> territories of the Member States of MERCOSUR, including their respective <br> territorial seas the exclusive economic zones and continental shelves, in accordance <br> with their respective laws in force, the 1982 United Nations Convention on the Law <br> of the Sea and international law; <br> j) @^@value of originating materials@^@ means the value of such materials on the basis of ex- works value; <br> k) @^@ex-works price@^@ means the price paid for the good ex-works to the manufacturer in <br> Egypt or in a Member State of MERCOSUR in whose undertaking the last working <br> or processing is carried out, provided the price includes the value of all the <br> materials used, minus any internal taxes which are, or may be, repaid when the <br> good obtained is exported; <br> l) @^@consignment@^@ means goods which are either sent simultaneously from one <br> exporter to one consignee or covered by a single transport document covering their <br> shipment from the exporter to the consignee or, in the absence of such a document, <br> by a single invoice; and, <br> m) @^@Competent Authority@^@ refers to the government authorities listed below or their <br> delegated entities for issuing Certificate of Origin under the legislation of each <br> Signatory Party, responsible for the implementation of the provisions of this Chapter: <br> (i) in MERCOSUR: <br> - Ministerio de Industria - Secretar?a de Industria y Comercio - Direcci?n <br> Nacional de Pol?tica Comercial Externa / Ministry of Industry - Secretariat <br> of Industry and Trade - National Directorate of External Trade Policy <br> Julio A. Roca N° 651- 6th Floor - Office 26 - Buenos Aires, Argentina <br> Fax: (5411) 4349 3809 <br> - Minist?rio do Desenvolvimiento, Ind?stria e Com?rcio Exterior - Secretaria <br> de Com?rcio Exterior (SECEX) - Departamento de Negocia??es <br> Internacionais (DEINT) / Ministry of Development, Industry and Foreign <br> Trade - Secretariat of Foreign Trade (SECEX) - Department of <br> International Negotiations (DEINT) <br> Esplanada dos Minist?rios, Block J, 7th Floor - Bras?lia, Brasil <br> Fax: (5561) 2027 7385 <br> - Ministerio de Industria y Comercio - Direcci?n General de Comercio <br> Exterior - Direcci?n de Operaciones de Comercio Exterior / Ministry of <br> Industry and Trade - Directorate General of Foreign Trade - Directorate of <br> Foreign Trade Operations <br> Av. Mariscal L?pez N? 3333 - Asunci?n, Paraguay <br> Fax: (59521) 616 3084 <br> - Ministerio de Econom?a y Finanzas - Asesor?a de Pol?tica Comercial / <br> Ministry of Economy and Finance - Trade Policy Bureau <br> Colonia 1206 - 2nd. Floor - Montevideo, Uruguay <br> Fax: (5982) 902 03 54 int 15 <br> (ii) in Egypt: <br> - General Organization for Export And Import Control <br> Nearby Cargo Village at Cairo Airport - Cairo, Egypt <br> Tel. No. (00202) 5758195 / (00202) 5785877 / (00202) 5756933 <br> http://www.goeic.gov.eg/en <br> or their successors. <br> [1] The present list of definitions is not exhaustive. New definitions will be included as and when the need arises. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "1. For the purpose of implementing this Agreement, the following goods shall be considered as <br> originating in a Signatory Party: <br> a) the goods wholly produced or obtained in the territory of the Signatory Party as <br> defined in Article 4 of this Chapter; and, <br> b) the goods not wholly produced in the territory of the Signatory Party, provided that <br> the said goods are eligible under Article 3 or Article 5 of this Chapter. <br> 2. The provisions of paragraph 1 above exclude used or second hand goods. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2: General requirements <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 10: Unit of Qualification <br> 1. The unit of qualification for the application of the provisions of this Chapter shall be the <br> particular good which is considered as the basic unit when determining classification using the <br> nomenclature of the Harmonized System. <br> a) when a good composed of a group or assembly of articles is classified under the <br> terms of the Harmonized System in a single heading, the whole constitutes the unit <br> of qualification; <br> b) when a consignment consists of a number of identical goods classified under the <br> same heading of the Harmonized System, each good must be taken individually <br> when applying the provisions of this Protocol. <br> 2. Where, under General Rule 5 of the Harmonized System, packaging is included with the good <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "for classification purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "It follows that: <br> "}, {"ArticleTitle": "Goods Stored in Customs Warehouses", "ArticleDesc": "Article 16: Goods Stored in Customs Warehouses <br> The originating goods that are stored under the control of a custom office in a customs warehouse <br> of a Signatory Party with the corresponding Certificate of Origin, shall only undergo operations <br> designed to ensure their trading, preservation in good condition, breaking-up of packages, or other <br> operations, provided that their tariff classification and their originating status are not changed. <br> Such goods shall be sent totally or partially to any Signatory Party. Should the neccesary national <br> legislation on the matter be enacted, the Competent Authorities may issue replacement <br> Certificates of Origin for all or some of these goods, within the period of validity of the Certificate <br> of Origin submitted when the goods enter the customs warehouse. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Article 41", "ArticleDesc": "Article 41 <br> The deadlines laid down in this Chapter shall be calculated based on consecutive days beginning <br> on the day following the facts or events to which they relate. <br> "}, {"ArticleTitle": "Article 42", "ArticleDesc": "Article 42 <br> 1. The Joint Committee will review the implementation of this Chapter and, if appropriate, shall <br> propose to the Parties amendments to it. <br> 2. Such review may be initiated jointly with the negotiation to deepen or extend tariff preferences <br> of this Agreement, or at any time, at the request of a Party, to address specific difficulties faced by <br> "}]}]}, "members_found": ["858", "818"]}