{"FtaRooDetails": {"FtaId": 673, "FtaCode": "ITC00693", "FtaName": "Tajikistan for LDCs", "FtaFullName": "On Import Customs Duties of the Republic of Tajikistan", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "25.10.2003", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Tajikistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Tajikistan for LDCs", "AdminProcCooAuth": "The certification type under Tajikistan for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Tajikistan for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Tajikistan for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH", "RooText": "2. If in compliance with Paragraph 4 of this Article there are no special requirements set forth as thow to determine the country of origin of specific types of goods imported into the customs territorof the Republic of Tajikistan or if no particular features of determining the country of origin of goodhave been specified with respect to a certain country, then the following general rule shall be appliedgoods are considered as originating in a given country if the operations on processing omanufacturing of goods result in a change in the classification code of the goods at the level of anof the first four digits according to the Commodity Nomenclature of the Foreign Economic Activities4. The following criteria for sufficient processing shall also be used for determining the country oorigin of goods in compliance with the procedure established by the government othe Republic of Tajikistan1) fulfilment of certain production or technological operations sufficient for regarding the countrwhere such operations took place as the country of origin; an2) a change in the value of goods such that the percentage ratio of the cost of the materials useor of the added value reaches a fixed share of the price of the finished produc(rule of ad valorem ratio).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00693_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00693_full.pdf", "DocType": "8_full", "WebLink": "https://www.wto.org/english/thewto_e/acc_e/tjk_e/WTACCTJK13A1_LEG_2.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00693_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/ROLDCN/TJK1.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 32: Particular Features of Determining the Country of Origin of Goods <br /> 3. Accessories, appliances, spare parts and tool kits to be used with machines, equipment, devices <br /> or vehicles shall be considered as having the same origin as the machines, equipment, devices or <br /> vehicles, provided that the accessories, appliances, spare parts and tool kits are imported and used <br /> together with the specified machines, equipment, devices or vehicles in a complete set and in the <br /> quantity usually supplied with these devices.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Goods Wholly Produced in a Given Country <br /> The following shall be considered as goods wholly produced in a given country: <br /> 1) mineral products extracted from the subsurface of a country, from its territorial waters (seas) <br /> or from its continental shelf; <br /> 2) vegetable products harvested or gathered in a given country; <br /> 3) animals born and raised in a given country; <br /> 4) products obtained from animals raised in a given country; <br /> 5) products obtained from hunting and fishing conducted in a given country; <br /> 6) products of maritime fishing and other sea products obtained by a vessel of a given country; <br /> 7) products obtained aboard a factory ship of a given country solely from products specified in <br /> sub-paragraph 6 of this Article; <br /> 8) products obtained from marine soil or subsoil outside the territorial waters (sea) of a given <br /> country, provided this country has the sole right to develop that soil or subsoil; <br /> 9) scrap and waste (secondary raw materials) derived from manufacturing or other processing <br /> operations in a given country, as well as used items collected in a given country and fit only <br /> for processing into raw materials; <br /> 10) products of high technologies obtained in the open space onboard a spacecraft if a given <br /> country is the State where this spacecraft is registered; <br /> 11) goods produced in a given country solely from products referred to in <br /> sub-paragraphs 1-10 of this Article; and <br /> 12) electricity generated on the territory of a given country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: Criteria for Sufficient Processing of Goods <br /> 3. Regardless of the provisions established by Paragraph 2 of this Article, the following operations <br /> shall be considered as not meeting the criteria for sufficient processing of goods in a given country: <br /> 1) operations necessary for preservation of goods during their storage or transportation; <br /> 2) operations necessary for preparing goods for sale and transportation (splitting a consignment, <br /> grouping of packages, sorting, re-packing); <br /> 3) simple assembly operations and other operations the performance of which does not change <br /> essentially the state of goods in compliance with the list determined by the government of the <br /> Republic of Tajikistan; and <br /> 4) mixing of goods, originating in various countries, if the characteristics of the finished product <br /> are not essentially different from the characteristics of the goods which have been mixed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: Criteria for Sufficient Processing of Goods <br /> 5. When establishing the procedure for the application of the criteria for sufficient processing for <br /> certain categories of goods imported from those countries to which the Republic of Tajikistan grants <br /> tariff preferences, in order to grant tariff preferences the government of the Republic of Tajikistan <br /> shall be entitled to determine terms and conditions for application of rules of direct <br /> purchase and direct shipment. <br /> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br /> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br /> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br /> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br /> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br /> the document confirming the country of origin of goods shall be submitted to the customs body at <br /> the time of submission of the customs declaration. At the same time provision of tariff preferences <br /> may be conditioned by the need to submit the certificate of origin of goods in the established format <br /> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br /> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br /> confirming the country of origin of goods in other cases only when signs have been detected <br /> indicating that the declared information about the country of origin of goods, which affects the <br /> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br /> compliance with normative legal acts of the Republic of Tajikistan, is unreliable.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 32: Particular Features of Determining the Country of Origin of Goods <br /> 4. The packaging in which goods are imported into the customs territory of the Republic of Tajikistan <br /> shall be considered to have the same country of origin as the goods packed in them, except in cases <br /> when the packaging is to be declared separately from the goods. In such cases, the country of origin <br /> of packaging shall be determined separately from the country of origin of goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 34: Declaration of Origin of Goods <br /> 1. In compliance with this Code a declaration of origin of goods drawn up in an arbitrary form may <br /> serve as a document confirming the country of origin of goods provided that it contains information <br /> which allows to determine the country of origin of goods. Commercial or any other documents which <br /> are related to goods and which contain a statement of the country of origin made by a manufacturer, <br /> a seller or an exporter in connection with exportation of goods may be used as such a declaration. <br /> 2. When information on the country of origin of goods stated in the declaration of origin of goods is <br /> based on criteria other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the <br /> country of origin of goods shall be determined in compliance with the criteria applied <br /> in the Republic of Tajikistan. <br /> Article 35: Certificate of Origin of Goods <br /> 1. @^@Certificate of origin of goods@^@ shall mean a document unambiguously proving the country of <br /> origin of goods and issued by the bodies or organizations authorized by that country or by the <br /> country of exportation, provided that in the country of exportation the certificate of origin is issued <br /> based on information received from the country of origin of goods. When information on the country <br /> of origin of goods in the certificate of origin of goods is based on criteria for sufficient processing <br /> other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the country of origin <br /> of goods shall be determined in compliance with the criteria applied in the Republic of Tajikistan. <br /> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br /> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br /> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br /> compliance with the national regulations of the country of importation of goods or when the <br /> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br /> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br /> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br /> at least four years from the day of its issuing. <br /> 3. The original certificate of origin of goods shall be submitted together with the customs declaration <br /> and with other documents required for customs clearance of goods imported into the customs <br /> territory of the Republic of Tajikistan. In case of the loss of the certificate, an officially certified copy <br /> shall be accepted. <br /> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br /> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br /> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br /> the criteria based upon which the country of origin was determined are not stated unambiguously in <br /> the certificate, when indication of such criteria is mandatory required in compliance with international <br /> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br /> or if signs have been detected indicating that the certificate may contain unreliable information, the <br /> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br /> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br /> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br /> country, which issued the certificate of origin of goods, with a request to present additional <br /> documents or clarifying information in order to execute selective inspection. Such selective <br /> inspection shall not prevent goods from being released based on information about the country of <br /> their origin specified at their clearance from customs. <br /> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br /> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br /> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br /> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br /> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br /> the document confirming the country of origin of goods shall be submitted to the customs body at <br /> the time of submission of the customs declaration. At the same time provision of tariff preferences <br /> may be conditioned by the need to submit the certificate of origin of goods in the established format <br /> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br /> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br /> confirming the country of origin of goods in other cases only when signs have been detected <br /> indicating that the declared information about the country of origin of goods, which affects the <br /> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br /> compliance with normative legal acts of the Republic of Tajikistan, is unreliable. <br /> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br /> country of origin of goods shall not be required when: <br /> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br /> customs regime of international customs transit or for the customs regime of temporary import <br /> with full exemption from payment of customs duties and taxes, except for the cases when the <br /> customs bodies have detected signs indicating that the goods originate from the country <br /> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br /> across its territory in compliance with international legal acts ratified by the Republic of <br /> Tajikistan or normative legal acts of the Republic of Tajikistan; <br /> 2) the total customs value of goods conveyed across the customs border shipped at the same <br /> time in the same way by the same shipper to the address of the same consignee, in the same <br /> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br /> minimum monthly wage; <br /> 3) goods are conveyed across the customs border by natural persons in compliance with <br /> Chapter 37 of this Code; and <br /> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br /> Tajikistan or normative legal acts of the Republic of Tajikistan.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than 400 fold of the statutory minimum monthly wage )", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: Submission of Documents Confirming the Country of Origin of Goods <br /> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br /> country of origin of goods shall not be required when: <br /> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br /> customs regime of international customs transit or for the customs regime of temporary import <br /> with full exemption from payment of customs duties and taxes, except for the cases when the <br /> customs bodies have detected signs indicating that the goods originate from the country <br /> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br /> across its territory in compliance with international legal acts ratified by the Republic of <br /> Tajikistan or normative legal acts of the Republic of Tajikistan; <br /> 2) the total customs value of goods conveyed across the customs border shipped at the same <br /> time in the same way by the same shipper to the address of the same consignee, in the same <br /> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br /> minimum monthly wage; <br /> 3) goods are conveyed across the customs border by natural persons in compliance with <br /> Chapter 37 of this Code; and <br /> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br /> Tajikistan or normative legal acts of the Republic of Tajikistan.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "4 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Certificate of Origin of Goods <br /> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br /> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br /> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br /> compliance with the national regulations of the country of importation of goods or when the <br /> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br /> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br /> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br /> at least four years from the day of its issuing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Certificate of Origin of Goods <br /> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br /> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br /> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br /> the criteria based upon which the country of origin was determined are not stated unambiguously in <br /> the certificate, when indication of such criteria is mandatory required in compliance with international <br /> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br /> or if signs have been detected indicating that the certificate may contain unreliable information, the <br /> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br /> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br /> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br /> country, which issued the certificate of origin of goods, with a request to present additional <br /> documents or clarifying information in order to execute selective inspection. Such selective <br /> inspection shall not prevent goods from being released based on information about the country of <br /> their origin specified at their clearance from customs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br /> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br /> and for legal entities in the amount of one to three times the value of the goods and/or <br /> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br /> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br /> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br /> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br /> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br /> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br /> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from <br /> twenty to thirty and for legal entities - from one hundred to two hundred indicators for calculations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 41: Adoption of a Preliminary Decision <br /> 1. Upon the request of the person concerned, other customs bodies determined by the authorized <br /> body on customs affairs shall make a preliminary decision on the classification of goods under the <br /> Commodity Nomenclature of the Foreign Economic Activities with regard to specific goods, and on <br /> the origin of goods from a particular country (on the country of origin of goods). <br /> 2. The procedure for and the form of a preliminary decision on these issues shall be defined by the <br /> authorized body on customs affairs. <br /> Article 42: Application for a Preliminary Decision <br /> 1. An applicant shall submit to the relevant customs authority an application for a preliminary <br /> decision made out in written form. The application shall contain all information required for making <br /> a preliminary decision. The application shall be supplemented with samples and specimens of goods, <br /> description of the goods, photographs of them, drawings, sketches, commercial, technical and other <br /> documents. The application for a preliminary decision shall be considered within a time limit <br /> established by the law of the Republic of Tajikistan @^@Concerning requests of citizens@^@. <br /> 2. When the information submitted by the applicant in his/her/its application for a preliminary <br /> decision is not sufficient for making a preliminary decision, the customs authorities within 30 days <br /> from the day of receipt of such an application shall notify the applicant of the need to provide <br /> additional information with establishing of a time limit for its submission. If the requested information <br /> has not been provided within the established time limit, the application for making a preliminary <br /> decision shall be declined. Declining an application for making a preliminary decision shall not <br /> prevent the applicant from making a repeated application to the customs authorities for making a <br /> preliminary decision, provided the reasons for which the previous application was denied are rectified. <br /> Article 43: Legal Value and Validity of a Preliminary Decision <br /> A preliminary decision shall be binding for all the customs bodies. A preliminary decision shall be <br /> effective for three years from the date it was made, provided it was not changed, revoked or <br /> annulled in compliance with Article 44 of this Code. <br /> Article 44: Annulment, Change or Suspension of a Preliminary Decision <br /> 1. The customs bodies may decide to annul, to change or to revoke a preliminary decision made by <br /> them or by their subordinate customs bodies (may make a decision on annulment, change or <br /> revocation of a preliminary decision adopted by them or by a subdivision of the customs bodies) <br /> only in cases established by this Article. A decision on annulment, change or revocation of a <br /> preliminary decision shall be forwarded to the person who was issued a preliminary decision, in <br /> writing not later than the day following the day on which the decision on annulment, change or <br /> revocation of a preliminary decision was made. <br /> 2. A preliminary decision shall be annulled if such a decision was made on the basis of forged <br /> documents submitted by the applicant. The annulment of a preliminary decision shall come into <br /> effect starting from the date of making this preliminary decision. <br /> 3. A preliminary decision on the classification of goods shall be changed in case the authorized body <br /> on customs affairs makes a decision on the classification of specific goods, which is binding for all <br /> the customs bodies, as well as when errors made in the course of making a preliminary decision are <br /> discovered. An amendment to a preliminary decision shall come into effect in the time period <br /> specified in the decision on amending a preliminary decision, but not earlier than after three months <br /> from the day of making the decision on amending a preliminary decision. <br /> 4. A preliminary decision made by the customs bodies may be revoked in the following cases: <br /> 1) in case of change of the Commodity Nomenclature of Foreign Economic Activities, or when the <br /> World Customs Organization adopts the classification decisions, which are mandatory for <br /> application in the Republic of Tajikistan; and <br /> 2) in case international legal acts ratified by the Republic of Tajikistan or normative legal acts of <br /> the Republic of Tajikistan relating to the issues of determination of the country of origin of <br /> goods establish other requirements and terms for determination of the country of origin of goods. <br /> A decision on revocation of a preliminary decision shall be made not later than three days <br /> after publication of the above-mentioned legislative acts and shall come into effect as of the <br /> date these acts enter into force. <br /> 5. A decision on amendment or termination of the preliminary decision on the country of origin may <br /> be re-considered by the court. <br /> ANNEX 3 <br /> Unofficial Translation <br /> CHAPTER 7 <br /> Appealing Decisions, Actions (Inaction) of Customs Authorities and Customs Officials", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 45: Right to Appeal <br /> 1. Any person shall be entitled to appeal a decision, actions (inaction) of a customs body or of a <br /> customs official, if such decision, actions (inaction), in the person's opinion, infringes upon his/her <br /> rights, freedoms or lawful interests, creates obstacles to their fulfilment, <br /> or unlawfully imposes a responsibility. <br /> Article 46: The Procedure for Appeal <br /> 1. Decisions, actions (inaction) of customs authorities or customs officials may be appealed to <br /> customs authorities, prosecutor's office and/or to the court. <br /> Filing an appeal of a decision, actions (inaction) of a customs body of a customs official to customs <br /> authorities shall not exclude the possibility of simultaneous or consequent filing of a similar appeal <br /> to prosecutor's office or a court. An appeal of a decision, actions (inaction) by a customs body or by <br /> a customs official filed to customs authorities and prosecutor's office or a court shall be considered <br /> by these same authorities. <br /> 2. The procedures for filing, considering and satisfying an appeal forwarded to the prosecutor's office <br /> or courts shall be established by the legislation of the Republic of Tajikistan. <br /> 3. The procedures for filing, considering and satisfying appeals of decisions, actions (inaction) by <br /> the customs bodies or by customs officials which are forwarded to customs bodies shall be <br /> established by this Chapter and shall be applied in case of appeal of any decisions, actions (inaction) <br /> of customs authorities or of customs officials, except for appeal of resolutions of customs authorities <br /> (customs officials) on cases of administrative offences. <br /> Article 47: Procedures for Filing an Appeal of a Decision, Actions (Inaction) of a Customs Authorities or of a Customs Official <br /> 1. An appeal of a decision, actions (inaction) of a customs authority shall be filed <br /> with a superior customs authority. <br /> An appeal of a decision, actions (inaction) of a customs official shall be filed with the customs <br /> authority where this customs official serves (replaces a public post), and an appeal of a decision, <br /> actions (inaction) of a head of a customs authority shall be filed with a superior customs authority. <br /> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br /> filed both directly with a superior customs authority and via the customs authority a decision, actions <br /> (inaction) of which or of a head of which is appealed. <br /> 2. A customs authority or a head of a customs authority a decision, actions (inaction) of which is <br /> appealed shall forward the appeal within a period of five days from the day of its receipt to a superior <br /> customs authority along with confirming documents and materials thereon. <br /> When the appeal of a decision, actions (inaction) of a customs authority or of a customs official is <br /> filed with a customs authority which is not authorized to consider the appeal, then the appeal within <br /> five days shall be forwarded to the customs authority which is obliged to consider this appeal in <br /> compliance with this Article, with written notification of the appellant. <br /> 3. The complaint against the decision, action (inaction) of the authorized body on <br /> customs issues is submitted to this body <br /> Article 48: Time Limit for Filing an Appeal Of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br /> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br /> filed within one month and in case of an appeal of a decision on imposing an administration <br /> punishment may be filed within ten days: <br /> 1) from the date that the person discovered or should have discovered that his/her rights, <br /> freedoms or lawful interests were infringed upon, or obstacles were created for their <br /> realization, or any responsibility that is not stipulated by the law was imposed on him/her; <br /> 2) from the date of expiration of the time limit for making a decision or for taking actions by a <br /> customs authority or by a customs official when making the decision or taking the actions by <br /> them is stipulated in compliance with this Code. <br /> Article 49: Renewal of a Time Limit for Filing an Appeal Of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br /> 1. In case of failure to comply with the established time limit for filing an appeal for good reasons, <br /> based on application of the appellant this time limit may be renewed by the customs authority <br /> entitled to consider this appeal. <br /> 2. Renewal of an expired deadline for filing an appeal shall be expressed in the de facto acceptance <br /> of an appeal of a decision, actions (inaction) of a customs authority or of a customs official for consideration. <br /> Article 50: Format for and Contents of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br /> 1. An appeal of a decision, actions (inaction) of a customs authority or of a customs official shall be <br /> filed in written form and shall be signed by the appellant. <br /> 2. An appellant shall not be obliged to attach to his/her/its appeal documents proving the <br /> circumstances pointed out in the appeal. If submission of such documents is significantly important <br /> for consideration of the appeal and if these documents are not available with the customs authority <br /> a decision, actions (inaction) of which or of a customs official employed by which are appealed, then <br /> the customs authority considering this appeal shall be entitled to ask for these documents from the <br /> appellant. In this case the time limit for consideration of an appeal of a decision, actions (inaction) <br /> of a customs authority or of a customs official shall be suspended until the appellant presents <br /> documents requested by the customs authority, but for a suspension period not to exceed three <br /> months. In case of the appellant's failure to present documents requested by the customs authority <br /> a decision on the appeal shall be made regardless of the arguments, which have <br /> not been supported by documentary proof. <br /> Article 51: Consequences of Filing an Appeal of a Decision, an Action (Inaction) of Customs Body or of a Customs Official <br /> 1. Filing an appeal of a decision, actions (inaction) of a customs authority or of a customs official <br /> shall not suspend the execution of the decision, actions (inaction) with respect to which the appeal is filed. <br /> 2. When there are sufficient grounds to believe that the appealed decision, actions do not comply <br /> with the legislation of the Republic of Tajikistan as well as when non-suspension of the execution of <br /> the decision, actions may be irreversible, then the customs authority considering the appeal shall be <br /> entitled to suspend the execution of the appealed decision, actions completely or partially until the <br /> appeal is essentially decided upon. <br /> Article 52: Grounds for Refusal of Essential Consideration of an Appeal Of a Decision, Actions (Inaction) of a Customs Body or of a Customs Official <br /> 1. A customs body shall refuse to consider an appeal of a decision, actions (inaction) of a customs <br /> authority or of a customs official essentially if the prescribed time limit for filing an appeal was not <br /> complied with, and the person did not apply with a request to renew an expired time limit for filing <br /> an appeal, or the request to restore an expired deadline for filing an appeal was rejected. <br /> 2. A decision to refuse essential consideration of an appeal of a decision, actions (inaction) of a <br /> customs authority or of a customs official shall be made within a period not exceeding three days <br /> from the day the appeal is received. <br /> 3. Decision of a customs authority to refuse essential consideration of an appeal of a decision, actions <br /> (inaction) of a customs authority or of a customs official may be appealed to a superior customs <br /> authority or in court. <br /> Article 53: Withdrawal of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br /> 1. An appellant may withdraw his/her appeal of a decision, actions (inaction) of a customs authority <br /> or of a customs official at any stage and any moment prior to the moment when a <br /> decision is made on the appeal. <br /> 2. A repeated appeal concerning the same issues may be filed within the time limit <br /> established by Article 48 of this Code. <br /> Article 54: Customs Authorities Considering Appeals of Decisions, Actions (Inaction) of a Customs Authority or of a Customs Official <br /> 1. An appeal of a decision, actions (inaction) of a customs authority shall be considered by <br /> a superior customs authority. <br /> 2. An appeal of a decision, actions (inaction) of a customs official shall be considered by the customs <br /> authority employing the official, whereas an appeal of a decision, actions (inaction) of the head of a <br /> customs authority shall be considered by his/her superior customs authority. <br /> 3. On behalf of the customs authority, the head of the customs authority or an official authorized by <br /> the head of the customs authority shall make a decision with regard to the appeal of a decision, <br /> actions (inaction) of the customs authority or of its official. In the process, the appeal of a decision, <br /> actions (inaction) of a customs authority or of a customs official may not be considered by the <br /> customs official who made the decision or performed the actions (inaction) subject to appeal, <br /> or by his/her subordinate. <br /> Article 55: Time Limit for Considering an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br /> Customs authorities shall consider an appeal of a decision, actions (inaction) of a customs authority <br /> or of a customs official thereon, within a period not exceeding one month starting from the day the <br /> appeal is received by the customs authority, which is entitled to consider it and in cases not requiring <br /> additional examination and review - within a period up to fifteen days. <br /> In cases when the customs authority considering an appeal of a decision, actions (inaction) of a <br /> customs authority or of a customs official deems it necessary to extend the time limit for considering <br /> the appeal, the head of this customs authority may extend the time limit for a period up to one more <br /> month. The appellant shall be notified in writing of the decision to extend the time limit and shall be <br /> given the reasons for extension. The total period for considering an appeal may not exceed two months. <br /> Article 56: Decision of the Customs Authorities on an Appeal of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br /> 1. The customs authority a decision, actions (inaction) of which or of the customs official employed <br /> by which is acknowledged as unlawful shall take an action for implementation of the decision of a <br /> customs authority to satisfy the appeal of the decision, actions (inaction) of the customs authority <br /> or of the customs official, within a period of 5 days from the day the decision to satisfy the appeal <br /> is received by the customs authority the decision, actions (inaction) of which was acknowledged as <br /> unlawful, unless the decision to satisfy the appeal prescribes a different time limit for taking action <br /> for implementation of this decision. <br /> Losses caused to the applicant by untimely execution of the decision are subject to compensation in <br /> accordance with Article 472 of this Code. <br /> 2. When a customs official who is considering on behalf of the customs authority an appeal of a <br /> decision, actions (inaction) of a customs authority or of a customs official detects signs indicating <br /> that a customs official is guilty of non-fulfilment or of improper fulfilment of his/her official duties, <br /> the customs official considering the appeal shall take measures to subject the official guilty of <br /> nonfulfillment or of improper fulfilment of his/her official duties to a disciplinary action in compliance <br /> with the established procedures. <br /> 3. Within the time limit stipulated by Article 55 of this Code, a copy of the decision made as a result <br /> of consideration of the appeal of a decision, actions (inaction) of a customs authority or of a customs <br /> official shall be forwarded to the appellant. The decision must indicate the reasons and grounds for <br /> its adoption, as well as information about the right of the person who filed the complaint to further <br /> appeal this decision in the manner established by the legislation of the Republic of Tajikistan. <br /> 4. A decision of a customs authority on an appeal of a decision, actions (inaction) of a customs <br /> authority or of a customs official may be appealed to a superior customs authority or in court. <br /> Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br /> 1. A decision, actions (inaction) of an official of a custom-house or of a customs post may be <br /> appealed under simplified procedures in cases when the value of goods conveyed across the customs <br /> border does not exceed an equivalent to 400 times the amount of the minimum monthly wage. <br /> 2. The simplified procedure for appealing a decision, actions (inaction) of a customs official shall <br /> mean a verbal appeal by a person to a superior official of a custom-house or of a customs post <br /> respectively, and in cases of appealing a decision, actions (inaction) of the head of a customs post <br /> - to the head of a custom-house in the area of jurisdiction of which this customs post is located. <br /> 3. An appeal of a decision, actions (inaction) of a customs official under simplified procedures shall <br /> be subject to immediate consideration and a decision thereupon shall be made without delay. <br /> 4. When appealing a decision, actions (inaction) of a customs official under simplified procedures, <br /> upon request of the appellant an official of the customs authority considering the appeal shall draw <br /> up a statement of consideration of the appeal under simplified procedures, stating information on <br /> the customs official considering the appeal and on the appellant as well as a brief description of the <br /> appeal and the decision made thereon. In case of refusal to consider an appeal against a decision, <br /> actions (inaction) of a customs official under simplified procedures, the reasons for such refusal shall <br /> be stated in the statement. The authorized body on customs affairs shall establish the format of the <br /> statement. The statement of consideration of an appeal of a decision, actions (inaction) of a customs <br /> official under simplified procedures shall be signed by the official of the customs authority considering <br /> the appeal and by the appellant. A copy of the statement of consideration of an appeal against a <br /> decision, actions (inaction) of a customs official under simplified procedures shall be handed to the appellant. <br /> 5. Consideration of an appeal against a decision, actions (inaction) of a customs official under <br /> simplified procedures and making a decision thereon shall not serve as an obstacle for filing an <br /> appeal of the decision, actions (inaction) of a customs authority or of a customs official in compliance <br /> with the general rules. <br /> Article 578 of Code of the Republic of Tajikistan on Administrative Offences <br /> 1. Failure to declare or incorrect declaration of goods or a vehicle subject to declaration in the prescribed form (written, oral or electronic), <br /> shall entail the imposition of a fine on individuals and officials in the amount half to twice, and on legal entities in the amount from <br /> one to three times the value of the goods and/or the vehicle that has become the subject of an administrative offense, <br /> with the confiscation of the subject of an administrative offense. <br /> 2. Application by the declarant or customs broker (representative) in the customs declaration or in a document <br /> of another established form of false information about the name, quantity, customs value, country of origin of goods and/or <br /> vehicles on their customs regime or other information necessary for making a decision the release (on conditional release) <br /> of goods and or vehicles, placing them under a selected customs regime or affecting the collection of customs duties, <br /> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br /> and for legal entities in the amount of one to three times the value of the goods and/or <br /> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br /> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br /> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br /> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br /> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br /> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br /> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 <br> Article 30: Goods Wholly Produced in a Given Country <br> Article 34: Declaration of Origin of Goods <br> ANNEX 3 <br> Article 41: Adoption of a Preliminary Decision <br> Unofficial Translation <br> The following shall be considered as goods wholly produced in a given country: <br> 1. In compliance with this Code a declaration of origin of goods drawn up in an arbitrary form may <br> 1. Upon the request of the person concerned, other customs bodies determined by the authorized <br> CHAPTER 6 <br> 1) mineral products extracted from the subsurface of a country, from its territorial waters (seas) <br> serve as a document confirming the country of origin of goods provided that it contains information <br> body on customs affairs shall make a preliminary decision on the classification of goods under the <br> Country of Origin of Goods Commodity <br> or from its continental shelf; <br> which allows to determine the country of origin of goods. Commercial or any other documents which <br> Commodity Nomenclature of the Foreign Economic Activities with regard to specific goods, and on <br> Nomenclature of Foreign Economic Activities <br> 2) vegetable products harvested or gathered in a given country; <br> are related to goods and which contain a statement of the country of origin made by a manufacturer, <br> the origin of goods from a particular country (on the country of origin of goods). <br> 3) animals born and raised in a given country; <br> a seller or an exporter in connection with exportation of goods may be used as such a declaration. <br> 2. The procedure for and the form of a preliminary decision on these issues shall be defined by the <br> 4) products obtained from animals raised in a given country; <br> 2. When information on the country of origin of goods stated in the declaration of origin of goods is <br> authorized body on customs affairs. <br> 5) products obtained from hunting and fishing conducted in a given country; <br> based on criteria other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the <br> Article 42: Application for a Preliminary Decision <br> 6) products of maritime fishing and other sea products obtained by a vessel of a given country; <br> country of origin of goods shall be determined in compliance with the criteria applied <br> 1. An applicant shall submit to the relevant customs authority an application for a preliminary <br> 7) products obtained aboard a factory ship of a given country solely from products specified in <br> in the Republic of Tajikistan. <br> decision made out in written form. The application shall contain all information required for making <br> sub-paragraph 6 of this Article; <br> Article 35: Certificate of Origin of Goods <br> a preliminary decision. The application shall be supplemented with samples and specimens of goods, <br> 8) products obtained from marine soil or subsoil outside the territorial waters (sea) of a given <br> 1. @^@Certificate of origin of goods@^@ shall mean a document unambiguously proving the country of <br> description of the goods, photographs of them, drawings, sketches, commercial, technical and other <br> country, provided this country has the sole right to develop that soil or subsoil; <br> origin of goods and issued by the bodies or organizations authorized by that country or by the <br> documents. The application for a preliminary decision shall be considered within a time limit <br> 9) scrap and waste (secondary raw materials) derived from manufacturing or other processing <br> country of exportation, provided that in the country of exportation the certificate of origin is issued <br> established by the law of the Republic of Tajikistan @^@Concerning requests of citizens@^@. <br> operations in a given country, as well as used items collected in a given country and fit only <br> based on information received from the country of origin of goods. When information on the country <br> 2. When the information submitted by the applicant in his/her/its application for a preliminary <br> for processing into raw materials; <br> of origin of goods in the certificate of origin of goods is based on criteria for sufficient processing <br> decision is not sufficient for making a preliminary decision, the customs authorities within 30 days <br> 10) products of high technologies obtained in the open space onboard a spacecraft if a given <br> other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the country of origin <br> from the day of receipt of such an application shall notify the applicant of the need to provide <br> country is the State where this spacecraft is registered; <br> of goods shall be determined in compliance with the criteria applied in the Republic of Tajikistan. <br> additional information with establishing of a time limit for its submission. If the requested information <br> 11) goods produced in a given country solely from products referred to in <br> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br> has not been provided within the established time limit, the application for making a preliminary <br> sub-paragraphs 1-10 of this Article; and <br> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br> decision shall be declined. Declining an application for making a preliminary decision shall not <br> 12) electricity generated on the territory of a given country. <br> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br> prevent the applicant from making a repeated application to the customs authorities for making a <br> compliance with the national regulations of the country of importation of goods or when the <br> preliminary decision, provided the reasons for which the previous application was denied are rectified. <br> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br> Article 43: Legal Value and Validity of a Preliminary Decision <br> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br> A preliminary decision shall be binding for all the customs bodies. A preliminary decision shall be <br> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br> effective for three years from the date it was made, provided it was not changed, revoked or <br> at least four years from the day of its issuing. <br> annulled in compliance with Article 44 of this Code. <br> 3. The original certificate of origin of goods shall be submitted together with the customs declaration <br> Article 44: Annulment, Change or Suspension of a Preliminary Decision <br> and with other documents required for customs clearance of goods imported into the customs <br> 1. The customs bodies may decide to annul, to change or to revoke a preliminary decision made by <br> territory of the Republic of Tajikistan. In case of the loss of the certificate, an officially certified copy <br> them or by their subordinate customs bodies (may make a decision on annulment, change or <br> shall be accepted. <br> revocation of a preliminary decision adopted by them or by a subdivision of the customs bodies) <br> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br> only in cases established by this Article. A decision on annulment, change or revocation of a <br> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br> preliminary decision shall be forwarded to the person who was issued a preliminary decision, in <br> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br> writing not later than the day following the day on which the decision on annulment, change or <br> the criteria based upon which the country of origin was determined are not stated unambiguously in <br> revocation of a preliminary decision was made. <br> the certificate, when indication of such criteria is mandatory required in compliance with international <br> 2. A preliminary decision shall be annulled if such a decision was made on the basis of forged <br> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br> documents submitted by the applicant. The annulment of a preliminary decision shall come into <br> or if signs have been detected indicating that the certificate may contain unreliable information, the <br> effect starting from the date of making this preliminary decision. <br> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br> 3. A preliminary decision on the classification of goods shall be changed in case the authorized body <br> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br> on customs affairs makes a decision on the classification of specific goods, which is binding for all <br> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br> the customs bodies, as well as when errors made in the course of making a preliminary decision are <br> country, which issued the certificate of origin of goods, with a request to present additional <br> discovered. An amendment to a preliminary decision shall come into effect in the time period <br> documents or clarifying information in order to execute selective inspection. Such selective <br> specified in the decision on amending a preliminary decision, but not earlier than after three months <br> inspection shall not prevent goods from being released based on information about the country of <br> from the day of making the decision on amending a preliminary decision. <br> their origin specified at their clearance from customs. <br> 4. A preliminary decision made by the customs bodies may be revoked in the following cases: <br> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br> 1) in case of change of the Commodity Nomenclature of Foreign Economic Activities, or when the <br> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br> World Customs Organization adopts the classification decisions, which are mandatory for <br> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br> application in the Republic of Tajikistan; and <br> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br> 2) in case international legal acts ratified by the Republic of Tajikistan or normative legal acts of <br> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br> the Republic of Tajikistan relating to the issues of determination of the country of origin of <br> the document confirming the country of origin of goods shall be submitted to the customs body at <br> goods establish other requirements and terms for determination of the country of origin of goods. <br> the time of submission of the customs declaration. At the same time provision of tariff preferences <br> A decision on revocation of a preliminary decision shall be made not later than three days <br> may be conditioned by the need to submit the certificate of origin of goods in the established format <br> after publication of the above-mentioned legislative acts and shall come into effect as of the <br> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br> date these acts enter into force. <br> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br> 5. A decision on amendment or termination of the preliminary decision on the country of origin may <br> confirming the country of origin of goods in other cases only when signs have been detected <br> be re-considered by the court. <br> indicating that the declared information about the country of origin of goods, which affects the <br> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br> compliance with normative legal acts of the Republic of Tajikistan, is unreliable. <br> CHAPTER 7 <br> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br> Appealing Decisions, Actions (Inaction) of Customs Authorities and Customs Officials <br> country of origin of goods shall not be required when: <br> Article 45: Right to Appeal <br> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br> 1. Any person shall be entitled to appeal a decision, actions (inaction) of a customs body or of a <br> customs regime of international customs transit or for the customs regime of temporary import <br> customs official, if such decision, actions (inaction), in the person's opinion, infringes upon his/her <br> with full exemption from payment of customs duties and taxes, except for the cases when the <br> rights, freedoms or lawful interests, creates obstacles to their fulfilment, <br> customs bodies have detected signs indicating that the goods originate from the country <br> or unlawfully imposes a responsibility. <br> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br> Article 46: The Procedure for Appeal <br> across its territory in compliance with international legal acts ratified by the Republic of <br> 1. Decisions, actions (inaction) of customs authorities or customs officials may be appealed to <br> Tajikistan or normative legal acts of the Republic of Tajikistan; <br> customs authorities, prosecutor's office and/or to the court. <br> 2) the total customs value of goods conveyed across the customs border shipped at the same <br> Filing an appeal of a decision, actions (inaction) of a customs body of a customs official to customs <br> time in the same way by the same shipper to the address of the same consignee, in the same <br> authorities shall not exclude the possibility of simultaneous or consequent filing of a similar appeal <br> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br> to prosecutor's office or a court. An appeal of a decision, actions (inaction) by a customs body or by <br> minimum monthly wage; <br> a customs official filed to customs authorities and prosecutor's office or a court shall be considered <br> 3) goods are conveyed across the customs border by natural persons in compliance with <br> by these same authorities. <br> Chapter 37 of this Code; and <br> 2. The procedures for filing, considering and satisfying an appeal forwarded to the prosecutor's office <br> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br> or courts shall be established by the legislation of the Republic of Tajikistan. <br> Tajikistan or normative legal acts of the Republic of Tajikistan. <br> 3. The procedures for filing, considering and satisfying appeals of decisions, actions (inaction) by <br> the customs bodies or by customs officials which are forwarded to customs bodies shall be <br> established by this Chapter and shall be applied in case of appeal of any decisions, actions (inaction) <br> of customs authorities or of customs officials, except for appeal of resolutions of customs authorities <br> (customs officials) on cases of administrative offences. <br> Article 47: Procedures for Filing an Appeal of a Decision, Actions (Inaction) of a Customs Authorities or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be filed <br> with a superior customs authority. <br> An appeal of a decision, actions (inaction) of a customs official shall be filed with the customs <br> authority where this customs official serves (replaces a public post), and an appeal of a decision, <br> actions (inaction) of a head of a customs authority shall be filed with a superior customs authority. <br> filed both directly with a superior customs authority and via the customs authority a decision, actions <br> (inaction) of which or of a head of which is appealed. <br> 2. A customs authority or a head of a customs authority a decision, actions (inaction) of which is <br> appealed shall forward the appeal within a period of five days from the day of its receipt to a superior <br> customs authority along with confirming documents and materials thereon. <br> When the appeal of a decision, actions (inaction) of a customs authority or of a customs official is <br> filed with a customs authority which is not authorized to consider the appeal, then the appeal within <br> five days shall be forwarded to the customs authority which is obliged to consider this appeal in <br> compliance with this Article, with written notification of the appellant. <br> 3. The complaint against the decision, action (inaction) of the authorized body on <br> customs issues is submitted to this body <br> Article 48: Time Limit for Filing an Appeal Of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br> filed within one month and in case of an appeal of a decision on imposing an administration <br> punishment may be filed within ten days: <br> 1) from the date that the person discovered or should have discovered that his/her rights, <br> freedoms or lawful interests were infringed upon, or obstacles were created for their <br> realization, or any responsibility that is not stipulated by the law was imposed on him/her; <br> 2) from the date of expiration of the time limit for making a decision or for taking actions by a <br> customs authority or by a customs official when making the decision or taking the actions by <br> them is stipulated in compliance with this Code. <br> Article 49: Renewal of a Time Limit for Filing an Appeal Of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. In case of failure to comply with the established time limit for filing an appeal for good reasons, <br> based on application of the appellant this time limit may be renewed by the customs authority <br> entitled to consider this appeal. <br> 2. Renewal of an expired deadline for filing an appeal shall be expressed in the de facto acceptance <br> of an appeal of a decision, actions (inaction) of a customs authority or of a customs official for consideration. <br> Article 50: Format for and Contents of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority or of a customs official shall be <br> filed in written form and shall be signed by the appellant. <br> 2. An appellant shall not be obliged to attach to his/her/its appeal documents proving the <br> circumstances pointed out in the appeal. If submission of such documents is significantly important <br> for consideration of the appeal and if these documents are not available with the customs authority <br> a decision, actions (inaction) of which or of a customs official employed by which are appealed, then <br> the customs authority considering this appeal shall be entitled to ask for these documents from the <br> appellant. In this case the time limit for consideration of an appeal of a decision, actions (inaction) <br> of a customs authority or of a customs official shall be suspended until the appellant presents <br> documents requested by the customs authority, but for a suspension period not to exceed three <br> months. In case of the appellant's failure to present documents requested by the customs authority <br> a decision on the appeal shall be made regardless of the arguments, which have <br> not been supported by documentary proof. <br> Article 51: Consequences of Filing an Appeal of a Decision, an Action (Inaction) of Customs Body or of a Customs Official <br> 1. Filing an appeal of a decision, actions (inaction) of a customs authority or of a customs official <br> shall not suspend the execution of the decision, actions (inaction) with respect to which the appeal is filed. <br> 2. When there are sufficient grounds to believe that the appealed decision, actions do not comply <br> with the legislation of the Republic of Tajikistan as well as when non-suspension of the execution of <br> the decision, actions may be irreversible, then the customs authority considering the appeal shall be <br> entitled to suspend the execution of the appealed decision, actions completely or partially until the <br> appeal is essentially decided upon. <br> Article 52: Grounds for Refusal of Essential Consideration of an Appeal Of a Decision, Actions (Inaction) of a Customs Body or of a Customs Official <br> 1. A customs body shall refuse to consider an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official essentially if the prescribed time limit for filing an appeal was not <br> complied with, and the person did not apply with a request to renew an expired time limit for filing <br> an appeal, or the request to restore an expired deadline for filing an appeal was rejected. <br> 2. A decision to refuse essential consideration of an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official shall be made within a period not exceeding three days <br> from the day the appeal is received. <br> 3. Decision of a customs authority to refuse essential consideration of an appeal of a decision, actions <br> (inaction) of a customs authority or of a customs official may be appealed to a superior customs <br> authority or in court. <br> Article 53: Withdrawal of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appellant may withdraw his/her appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official at any stage and any moment prior to the moment when a <br> decision is made on the appeal. <br> 2. A repeated appeal concerning the same issues may be filed within the time limit <br> established by Article 48 of this Code. <br> Article 54: Customs Authorities Considering Appeals of Decisions, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be considered by <br> a superior customs authority. <br> 2. An appeal of a decision, actions (inaction) of a customs official shall be considered by the customs <br> authority employing the official, whereas an appeal of a decision, actions (inaction) of the head of a <br> customs authority shall be considered by his/her superior customs authority. <br> 3. On behalf of the customs authority, the head of the customs authority or an official authorized by <br> the head of the customs authority shall make a decision with regard to the appeal of a decision, <br> actions (inaction) of the customs authority or of its official. In the process, the appeal of a decision, <br> actions (inaction) of a customs authority or of a customs official may not be considered by the <br> customs official who made the decision or performed the actions (inaction) subject to appeal, <br> or by his/her subordinate. <br> Article 55: Time Limit for Considering an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> Customs authorities shall consider an appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official thereon, within a period not exceeding one month starting from the day the <br> appeal is received by the customs authority, which is entitled to consider it and in cases not requiring <br> additional examination and review - within a period up to fifteen days. <br> In cases when the customs authority considering an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official deems it necessary to extend the time limit for considering <br> the appeal, the head of this customs authority may extend the time limit for a period up to one more <br> month. The appellant shall be notified in writing of the decision to extend the time limit and shall be <br> given the reasons for extension. The total period for considering an appeal may not exceed two months. <br> Article 56: Decision of the Customs Authorities on an Appeal of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. The customs authority a decision, actions (inaction) of which or of the customs official employed <br> by which is acknowledged as unlawful shall take an action for implementation of the decision of a <br> customs authority to satisfy the appeal of the decision, actions (inaction) of the customs authority <br> or of the customs official, within a period of 5 days from the day the decision to satisfy the appeal <br> is received by the customs authority the decision, actions (inaction) of which was acknowledged as <br> unlawful, unless the decision to satisfy the appeal prescribes a different time limit for taking action <br> for implementation of this decision. <br> Losses caused to the applicant by untimely execution of the decision are subject to compensation in <br> accordance with Article 472 of this Code. <br> 2. When a customs official who is considering on behalf of the customs authority an appeal of a <br> decision, actions (inaction) of a customs authority or of a customs official detects signs indicating <br> that a customs official is guilty of non-fulfilment or of improper fulfilment of his/her official duties, <br> the customs official considering the appeal shall take measures to subject the official guilty of <br> nonfulfillment or of improper fulfilment of his/her official duties to a disciplinary action in compliance <br> with the established procedures. <br> 3. Within the time limit stipulated by Article 55 of this Code, a copy of the decision made as a result <br> of consideration of the appeal of a decision, actions (inaction) of a customs authority or of a customs <br> official shall be forwarded to the appellant. The decision must indicate the reasons and grounds for <br> its adoption, as well as information about the right of the person who filed the complaint to further <br> appeal this decision in the manner established by the legislation of the Republic of Tajikistan. <br> 4. A decision of a customs authority on an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official may be appealed to a superior customs authority or in court. <br> Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br> 1. A decision, actions (inaction) of an official of a custom-house or of a customs post may be <br> appealed under simplified procedures in cases when the value of goods conveyed across the customs <br> border does not exceed an equivalent to 400 times the amount of the minimum monthly wage. <br> 2. The simplified procedure for appealing a decision, actions (inaction) of a customs official shall <br> mean a verbal appeal by a person to a superior official of a custom-house or of a customs post <br> respectively, and in cases of appealing a decision, actions (inaction) of the head of a customs post <br> - to the head of a custom-house in the area of jurisdiction of which this customs post is located. <br> 3. An appeal of a decision, actions (inaction) of a customs official under simplified procedures shall <br> be subject to immediate consideration and a decision thereupon shall be made without delay. <br> 4. When appealing a decision, actions (inaction) of a customs official under simplified procedures, <br> upon request of the appellant an official of the customs authority considering the appeal shall draw <br> up a statement of consideration of the appeal under simplified procedures, stating information on <br> the customs official considering the appeal and on the appellant as well as a brief description of the <br> appeal and the decision made thereon. In case of refusal to consider an appeal against a decision, <br> actions (inaction) of a customs official under simplified procedures, the reasons for such refusal shall <br> be stated in the statement. The authorized body on customs affairs shall establish the format of the <br> statement. The statement of consideration of an appeal of a decision, actions (inaction) of a customs <br> official under simplified procedures shall be signed by the official of the customs authority considering <br> the appeal and by the appellant. A copy of the statement of consideration of an appeal against a <br> decision, actions (inaction) of a customs official under simplified procedures shall be handed to the appellant. <br> 5. Consideration of an appeal against a decision, actions (inaction) of a customs official under <br> simplified procedures and making a decision thereon shall not serve as an obstacle for filing an <br> appeal of the decision, actions (inaction) of a customs authority or of a customs official in compliance <br> with the general rules. <br> Article 578 of Code of the Republic of Tajikistan on Administrative Offences <br> 1. Failure to declare or incorrect declaration of goods or a vehicle subject to declaration in the prescribed form (written, oral or electronic), <br> shall entail the imposition of a fine on individuals and officials in the amount half to twice, and on legal entities in the amount from <br> one to three times the value of the goods and/or the vehicle that has become the subject of an administrative offense, <br> with the confiscation of the subject of an administrative offense. <br> 2. Application by the declarant or customs broker (representative) in the customs declaration or in a document <br> of another established form of false information about the name, quantity, customs value, country of origin of goods and/or <br> vehicles on their customs regime or other information necessary for making a decision the release (on conditional release) <br> of goods and or vehicles, placing them under a selected customs regime or affecting the collection of customs duties, <br> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br> and for legal entities in the amount of one to three times the value of the goods and/or <br> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from <br> twenty to thirty and for legal entities - from one hundred to two hundred indicators for calculations. <br> "}, {"ArticleTitle": "Scope of Application of this Chapter", "ArticleDesc": "Article 28: Scope of Application of this Chapter <br> 1. The country of origin of goods shall be determined in compliance with the provisions of this <br> Chapter in all the cases when the application of measures of tariff and customs regulation as well as <br> of prohibitions and restrictions established according to the normative legal acts of the Republic of <br> Tajikistan depends on the country of origin of goods. <br> 2. The rules for determination of the country of origin of goods shall be established to apply the <br> tariff preferences or non-preferential measures of the trade policy. <br> "}, {"ArticleTitle": "Determination of the Country of Origin of Goods", "ArticleDesc": "Article 29: Determination of the Country of Origin of Goods <br> 1. The country of origin of goods shall be defined as the country where goods were wholly <br> produced (Article 30) or were undergone sufficient processing (Article 31) in compliance with the criteria <br> established by this Code or in the procedure set forth by this Code. The country of origin of goods <br> may be understood as a group of countries, customs unions of the countries, region or part of a <br> country, if it is necessary to identify them for the purpose of determining the country of origin of goods. <br> 2. Upon the request of a declarant or of another the person concerned the customs bodies shall <br> adopt a preliminary decision on determining the country of origin of goods in compliance <br> with Articles 41-44 of this Code. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 <br> Article 30: Goods Wholly Produced in a Given Country <br> Article 34: Declaration of Origin of Goods <br> ANNEX 3 <br> Article 41: Adoption of a Preliminary Decision <br> Unofficial Translation <br> The following shall be considered as goods wholly produced in a given country: <br> 1. In compliance with this Code a declaration of origin of goods drawn up in an arbitrary form may <br> 1. Upon the request of the person concerned, other customs bodies determined by the authorized <br> CHAPTER 6 <br> 1) mineral products extracted from the subsurface of a country, from its territorial waters (seas) <br> serve as a document confirming the country of origin of goods provided that it contains information <br> body on customs affairs shall make a preliminary decision on the classification of goods under the <br> Country of Origin of Goods Commodity <br> or from its continental shelf; <br> which allows to determine the country of origin of goods. Commercial or any other documents which <br> Commodity Nomenclature of the Foreign Economic Activities with regard to specific goods, and on <br> Nomenclature of Foreign Economic Activities <br> 2) vegetable products harvested or gathered in a given country; <br> are related to goods and which contain a statement of the country of origin made by a manufacturer, <br> the origin of goods from a particular country (on the country of origin of goods). <br> 3) animals born and raised in a given country; <br> a seller or an exporter in connection with exportation of goods may be used as such a declaration. <br> 2. The procedure for and the form of a preliminary decision on these issues shall be defined by the <br> 4) products obtained from animals raised in a given country; <br> 2. When information on the country of origin of goods stated in the declaration of origin of goods is <br> authorized body on customs affairs. <br> 5) products obtained from hunting and fishing conducted in a given country; <br> based on criteria other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the <br> Article 42: Application for a Preliminary Decision <br> 6) products of maritime fishing and other sea products obtained by a vessel of a given country; <br> country of origin of goods shall be determined in compliance with the criteria applied <br> 1. An applicant shall submit to the relevant customs authority an application for a preliminary <br> 7) products obtained aboard a factory ship of a given country solely from products specified in <br> in the Republic of Tajikistan. <br> decision made out in written form. The application shall contain all information required for making <br> sub-paragraph 6 of this Article; <br> Article 35: Certificate of Origin of Goods <br> a preliminary decision. The application shall be supplemented with samples and specimens of goods, <br> 8) products obtained from marine soil or subsoil outside the territorial waters (sea) of a given <br> 1. @^@Certificate of origin of goods@^@ shall mean a document unambiguously proving the country of <br> description of the goods, photographs of them, drawings, sketches, commercial, technical and other <br> country, provided this country has the sole right to develop that soil or subsoil; <br> origin of goods and issued by the bodies or organizations authorized by that country or by the <br> documents. The application for a preliminary decision shall be considered within a time limit <br> 9) scrap and waste (secondary raw materials) derived from manufacturing or other processing <br> country of exportation, provided that in the country of exportation the certificate of origin is issued <br> established by the law of the Republic of Tajikistan @^@Concerning requests of citizens@^@. <br> operations in a given country, as well as used items collected in a given country and fit only <br> based on information received from the country of origin of goods. When information on the country <br> 2. When the information submitted by the applicant in his/her/its application for a preliminary <br> for processing into raw materials; <br> of origin of goods in the certificate of origin of goods is based on criteria for sufficient processing <br> decision is not sufficient for making a preliminary decision, the customs authorities within 30 days <br> 10) products of high technologies obtained in the open space onboard a spacecraft if a given <br> other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the country of origin <br> from the day of receipt of such an application shall notify the applicant of the need to provide <br> country is the State where this spacecraft is registered; <br> of goods shall be determined in compliance with the criteria applied in the Republic of Tajikistan. <br> additional information with establishing of a time limit for its submission. If the requested information <br> 11) goods produced in a given country solely from products referred to in <br> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br> has not been provided within the established time limit, the application for making a preliminary <br> sub-paragraphs 1-10 of this Article; and <br> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br> decision shall be declined. Declining an application for making a preliminary decision shall not <br> 12) electricity generated on the territory of a given country. <br> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br> prevent the applicant from making a repeated application to the customs authorities for making a <br> compliance with the national regulations of the country of importation of goods or when the <br> preliminary decision, provided the reasons for which the previous application was denied are rectified. <br> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br> Article 43: Legal Value and Validity of a Preliminary Decision <br> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br> A preliminary decision shall be binding for all the customs bodies. A preliminary decision shall be <br> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br> effective for three years from the date it was made, provided it was not changed, revoked or <br> at least four years from the day of its issuing. <br> annulled in compliance with Article 44 of this Code. <br> 3. The original certificate of origin of goods shall be submitted together with the customs declaration <br> Article 44: Annulment, Change or Suspension of a Preliminary Decision <br> and with other documents required for customs clearance of goods imported into the customs <br> 1. The customs bodies may decide to annul, to change or to revoke a preliminary decision made by <br> territory of the Republic of Tajikistan. In case of the loss of the certificate, an officially certified copy <br> them or by their subordinate customs bodies (may make a decision on annulment, change or <br> shall be accepted. <br> revocation of a preliminary decision adopted by them or by a subdivision of the customs bodies) <br> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br> only in cases established by this Article. A decision on annulment, change or revocation of a <br> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br> preliminary decision shall be forwarded to the person who was issued a preliminary decision, in <br> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br> writing not later than the day following the day on which the decision on annulment, change or <br> the criteria based upon which the country of origin was determined are not stated unambiguously in <br> revocation of a preliminary decision was made. <br> the certificate, when indication of such criteria is mandatory required in compliance with international <br> 2. A preliminary decision shall be annulled if such a decision was made on the basis of forged <br> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br> documents submitted by the applicant. The annulment of a preliminary decision shall come into <br> or if signs have been detected indicating that the certificate may contain unreliable information, the <br> effect starting from the date of making this preliminary decision. <br> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br> 3. A preliminary decision on the classification of goods shall be changed in case the authorized body <br> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br> on customs affairs makes a decision on the classification of specific goods, which is binding for all <br> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br> the customs bodies, as well as when errors made in the course of making a preliminary decision are <br> country, which issued the certificate of origin of goods, with a request to present additional <br> discovered. An amendment to a preliminary decision shall come into effect in the time period <br> documents or clarifying information in order to execute selective inspection. Such selective <br> specified in the decision on amending a preliminary decision, but not earlier than after three months <br> inspection shall not prevent goods from being released based on information about the country of <br> from the day of making the decision on amending a preliminary decision. <br> their origin specified at their clearance from customs. <br> 4. A preliminary decision made by the customs bodies may be revoked in the following cases: <br> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br> 1) in case of change of the Commodity Nomenclature of Foreign Economic Activities, or when the <br> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br> World Customs Organization adopts the classification decisions, which are mandatory for <br> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br> application in the Republic of Tajikistan; and <br> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br> 2) in case international legal acts ratified by the Republic of Tajikistan or normative legal acts of <br> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br> the Republic of Tajikistan relating to the issues of determination of the country of origin of <br> the document confirming the country of origin of goods shall be submitted to the customs body at <br> goods establish other requirements and terms for determination of the country of origin of goods. <br> the time of submission of the customs declaration. At the same time provision of tariff preferences <br> A decision on revocation of a preliminary decision shall be made not later than three days <br> may be conditioned by the need to submit the certificate of origin of goods in the established format <br> after publication of the above-mentioned legislative acts and shall come into effect as of the <br> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br> date these acts enter into force. <br> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br> 5. A decision on amendment or termination of the preliminary decision on the country of origin may <br> confirming the country of origin of goods in other cases only when signs have been detected <br> be re-considered by the court. <br> indicating that the declared information about the country of origin of goods, which affects the <br> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br> compliance with normative legal acts of the Republic of Tajikistan, is unreliable. <br> CHAPTER 7 <br> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br> Appealing Decisions, Actions (Inaction) of Customs Authorities and Customs Officials <br> country of origin of goods shall not be required when: <br> Article 45: Right to Appeal <br> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br> 1. Any person shall be entitled to appeal a decision, actions (inaction) of a customs body or of a <br> customs regime of international customs transit or for the customs regime of temporary import <br> customs official, if such decision, actions (inaction), in the person's opinion, infringes upon his/her <br> with full exemption from payment of customs duties and taxes, except for the cases when the <br> rights, freedoms or lawful interests, creates obstacles to their fulfilment, <br> customs bodies have detected signs indicating that the goods originate from the country <br> or unlawfully imposes a responsibility. <br> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br> Article 46: The Procedure for Appeal <br> across its territory in compliance with international legal acts ratified by the Republic of <br> 1. Decisions, actions (inaction) of customs authorities or customs officials may be appealed to <br> Tajikistan or normative legal acts of the Republic of Tajikistan; <br> customs authorities, prosecutor's office and/or to the court. <br> 2) the total customs value of goods conveyed across the customs border shipped at the same <br> Filing an appeal of a decision, actions (inaction) of a customs body of a customs official to customs <br> time in the same way by the same shipper to the address of the same consignee, in the same <br> authorities shall not exclude the possibility of simultaneous or consequent filing of a similar appeal <br> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br> to prosecutor's office or a court. An appeal of a decision, actions (inaction) by a customs body or by <br> minimum monthly wage; <br> a customs official filed to customs authorities and prosecutor's office or a court shall be considered <br> 3) goods are conveyed across the customs border by natural persons in compliance with <br> by these same authorities. <br> Chapter 37 of this Code; and <br> 2. The procedures for filing, considering and satisfying an appeal forwarded to the prosecutor's office <br> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br> or courts shall be established by the legislation of the Republic of Tajikistan. <br> Tajikistan or normative legal acts of the Republic of Tajikistan. <br> 3. The procedures for filing, considering and satisfying appeals of decisions, actions (inaction) by <br> the customs bodies or by customs officials which are forwarded to customs bodies shall be <br> established by this Chapter and shall be applied in case of appeal of any decisions, actions (inaction) <br> of customs authorities or of customs officials, except for appeal of resolutions of customs authorities <br> (customs officials) on cases of administrative offences. <br> Article 47: Procedures for Filing an Appeal of a Decision, Actions (Inaction) of a Customs Authorities or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be filed <br> with a superior customs authority. <br> An appeal of a decision, actions (inaction) of a customs official shall be filed with the customs <br> authority where this customs official serves (replaces a public post), and an appeal of a decision, <br> actions (inaction) of a head of a customs authority shall be filed with a superior customs authority. <br> filed both directly with a superior customs authority and via the customs authority a decision, actions <br> (inaction) of which or of a head of which is appealed. <br> 2. A customs authority or a head of a customs authority a decision, actions (inaction) of which is <br> appealed shall forward the appeal within a period of five days from the day of its receipt to a superior <br> customs authority along with confirming documents and materials thereon. <br> When the appeal of a decision, actions (inaction) of a customs authority or of a customs official is <br> filed with a customs authority which is not authorized to consider the appeal, then the appeal within <br> five days shall be forwarded to the customs authority which is obliged to consider this appeal in <br> compliance with this Article, with written notification of the appellant. <br> 3. The complaint against the decision, action (inaction) of the authorized body on <br> customs issues is submitted to this body <br> Article 48: Time Limit for Filing an Appeal Of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br> filed within one month and in case of an appeal of a decision on imposing an administration <br> punishment may be filed within ten days: <br> 1) from the date that the person discovered or should have discovered that his/her rights, <br> freedoms or lawful interests were infringed upon, or obstacles were created for their <br> realization, or any responsibility that is not stipulated by the law was imposed on him/her; <br> 2) from the date of expiration of the time limit for making a decision or for taking actions by a <br> customs authority or by a customs official when making the decision or taking the actions by <br> them is stipulated in compliance with this Code. <br> Article 49: Renewal of a Time Limit for Filing an Appeal Of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. In case of failure to comply with the established time limit for filing an appeal for good reasons, <br> based on application of the appellant this time limit may be renewed by the customs authority <br> entitled to consider this appeal. <br> 2. Renewal of an expired deadline for filing an appeal shall be expressed in the de facto acceptance <br> of an appeal of a decision, actions (inaction) of a customs authority or of a customs official for consideration. <br> Article 50: Format for and Contents of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority or of a customs official shall be <br> filed in written form and shall be signed by the appellant. <br> 2. An appellant shall not be obliged to attach to his/her/its appeal documents proving the <br> circumstances pointed out in the appeal. If submission of such documents is significantly important <br> for consideration of the appeal and if these documents are not available with the customs authority <br> a decision, actions (inaction) of which or of a customs official employed by which are appealed, then <br> the customs authority considering this appeal shall be entitled to ask for these documents from the <br> appellant. In this case the time limit for consideration of an appeal of a decision, actions (inaction) <br> of a customs authority or of a customs official shall be suspended until the appellant presents <br> documents requested by the customs authority, but for a suspension period not to exceed three <br> months. In case of the appellant's failure to present documents requested by the customs authority <br> a decision on the appeal shall be made regardless of the arguments, which have <br> not been supported by documentary proof. <br> Article 51: Consequences of Filing an Appeal of a Decision, an Action (Inaction) of Customs Body or of a Customs Official <br> 1. Filing an appeal of a decision, actions (inaction) of a customs authority or of a customs official <br> shall not suspend the execution of the decision, actions (inaction) with respect to which the appeal is filed. <br> 2. When there are sufficient grounds to believe that the appealed decision, actions do not comply <br> with the legislation of the Republic of Tajikistan as well as when non-suspension of the execution of <br> the decision, actions may be irreversible, then the customs authority considering the appeal shall be <br> entitled to suspend the execution of the appealed decision, actions completely or partially until the <br> appeal is essentially decided upon. <br> Article 52: Grounds for Refusal of Essential Consideration of an Appeal Of a Decision, Actions (Inaction) of a Customs Body or of a Customs Official <br> 1. A customs body shall refuse to consider an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official essentially if the prescribed time limit for filing an appeal was not <br> complied with, and the person did not apply with a request to renew an expired time limit for filing <br> an appeal, or the request to restore an expired deadline for filing an appeal was rejected. <br> 2. A decision to refuse essential consideration of an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official shall be made within a period not exceeding three days <br> from the day the appeal is received. <br> 3. Decision of a customs authority to refuse essential consideration of an appeal of a decision, actions <br> (inaction) of a customs authority or of a customs official may be appealed to a superior customs <br> authority or in court. <br> Article 53: Withdrawal of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appellant may withdraw his/her appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official at any stage and any moment prior to the moment when a <br> decision is made on the appeal. <br> 2. A repeated appeal concerning the same issues may be filed within the time limit <br> established by Article 48 of this Code. <br> Article 54: Customs Authorities Considering Appeals of Decisions, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be considered by <br> a superior customs authority. <br> 2. An appeal of a decision, actions (inaction) of a customs official shall be considered by the customs <br> authority employing the official, whereas an appeal of a decision, actions (inaction) of the head of a <br> customs authority shall be considered by his/her superior customs authority. <br> 3. On behalf of the customs authority, the head of the customs authority or an official authorized by <br> the head of the customs authority shall make a decision with regard to the appeal of a decision, <br> actions (inaction) of the customs authority or of its official. In the process, the appeal of a decision, <br> actions (inaction) of a customs authority or of a customs official may not be considered by the <br> customs official who made the decision or performed the actions (inaction) subject to appeal, <br> or by his/her subordinate. <br> Article 55: Time Limit for Considering an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> Customs authorities shall consider an appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official thereon, within a period not exceeding one month starting from the day the <br> appeal is received by the customs authority, which is entitled to consider it and in cases not requiring <br> additional examination and review - within a period up to fifteen days. <br> In cases when the customs authority considering an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official deems it necessary to extend the time limit for considering <br> the appeal, the head of this customs authority may extend the time limit for a period up to one more <br> month. The appellant shall be notified in writing of the decision to extend the time limit and shall be <br> given the reasons for extension. The total period for considering an appeal may not exceed two months. <br> Article 56: Decision of the Customs Authorities on an Appeal of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. The customs authority a decision, actions (inaction) of which or of the customs official employed <br> by which is acknowledged as unlawful shall take an action for implementation of the decision of a <br> customs authority to satisfy the appeal of the decision, actions (inaction) of the customs authority <br> or of the customs official, within a period of 5 days from the day the decision to satisfy the appeal <br> is received by the customs authority the decision, actions (inaction) of which was acknowledged as <br> unlawful, unless the decision to satisfy the appeal prescribes a different time limit for taking action <br> for implementation of this decision. <br> Losses caused to the applicant by untimely execution of the decision are subject to compensation in <br> accordance with Article 472 of this Code. <br> 2. When a customs official who is considering on behalf of the customs authority an appeal of a <br> decision, actions (inaction) of a customs authority or of a customs official detects signs indicating <br> that a customs official is guilty of non-fulfilment or of improper fulfilment of his/her official duties, <br> the customs official considering the appeal shall take measures to subject the official guilty of <br> nonfulfillment or of improper fulfilment of his/her official duties to a disciplinary action in compliance <br> with the established procedures. <br> 3. Within the time limit stipulated by Article 55 of this Code, a copy of the decision made as a result <br> of consideration of the appeal of a decision, actions (inaction) of a customs authority or of a customs <br> official shall be forwarded to the appellant. The decision must indicate the reasons and grounds for <br> its adoption, as well as information about the right of the person who filed the complaint to further <br> appeal this decision in the manner established by the legislation of the Republic of Tajikistan. <br> 4. A decision of a customs authority on an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official may be appealed to a superior customs authority or in court. <br> Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br> 1. A decision, actions (inaction) of an official of a custom-house or of a customs post may be <br> appealed under simplified procedures in cases when the value of goods conveyed across the customs <br> border does not exceed an equivalent to 400 times the amount of the minimum monthly wage. <br> 2. The simplified procedure for appealing a decision, actions (inaction) of a customs official shall <br> mean a verbal appeal by a person to a superior official of a custom-house or of a customs post <br> respectively, and in cases of appealing a decision, actions (inaction) of the head of a customs post <br> - to the head of a custom-house in the area of jurisdiction of which this customs post is located. <br> 3. An appeal of a decision, actions (inaction) of a customs official under simplified procedures shall <br> be subject to immediate consideration and a decision thereupon shall be made without delay. <br> 4. When appealing a decision, actions (inaction) of a customs official under simplified procedures, <br> upon request of the appellant an official of the customs authority considering the appeal shall draw <br> up a statement of consideration of the appeal under simplified procedures, stating information on <br> the customs official considering the appeal and on the appellant as well as a brief description of the <br> appeal and the decision made thereon. In case of refusal to consider an appeal against a decision, <br> actions (inaction) of a customs official under simplified procedures, the reasons for such refusal shall <br> be stated in the statement. The authorized body on customs affairs shall establish the format of the <br> statement. The statement of consideration of an appeal of a decision, actions (inaction) of a customs <br> official under simplified procedures shall be signed by the official of the customs authority considering <br> the appeal and by the appellant. A copy of the statement of consideration of an appeal against a <br> decision, actions (inaction) of a customs official under simplified procedures shall be handed to the appellant. <br> 5. Consideration of an appeal against a decision, actions (inaction) of a customs official under <br> simplified procedures and making a decision thereon shall not serve as an obstacle for filing an <br> appeal of the decision, actions (inaction) of a customs authority or of a customs official in compliance <br> with the general rules. <br> Article 578 of Code of the Republic of Tajikistan on Administrative Offences <br> 1. Failure to declare or incorrect declaration of goods or a vehicle subject to declaration in the prescribed form (written, oral or electronic), <br> shall entail the imposition of a fine on individuals and officials in the amount half to twice, and on legal entities in the amount from <br> one to three times the value of the goods and/or the vehicle that has become the subject of an administrative offense, <br> with the confiscation of the subject of an administrative offense. <br> 2. Application by the declarant or customs broker (representative) in the customs declaration or in a document <br> of another established form of false information about the name, quantity, customs value, country of origin of goods and/or <br> vehicles on their customs regime or other information necessary for making a decision the release (on conditional release) <br> of goods and or vehicles, placing them under a selected customs regime or affecting the collection of customs duties, <br> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br> and for legal entities in the amount of one to three times the value of the goods and/or <br> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from <br> twenty to thirty and for legal entities - from one hundred to two hundred indicators for calculations. <br> "}, {"ArticleTitle": "Criteria for Sufficient Processing of Goods", "ArticleDesc": "Article 31: Criteria for Sufficient Processing of Goods <br> 1. Where two or more countries take part in the production of goods, the country of origin of goods <br> shall be the country where the goods underwent final operations in processing or production meeting <br> the criteria for sufficient processing in compliance with the provisions of this Article. <br> 2. If in compliance with Paragraph 4 of this Article there are no special requirements set forth as to <br> how to determine the country of origin of specific types of goods imported into the customs territory <br> of the Republic of Tajikistan or if no particular features of determining the country of origin of goods <br> have been specified with respect to a certain country, then the following general rule shall be applied: <br> goods are considered as originating in a given country if the operations on processing or <br> manufacturing of goods result in a change in the classification code of the goods at the level of any <br> of the first four digits according to the Commodity Nomenclature of the Foreign Economic Activities. <br> 3. Regardless of the provisions established by Paragraph 2 of this Article, the following operations <br> shall be considered as not meeting the criteria for sufficient processing of goods in a given country: <br> 1) operations necessary for preservation of goods during their storage or transportation; <br> 2) operations necessary for preparing goods for sale and transportation (splitting a consignment, <br> grouping of packages, sorting, re-packing); <br> 3) simple assembly operations and other operations the performance of which does not change <br> essentially the state of goods in compliance with the list determined by the government of the <br> Republic of Tajikistan; and <br> 4) mixing of goods, originating in various countries, if the characteristics of the finished product <br> are not essentially different from the characteristics of the goods which have been mixed. <br> 4. The following criteria for sufficient processing shall also be used for determining the country of <br> origin of goods in compliance with the procedure established by the government of <br> the Republic of Tajikistan: <br> 1) fulfilment of certain production or technological operations sufficient for regarding the country <br> where such operations took place as the country of origin; and <br> 2) a change in the value of goods such that the percentage ratio of the cost of the materials used <br> or of the added value reaches a fixed share of the price of the finished product <br> (rule of ad valorem ratio). <br> 5. When establishing the procedure for the application of the criteria for sufficient processing for <br> certain categories of goods imported from those countries to which the Republic of Tajikistan grants <br> tariff preferences, in order to grant tariff preferences the government of the Republic of Tajikistan <br> shall be entitled to determine terms and conditions for application of rules of direct <br> purchase and direct shipment. <br> "}, {"ArticleTitle": "Particular Features of Determining the Country of Origin of Goods", "ArticleDesc": "Article 32: Particular Features of Determining the Country of Origin of Goods <br> 1. When determining the country of origin of goods in unassembled or disassembled state, or of <br> goods supplied in several lots as a result of the impossibility of their shipment in one lot for the <br> reasons of production or transportation conditions, as well as in the event that a lot of goods is <br> subdivided into several lots by mistake, upon the declarant's wish such goods shall be considered <br> as a single commodity. <br> 2. The conditions for the application of Paragraph 1 of this Article are as follows: <br> 1) preliminary notification of the customs authorities of a shipment of goods in disassembled or <br> unassembled state, shipped in several lots, stating the reasons for such supply and providing <br> specifications of each lot containing the classification codes of the goods in compliance with <br> the Commodity Nomenclature of the Foreign Economic Activities, the value and country of <br> origin of the goods in each lot, or documents confirming the incorrect subdivision of <br> commodities into several lots; <br> 2) shipment of all lots of goods from the same country by the same supplier; <br> 3) declaration of all lots of goods to the same customs authority; and <br> 4) importation into the customs territory of the Republic of Tajikistan of all shipments of goods <br> within a period of time not exceeding one year from the date of acceptance of the customs <br> declaration by the customs body or from the date of expiry of the term for submission of the <br> customs declaration in respect of the first lot of goods to customs. Upon a declarant's justified <br> request, the mentioned period for shipping remaining lots of goods shall be extended by the <br> customs authorities for a period of time required for importation of all lots of these goods. <br> 3. Accessories, appliances, spare parts and tool kits to be used with machines, equipment, devices <br> or vehicles shall be considered as having the same origin as the machines, equipment, devices or <br> vehicles, provided that the accessories, appliances, spare parts and tool kits are imported and used <br> together with the specified machines, equipment, devices or vehicles in a complete set and in the <br> quantity usually supplied with these devices. <br> 4. The packaging in which goods are imported into the customs territory of the Republic of Tajikistan <br> shall be considered to have the same country of origin as the goods packed in them, except in cases <br> when the packaging is to be declared separately from the goods. In such cases, the country of origin <br> of packaging shall be determined separately from the country of origin of goods. <br> "}, {"ArticleTitle": "Confirmation of the Country of Origin of Goods", "ArticleDesc": "Article 33: Confirmation of the Country of Origin of Goods <br> 1. In witness of the country of origin of goods the customs authorities shall be entitled to demand <br> presentation of documents confirming the origin of goods from a given country in cases envisaged <br> by Article 36 of this Code. <br> 2. Declaration of origin of goods (Article 34), or, in cases stipulated by the government of the <br> Republic of Tajikistan, certificate of origin of goods (Article 35) shall be the documents confirming <br> the origin of goods from a given country. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 <br> Article 30: Goods Wholly Produced in a Given Country <br> Article 34: Declaration of Origin of Goods <br> ANNEX 3 <br> Article 41: Adoption of a Preliminary Decision <br> Unofficial Translation <br> The following shall be considered as goods wholly produced in a given country: <br> 1. In compliance with this Code a declaration of origin of goods drawn up in an arbitrary form may <br> 1. Upon the request of the person concerned, other customs bodies determined by the authorized <br> CHAPTER 6 <br> 1) mineral products extracted from the subsurface of a country, from its territorial waters (seas) <br> serve as a document confirming the country of origin of goods provided that it contains information <br> body on customs affairs shall make a preliminary decision on the classification of goods under the <br> Country of Origin of Goods Commodity <br> or from its continental shelf; <br> which allows to determine the country of origin of goods. Commercial or any other documents which <br> Commodity Nomenclature of the Foreign Economic Activities with regard to specific goods, and on <br> Nomenclature of Foreign Economic Activities <br> 2) vegetable products harvested or gathered in a given country; <br> are related to goods and which contain a statement of the country of origin made by a manufacturer, <br> the origin of goods from a particular country (on the country of origin of goods). <br> 3) animals born and raised in a given country; <br> a seller or an exporter in connection with exportation of goods may be used as such a declaration. <br> 2. The procedure for and the form of a preliminary decision on these issues shall be defined by the <br> 4) products obtained from animals raised in a given country; <br> 2. When information on the country of origin of goods stated in the declaration of origin of goods is <br> authorized body on customs affairs. <br> 5) products obtained from hunting and fishing conducted in a given country; <br> based on criteria other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the <br> Article 42: Application for a Preliminary Decision <br> 6) products of maritime fishing and other sea products obtained by a vessel of a given country; <br> country of origin of goods shall be determined in compliance with the criteria applied <br> 1. An applicant shall submit to the relevant customs authority an application for a preliminary <br> 7) products obtained aboard a factory ship of a given country solely from products specified in <br> in the Republic of Tajikistan. <br> decision made out in written form. The application shall contain all information required for making <br> sub-paragraph 6 of this Article; <br> Article 35: Certificate of Origin of Goods <br> a preliminary decision. The application shall be supplemented with samples and specimens of goods, <br> 8) products obtained from marine soil or subsoil outside the territorial waters (sea) of a given <br> 1. @^@Certificate of origin of goods@^@ shall mean a document unambiguously proving the country of <br> description of the goods, photographs of them, drawings, sketches, commercial, technical and other <br> country, provided this country has the sole right to develop that soil or subsoil; <br> origin of goods and issued by the bodies or organizations authorized by that country or by the <br> documents. The application for a preliminary decision shall be considered within a time limit <br> 9) scrap and waste (secondary raw materials) derived from manufacturing or other processing <br> country of exportation, provided that in the country of exportation the certificate of origin is issued <br> established by the law of the Republic of Tajikistan @^@Concerning requests of citizens@^@. <br> operations in a given country, as well as used items collected in a given country and fit only <br> based on information received from the country of origin of goods. When information on the country <br> 2. When the information submitted by the applicant in his/her/its application for a preliminary <br> for processing into raw materials; <br> of origin of goods in the certificate of origin of goods is based on criteria for sufficient processing <br> decision is not sufficient for making a preliminary decision, the customs authorities within 30 days <br> 10) products of high technologies obtained in the open space onboard a spacecraft if a given <br> other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the country of origin <br> from the day of receipt of such an application shall notify the applicant of the need to provide <br> country is the State where this spacecraft is registered; <br> of goods shall be determined in compliance with the criteria applied in the Republic of Tajikistan. <br> additional information with establishing of a time limit for its submission. If the requested information <br> 11) goods produced in a given country solely from products referred to in <br> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br> has not been provided within the established time limit, the application for making a preliminary <br> sub-paragraphs 1-10 of this Article; and <br> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br> decision shall be declined. Declining an application for making a preliminary decision shall not <br> 12) electricity generated on the territory of a given country. <br> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br> prevent the applicant from making a repeated application to the customs authorities for making a <br> compliance with the national regulations of the country of importation of goods or when the <br> preliminary decision, provided the reasons for which the previous application was denied are rectified. <br> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br> Article 43: Legal Value and Validity of a Preliminary Decision <br> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br> A preliminary decision shall be binding for all the customs bodies. A preliminary decision shall be <br> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br> effective for three years from the date it was made, provided it was not changed, revoked or <br> at least four years from the day of its issuing. <br> annulled in compliance with Article 44 of this Code. <br> 3. The original certificate of origin of goods shall be submitted together with the customs declaration <br> Article 44: Annulment, Change or Suspension of a Preliminary Decision <br> and with other documents required for customs clearance of goods imported into the customs <br> 1. The customs bodies may decide to annul, to change or to revoke a preliminary decision made by <br> territory of the Republic of Tajikistan. In case of the loss of the certificate, an officially certified copy <br> them or by their subordinate customs bodies (may make a decision on annulment, change or <br> shall be accepted. <br> revocation of a preliminary decision adopted by them or by a subdivision of the customs bodies) <br> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br> only in cases established by this Article. A decision on annulment, change or revocation of a <br> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br> preliminary decision shall be forwarded to the person who was issued a preliminary decision, in <br> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br> writing not later than the day following the day on which the decision on annulment, change or <br> the criteria based upon which the country of origin was determined are not stated unambiguously in <br> revocation of a preliminary decision was made. <br> the certificate, when indication of such criteria is mandatory required in compliance with international <br> 2. A preliminary decision shall be annulled if such a decision was made on the basis of forged <br> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br> documents submitted by the applicant. The annulment of a preliminary decision shall come into <br> or if signs have been detected indicating that the certificate may contain unreliable information, the <br> effect starting from the date of making this preliminary decision. <br> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br> 3. A preliminary decision on the classification of goods shall be changed in case the authorized body <br> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br> on customs affairs makes a decision on the classification of specific goods, which is binding for all <br> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br> the customs bodies, as well as when errors made in the course of making a preliminary decision are <br> country, which issued the certificate of origin of goods, with a request to present additional <br> discovered. An amendment to a preliminary decision shall come into effect in the time period <br> documents or clarifying information in order to execute selective inspection. Such selective <br> specified in the decision on amending a preliminary decision, but not earlier than after three months <br> inspection shall not prevent goods from being released based on information about the country of <br> from the day of making the decision on amending a preliminary decision. <br> their origin specified at their clearance from customs. <br> 4. A preliminary decision made by the customs bodies may be revoked in the following cases: <br> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br> 1) in case of change of the Commodity Nomenclature of Foreign Economic Activities, or when the <br> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br> World Customs Organization adopts the classification decisions, which are mandatory for <br> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br> application in the Republic of Tajikistan; and <br> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br> 2) in case international legal acts ratified by the Republic of Tajikistan or normative legal acts of <br> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br> the Republic of Tajikistan relating to the issues of determination of the country of origin of <br> the document confirming the country of origin of goods shall be submitted to the customs body at <br> goods establish other requirements and terms for determination of the country of origin of goods. <br> the time of submission of the customs declaration. At the same time provision of tariff preferences <br> A decision on revocation of a preliminary decision shall be made not later than three days <br> may be conditioned by the need to submit the certificate of origin of goods in the established format <br> after publication of the above-mentioned legislative acts and shall come into effect as of the <br> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br> date these acts enter into force. <br> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br> 5. A decision on amendment or termination of the preliminary decision on the country of origin may <br> confirming the country of origin of goods in other cases only when signs have been detected <br> be re-considered by the court. <br> indicating that the declared information about the country of origin of goods, which affects the <br> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br> compliance with normative legal acts of the Republic of Tajikistan, is unreliable. <br> CHAPTER 7 <br> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br> Appealing Decisions, Actions (Inaction) of Customs Authorities and Customs Officials <br> country of origin of goods shall not be required when: <br> Article 45: Right to Appeal <br> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br> 1. Any person shall be entitled to appeal a decision, actions (inaction) of a customs body or of a <br> customs regime of international customs transit or for the customs regime of temporary import <br> customs official, if such decision, actions (inaction), in the person's opinion, infringes upon his/her <br> with full exemption from payment of customs duties and taxes, except for the cases when the <br> rights, freedoms or lawful interests, creates obstacles to their fulfilment, <br> customs bodies have detected signs indicating that the goods originate from the country <br> or unlawfully imposes a responsibility. <br> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br> Article 46: The Procedure for Appeal <br> across its territory in compliance with international legal acts ratified by the Republic of <br> 1. Decisions, actions (inaction) of customs authorities or customs officials may be appealed to <br> Tajikistan or normative legal acts of the Republic of Tajikistan; <br> customs authorities, prosecutor's office and/or to the court. <br> 2) the total customs value of goods conveyed across the customs border shipped at the same <br> Filing an appeal of a decision, actions (inaction) of a customs body of a customs official to customs <br> time in the same way by the same shipper to the address of the same consignee, in the same <br> authorities shall not exclude the possibility of simultaneous or consequent filing of a similar appeal <br> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br> to prosecutor's office or a court. An appeal of a decision, actions (inaction) by a customs body or by <br> minimum monthly wage; <br> a customs official filed to customs authorities and prosecutor's office or a court shall be considered <br> 3) goods are conveyed across the customs border by natural persons in compliance with <br> by these same authorities. <br> Chapter 37 of this Code; and <br> 2. The procedures for filing, considering and satisfying an appeal forwarded to the prosecutor's office <br> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br> or courts shall be established by the legislation of the Republic of Tajikistan. <br> Tajikistan or normative legal acts of the Republic of Tajikistan. <br> 3. The procedures for filing, considering and satisfying appeals of decisions, actions (inaction) by <br> the customs bodies or by customs officials which are forwarded to customs bodies shall be <br> established by this Chapter and shall be applied in case of appeal of any decisions, actions (inaction) <br> of customs authorities or of customs officials, except for appeal of resolutions of customs authorities <br> (customs officials) on cases of administrative offences. <br> Article 47: Procedures for Filing an Appeal of a Decision, Actions (Inaction) of a Customs Authorities or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be filed <br> with a superior customs authority. <br> An appeal of a decision, actions (inaction) of a customs official shall be filed with the customs <br> authority where this customs official serves (replaces a public post), and an appeal of a decision, <br> actions (inaction) of a head of a customs authority shall be filed with a superior customs authority. <br> filed both directly with a superior customs authority and via the customs authority a decision, actions <br> (inaction) of which or of a head of which is appealed. <br> 2. A customs authority or a head of a customs authority a decision, actions (inaction) of which is <br> appealed shall forward the appeal within a period of five days from the day of its receipt to a superior <br> customs authority along with confirming documents and materials thereon. <br> When the appeal of a decision, actions (inaction) of a customs authority or of a customs official is <br> filed with a customs authority which is not authorized to consider the appeal, then the appeal within <br> five days shall be forwarded to the customs authority which is obliged to consider this appeal in <br> compliance with this Article, with written notification of the appellant. <br> 3. The complaint against the decision, action (inaction) of the authorized body on <br> customs issues is submitted to this body <br> Article 48: Time Limit for Filing an Appeal Of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br> filed within one month and in case of an appeal of a decision on imposing an administration <br> punishment may be filed within ten days: <br> 1) from the date that the person discovered or should have discovered that his/her rights, <br> freedoms or lawful interests were infringed upon, or obstacles were created for their <br> realization, or any responsibility that is not stipulated by the law was imposed on him/her; <br> 2) from the date of expiration of the time limit for making a decision or for taking actions by a <br> customs authority or by a customs official when making the decision or taking the actions by <br> them is stipulated in compliance with this Code. <br> Article 49: Renewal of a Time Limit for Filing an Appeal Of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. In case of failure to comply with the established time limit for filing an appeal for good reasons, <br> based on application of the appellant this time limit may be renewed by the customs authority <br> entitled to consider this appeal. <br> 2. Renewal of an expired deadline for filing an appeal shall be expressed in the de facto acceptance <br> of an appeal of a decision, actions (inaction) of a customs authority or of a customs official for consideration. <br> Article 50: Format for and Contents of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority or of a customs official shall be <br> filed in written form and shall be signed by the appellant. <br> 2. An appellant shall not be obliged to attach to his/her/its appeal documents proving the <br> circumstances pointed out in the appeal. If submission of such documents is significantly important <br> for consideration of the appeal and if these documents are not available with the customs authority <br> a decision, actions (inaction) of which or of a customs official employed by which are appealed, then <br> the customs authority considering this appeal shall be entitled to ask for these documents from the <br> appellant. In this case the time limit for consideration of an appeal of a decision, actions (inaction) <br> of a customs authority or of a customs official shall be suspended until the appellant presents <br> documents requested by the customs authority, but for a suspension period not to exceed three <br> months. In case of the appellant's failure to present documents requested by the customs authority <br> a decision on the appeal shall be made regardless of the arguments, which have <br> not been supported by documentary proof. <br> Article 51: Consequences of Filing an Appeal of a Decision, an Action (Inaction) of Customs Body or of a Customs Official <br> 1. Filing an appeal of a decision, actions (inaction) of a customs authority or of a customs official <br> shall not suspend the execution of the decision, actions (inaction) with respect to which the appeal is filed. <br> 2. When there are sufficient grounds to believe that the appealed decision, actions do not comply <br> with the legislation of the Republic of Tajikistan as well as when non-suspension of the execution of <br> the decision, actions may be irreversible, then the customs authority considering the appeal shall be <br> entitled to suspend the execution of the appealed decision, actions completely or partially until the <br> appeal is essentially decided upon. <br> Article 52: Grounds for Refusal of Essential Consideration of an Appeal Of a Decision, Actions (Inaction) of a Customs Body or of a Customs Official <br> 1. A customs body shall refuse to consider an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official essentially if the prescribed time limit for filing an appeal was not <br> complied with, and the person did not apply with a request to renew an expired time limit for filing <br> an appeal, or the request to restore an expired deadline for filing an appeal was rejected. <br> 2. A decision to refuse essential consideration of an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official shall be made within a period not exceeding three days <br> from the day the appeal is received. <br> 3. Decision of a customs authority to refuse essential consideration of an appeal of a decision, actions <br> (inaction) of a customs authority or of a customs official may be appealed to a superior customs <br> authority or in court. <br> Article 53: Withdrawal of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appellant may withdraw his/her appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official at any stage and any moment prior to the moment when a <br> decision is made on the appeal. <br> 2. A repeated appeal concerning the same issues may be filed within the time limit <br> established by Article 48 of this Code. <br> Article 54: Customs Authorities Considering Appeals of Decisions, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be considered by <br> a superior customs authority. <br> 2. An appeal of a decision, actions (inaction) of a customs official shall be considered by the customs <br> authority employing the official, whereas an appeal of a decision, actions (inaction) of the head of a <br> customs authority shall be considered by his/her superior customs authority. <br> 3. On behalf of the customs authority, the head of the customs authority or an official authorized by <br> the head of the customs authority shall make a decision with regard to the appeal of a decision, <br> actions (inaction) of the customs authority or of its official. In the process, the appeal of a decision, <br> actions (inaction) of a customs authority or of a customs official may not be considered by the <br> customs official who made the decision or performed the actions (inaction) subject to appeal, <br> or by his/her subordinate. <br> Article 55: Time Limit for Considering an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> Customs authorities shall consider an appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official thereon, within a period not exceeding one month starting from the day the <br> appeal is received by the customs authority, which is entitled to consider it and in cases not requiring <br> additional examination and review - within a period up to fifteen days. <br> In cases when the customs authority considering an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official deems it necessary to extend the time limit for considering <br> the appeal, the head of this customs authority may extend the time limit for a period up to one more <br> month. The appellant shall be notified in writing of the decision to extend the time limit and shall be <br> given the reasons for extension. The total period for considering an appeal may not exceed two months. <br> Article 56: Decision of the Customs Authorities on an Appeal of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. The customs authority a decision, actions (inaction) of which or of the customs official employed <br> by which is acknowledged as unlawful shall take an action for implementation of the decision of a <br> customs authority to satisfy the appeal of the decision, actions (inaction) of the customs authority <br> or of the customs official, within a period of 5 days from the day the decision to satisfy the appeal <br> is received by the customs authority the decision, actions (inaction) of which was acknowledged as <br> unlawful, unless the decision to satisfy the appeal prescribes a different time limit for taking action <br> for implementation of this decision. <br> Losses caused to the applicant by untimely execution of the decision are subject to compensation in <br> accordance with Article 472 of this Code. <br> 2. When a customs official who is considering on behalf of the customs authority an appeal of a <br> decision, actions (inaction) of a customs authority or of a customs official detects signs indicating <br> that a customs official is guilty of non-fulfilment or of improper fulfilment of his/her official duties, <br> the customs official considering the appeal shall take measures to subject the official guilty of <br> nonfulfillment or of improper fulfilment of his/her official duties to a disciplinary action in compliance <br> with the established procedures. <br> 3. Within the time limit stipulated by Article 55 of this Code, a copy of the decision made as a result <br> of consideration of the appeal of a decision, actions (inaction) of a customs authority or of a customs <br> official shall be forwarded to the appellant. The decision must indicate the reasons and grounds for <br> its adoption, as well as information about the right of the person who filed the complaint to further <br> appeal this decision in the manner established by the legislation of the Republic of Tajikistan. <br> 4. A decision of a customs authority on an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official may be appealed to a superior customs authority or in court. <br> Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br> 1. A decision, actions (inaction) of an official of a custom-house or of a customs post may be <br> appealed under simplified procedures in cases when the value of goods conveyed across the customs <br> border does not exceed an equivalent to 400 times the amount of the minimum monthly wage. <br> 2. The simplified procedure for appealing a decision, actions (inaction) of a customs official shall <br> mean a verbal appeal by a person to a superior official of a custom-house or of a customs post <br> respectively, and in cases of appealing a decision, actions (inaction) of the head of a customs post <br> - to the head of a custom-house in the area of jurisdiction of which this customs post is located. <br> 3. An appeal of a decision, actions (inaction) of a customs official under simplified procedures shall <br> be subject to immediate consideration and a decision thereupon shall be made without delay. <br> 4. When appealing a decision, actions (inaction) of a customs official under simplified procedures, <br> upon request of the appellant an official of the customs authority considering the appeal shall draw <br> up a statement of consideration of the appeal under simplified procedures, stating information on <br> the customs official considering the appeal and on the appellant as well as a brief description of the <br> appeal and the decision made thereon. In case of refusal to consider an appeal against a decision, <br> actions (inaction) of a customs official under simplified procedures, the reasons for such refusal shall <br> be stated in the statement. The authorized body on customs affairs shall establish the format of the <br> statement. The statement of consideration of an appeal of a decision, actions (inaction) of a customs <br> official under simplified procedures shall be signed by the official of the customs authority considering <br> the appeal and by the appellant. A copy of the statement of consideration of an appeal against a <br> decision, actions (inaction) of a customs official under simplified procedures shall be handed to the appellant. <br> 5. Consideration of an appeal against a decision, actions (inaction) of a customs official under <br> simplified procedures and making a decision thereon shall not serve as an obstacle for filing an <br> appeal of the decision, actions (inaction) of a customs authority or of a customs official in compliance <br> with the general rules. <br> Article 578 of Code of the Republic of Tajikistan on Administrative Offences <br> 1. Failure to declare or incorrect declaration of goods or a vehicle subject to declaration in the prescribed form (written, oral or electronic), <br> shall entail the imposition of a fine on individuals and officials in the amount half to twice, and on legal entities in the amount from <br> one to three times the value of the goods and/or the vehicle that has become the subject of an administrative offense, <br> with the confiscation of the subject of an administrative offense. <br> 2. Application by the declarant or customs broker (representative) in the customs declaration or in a document <br> of another established form of false information about the name, quantity, customs value, country of origin of goods and/or <br> vehicles on their customs regime or other information necessary for making a decision the release (on conditional release) <br> of goods and or vehicles, placing them under a selected customs regime or affecting the collection of customs duties, <br> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br> and for legal entities in the amount of one to three times the value of the goods and/or <br> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from <br> twenty to thirty and for legal entities - from one hundred to two hundred indicators for calculations. <br> "}, {"ArticleTitle": "Additional Conditions for Release of Goods when Determining the Country of their Origin", "ArticleDesc": "Article 37: Additional Conditions for Release of Goods when Determining the Country of their Origin <br> 1. In case of absence of documents confirming the country of origin of goods, or in case of detection <br> of signs indicating that the submitted documents have not been properly completed and/or contain <br> inadequate information, prior to submission of documents confirming the country of origin of goods <br> or clarifying information: <br> 1) customs duties with regard to goods shall be payable using the rates applied to goods <br> originating from the countries the trade and political relations with which do not stipulate the <br> most-favoured-nation treatment regime, if the customs body have detected signs indicating <br> that goods originate from the country the trade and political relations with which do not <br> envisage the most-favoured-nation treatment regime, or security of payment of customs <br> duties using the said rates shall be provided; <br> 2) goods shall be released on condition of submission by the declarant of documents confirming <br> fulfilment of the established restrictions, or on condition of providing the security of payment <br> of antidumping or countervailing duties, if the customs body detected signs indicating that <br> goods originate from the country import from which is restricted in compliance with normative <br> legal acts of the Republic of Tajikistan or international normative legal acts ratified by the <br> Republic of Tajikistan; and <br> 3) goods shall not be released only in cases when the customs bodies detect signs indicating that <br> goods may be originating from the country whose goods are prohibited for importation into <br> the Republic of Tajikistan in compliance with international normative legal acts ratified by the <br> Republic of Tajikistan and/or normative legal acts of the Republic of Tajikistan. <br> 2. With regard to goods specified in Paragraph 1 of part 1 of this Article, preferential regime or the <br> most-favoured-nation treatment regime shall be applied (restored) provided that the country of <br> origin of these goods has been confirmed prior to the expiry of one year from the day of acceptance <br> of the customs declaration by the customs body. In this case the overpaid amounts of customs <br> duties and taxes shall be refunded in accordance with Article 397 of this Code. <br> "}, {"ArticleTitle": "Commodity Nomenclature of the Foreign Economic Activities", "ArticleDesc": "Article 38: Commodity Nomenclature of the Foreign Economic Activities <br> 1. The Commodity Nomenclature of the Foreign Economic Activities shall be approved by the <br> government of the Republic of Tajikistan based on the systems of classification of goods accepted in <br> the international practice. <br> 2. The Commodity Nomenclature of the Foreign Economic Activities shall be applied for taking <br> regulatory measures of the customs and non-tariff regulation and other types of foreign economic <br> activities, and for maintenance of the customs foreign trade statistics of the Republic of Tajikistan. <br> "}, {"ArticleTitle": "Maintenance of the Commodity Nomenclature of the Foreign Economic Activities", "ArticleDesc": "Article 39: Maintenance of the Commodity Nomenclature of the Foreign Economic Activities <br> The authorized body on customs affairs shall maintain the Commodity Nomenclature <br> of the Foreign Economic Activities. <br> The authorized body on customs affairs shall: <br> 1) represent the Republic of Tajikistan in international organizations on issues relating to the <br> development, amendment, addition, interpretation and application of international principles <br> of the Commodity Nomenclature of the Foreign Economic Activities; <br> 2) ensure monitoring of amendments and additions to the international principles of the <br> Commodity Nomenclature of the Foreign Economic Activities, and monitoring of internationally <br> accepted explanations and interpretations of these principles; <br> 3) make proposals to the government of the Republic of Tajikistan on bringing the Commodity <br> Nomenclature of the Foreign Economic Activities into conformity with the international principles; <br> 4) ensure proposals are made in coordination with other interested government agencies with <br> regard to further development, amendments and additions to the Commodity Nomenclature <br> of the Foreign Economic Activities; <br> 5) draft and update a master copy of the Commodity Nomenclature of the Foreign Economic Activities; <br> 6) ensure publication of the Commodity Nomenclature of the Foreign Economic Activities, <br> international explanations, guidelines and decisions on interpretation of international principles; <br> 7) develop, approve and ensure publication of all mandatory decisions pertaining to classification <br> of certain categories of goods; and <br> 8) carry out other functions required to maintain the Commodity Nomenclature of the Foreign Economic Activities. <br> "}, {"ArticleTitle": "Classification of Goods", "ArticleDesc": "Article 40: Classification of Goods <br> 1. When being declared to the customs bodies (Chapter 14), all goods shall be subject to classification, <br> 1.e. A classification code(s) based on the Commodity Nomenclature of the Foreign Economic <br> Activities shall be determined with respect to the goods. <br> 2. Upon the request of a declarant, the customs authorities shall make a preliminary decision with <br> regard to the classification of goods in compliance with Articles 41-44 of the present Chapter. <br> 3. In case of identification of violation of the rules for classification of goods when declaring them, <br> the customs authorities shall be entitled to independently classify the goods. <br> 4. The authorized body on customs affairs shall make decisions with regard to the classification of <br> certain categories of goods and shall ensure publication of such decisions. <br> 5. Decisions made by customs authorities with regard to the classification codes of goods shall be <br> binding. Decisions made by customs authorities may be appealed by declarants in accordance with <br> Chapter 7 of this Code. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 <br> Article 30: Goods Wholly Produced in a Given Country <br> Article 34: Declaration of Origin of Goods <br> ANNEX 3 <br> Article 41: Adoption of a Preliminary Decision <br> Unofficial Translation <br> The following shall be considered as goods wholly produced in a given country: <br> 1. In compliance with this Code a declaration of origin of goods drawn up in an arbitrary form may <br> 1. Upon the request of the person concerned, other customs bodies determined by the authorized <br> CHAPTER 6 <br> 1) mineral products extracted from the subsurface of a country, from its territorial waters (seas) <br> serve as a document confirming the country of origin of goods provided that it contains information <br> body on customs affairs shall make a preliminary decision on the classification of goods under the <br> Country of Origin of Goods Commodity <br> or from its continental shelf; <br> which allows to determine the country of origin of goods. Commercial or any other documents which <br> Commodity Nomenclature of the Foreign Economic Activities with regard to specific goods, and on <br> Nomenclature of Foreign Economic Activities <br> 2) vegetable products harvested or gathered in a given country; <br> are related to goods and which contain a statement of the country of origin made by a manufacturer, <br> the origin of goods from a particular country (on the country of origin of goods). <br> 3) animals born and raised in a given country; <br> a seller or an exporter in connection with exportation of goods may be used as such a declaration. <br> 2. The procedure for and the form of a preliminary decision on these issues shall be defined by the <br> 4) products obtained from animals raised in a given country; <br> 2. When information on the country of origin of goods stated in the declaration of origin of goods is <br> authorized body on customs affairs. <br> 5) products obtained from hunting and fishing conducted in a given country; <br> based on criteria other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the <br> Article 42: Application for a Preliminary Decision <br> 6) products of maritime fishing and other sea products obtained by a vessel of a given country; <br> country of origin of goods shall be determined in compliance with the criteria applied <br> 1. An applicant shall submit to the relevant customs authority an application for a preliminary <br> 7) products obtained aboard a factory ship of a given country solely from products specified in <br> in the Republic of Tajikistan. <br> decision made out in written form. The application shall contain all information required for making <br> sub-paragraph 6 of this Article; <br> Article 35: Certificate of Origin of Goods <br> a preliminary decision. The application shall be supplemented with samples and specimens of goods, <br> 8) products obtained from marine soil or subsoil outside the territorial waters (sea) of a given <br> 1. @^@Certificate of origin of goods@^@ shall mean a document unambiguously proving the country of <br> description of the goods, photographs of them, drawings, sketches, commercial, technical and other <br> country, provided this country has the sole right to develop that soil or subsoil; <br> origin of goods and issued by the bodies or organizations authorized by that country or by the <br> documents. The application for a preliminary decision shall be considered within a time limit <br> 9) scrap and waste (secondary raw materials) derived from manufacturing or other processing <br> country of exportation, provided that in the country of exportation the certificate of origin is issued <br> established by the law of the Republic of Tajikistan @^@Concerning requests of citizens@^@. <br> operations in a given country, as well as used items collected in a given country and fit only <br> based on information received from the country of origin of goods. When information on the country <br> 2. When the information submitted by the applicant in his/her/its application for a preliminary <br> for processing into raw materials; <br> of origin of goods in the certificate of origin of goods is based on criteria for sufficient processing <br> decision is not sufficient for making a preliminary decision, the customs authorities within 30 days <br> 10) products of high technologies obtained in the open space onboard a spacecraft if a given <br> other than those applied in the Republic of Tajikistan (Articles 30 and 31), then the country of origin <br> from the day of receipt of such an application shall notify the applicant of the need to provide <br> country is the State where this spacecraft is registered; <br> of goods shall be determined in compliance with the criteria applied in the Republic of Tajikistan. <br> additional information with establishing of a time limit for its submission. If the requested information <br> 11) goods produced in a given country solely from products referred to in <br> 2. When goods are exported from the customs territory of the Republic of Tajikistan, the certificate <br> has not been provided within the established time limit, the application for making a preliminary <br> sub-paragraphs 1-10 of this Article; and <br> of origin of goods shall be issued by the bodies or organizations authorized by the government of <br> decision shall be declined. Declining an application for making a preliminary decision shall not <br> 12) electricity generated on the territory of a given country. <br> the Republic of Tajikistan, whenever such a certificate is required under the terms of a contract, in <br> prevent the applicant from making a repeated application to the customs authorities for making a <br> compliance with the national regulations of the country of importation of goods or when the <br> preliminary decision, provided the reasons for which the previous application was denied are rectified. <br> availability of this certificate is stipulated by international legal acts ratified by the Republic of <br> Article 43: Legal Value and Validity of a Preliminary Decision <br> Tajikistan. The bodies or organizations which issued the certificate of origin of goods shall be obliged <br> A preliminary decision shall be binding for all the customs bodies. A preliminary decision shall be <br> to keep a copy of it and other documents based upon which the origin of goods was determined, for <br> effective for three years from the date it was made, provided it was not changed, revoked or <br> at least four years from the day of its issuing. <br> annulled in compliance with Article 44 of this Code. <br> 3. The original certificate of origin of goods shall be submitted together with the customs declaration <br> Article 44: Annulment, Change or Suspension of a Preliminary Decision <br> and with other documents required for customs clearance of goods imported into the customs <br> 1. The customs bodies may decide to annul, to change or to revoke a preliminary decision made by <br> territory of the Republic of Tajikistan. In case of the loss of the certificate, an officially certified copy <br> them or by their subordinate customs bodies (may make a decision on annulment, change or <br> shall be accepted. <br> revocation of a preliminary decision adopted by them or by a subdivision of the customs bodies) <br> 4. If the certificate of origin is not completed properly (if it has erasures, blots or uncertified <br> only in cases established by this Article. A decision on annulment, change or revocation of a <br> corrections, if the required signatures, stamps or seals are absent, if the information in the certificate <br> preliminary decision shall be forwarded to the person who was issued a preliminary decision, in <br> does not allow to establish their relation to the declared goods, if the country of origin of goods or <br> writing not later than the day following the day on which the decision on annulment, change or <br> the criteria based upon which the country of origin was determined are not stated unambiguously in <br> revocation of a preliminary decision was made. <br> the certificate, when indication of such criteria is mandatory required in compliance with international <br> 2. A preliminary decision shall be annulled if such a decision was made on the basis of forged <br> legal acts ratified by the Republic of Tajikistan or normative legal acts of the Republic of Tajikistan) <br> documents submitted by the applicant. The annulment of a preliminary decision shall come into <br> or if signs have been detected indicating that the certificate may contain unreliable information, the <br> effect starting from the date of making this preliminary decision. <br> customs body shall be entitled to apply to the authorized bodies or organizations of the country <br> 3. A preliminary decision on the classification of goods shall be changed in case the authorized body <br> which issued the certificate of origin of goods with a request for additional documents or clarifying information. <br> on customs affairs makes a decision on the classification of specific goods, which is binding for all <br> 5. The customs body shall also be entitled to apply to the authorized bodies or organizations of the <br> the customs bodies, as well as when errors made in the course of making a preliminary decision are <br> country, which issued the certificate of origin of goods, with a request to present additional <br> discovered. An amendment to a preliminary decision shall come into effect in the time period <br> documents or clarifying information in order to execute selective inspection. Such selective <br> specified in the decision on amending a preliminary decision, but not earlier than after three months <br> inspection shall not prevent goods from being released based on information about the country of <br> from the day of making the decision on amending a preliminary decision. <br> their origin specified at their clearance from customs. <br> 4. A preliminary decision made by the customs bodies may be revoked in the following cases: <br> Article 36: Submission of Documents Confirming the Country of Origin of Goods <br> 1) in case of change of the Commodity Nomenclature of Foreign Economic Activities, or when the <br> 1. At importation of goods into the customs territory of the Republic of Tajikistan a document <br> World Customs Organization adopts the classification decisions, which are mandatory for <br> confirming the country of origin of goods shall be submitted in case the Republic of Tajikistan gives <br> application in the Republic of Tajikistan; and <br> tariff preferences to the country of origin of these goods in compliance with normative legal acts the <br> 2) in case international legal acts ratified by the Republic of Tajikistan or normative legal acts of <br> Republic of Tajikistan or international legal acts ratified by the Republic of Tajikistan. In this case <br> the Republic of Tajikistan relating to the issues of determination of the country of origin of <br> the document confirming the country of origin of goods shall be submitted to the customs body at <br> goods establish other requirements and terms for determination of the country of origin of goods. <br> the time of submission of the customs declaration. At the same time provision of tariff preferences <br> A decision on revocation of a preliminary decision shall be made not later than three days <br> may be conditioned by the need to submit the certificate of origin of goods in the established format <br> after publication of the above-mentioned legislative acts and shall come into effect as of the <br> stipulated by normative legal acts of the Republic of Tajikistan or international legal acts ratified by <br> date these acts enter into force. <br> the Republic of Tajikistan. The customs bodies shall be entitled to demand submission of a document <br> 5. A decision on amendment or termination of the preliminary decision on the country of origin may <br> confirming the country of origin of goods in other cases only when signs have been detected <br> be re-considered by the court. <br> indicating that the declared information about the country of origin of goods, which affects the <br> application of rates of customs duties, taxes and/or prohibitions and restrictions established in <br> compliance with normative legal acts of the Republic of Tajikistan, is unreliable. <br> CHAPTER 7 <br> 2. Regardless of the provisions of part 1 of this Article, submission of a document confirming the <br> Appealing Decisions, Actions (Inaction) of Customs Authorities and Customs Officials <br> country of origin of goods shall not be required when: <br> Article 45: Right to Appeal <br> 1) goods imported into the customs territory of the Republic of Tajikistan are declared for the <br> 1. Any person shall be entitled to appeal a decision, actions (inaction) of a customs body or of a <br> customs regime of international customs transit or for the customs regime of temporary import <br> customs official, if such decision, actions (inaction), in the person's opinion, infringes upon his/her <br> with full exemption from payment of customs duties and taxes, except for the cases when the <br> rights, freedoms or lawful interests, creates obstacles to their fulfilment, <br> customs bodies have detected signs indicating that the goods originate from the country <br> or unlawfully imposes a responsibility. <br> whose goods are prohibited for importation into the Republic of Tajikistan or for the transit <br> Article 46: The Procedure for Appeal <br> across its territory in compliance with international legal acts ratified by the Republic of <br> 1. Decisions, actions (inaction) of customs authorities or customs officials may be appealed to <br> Tajikistan or normative legal acts of the Republic of Tajikistan; <br> customs authorities, prosecutor's office and/or to the court. <br> 2) the total customs value of goods conveyed across the customs border shipped at the same <br> Filing an appeal of a decision, actions (inaction) of a customs body of a customs official to customs <br> time in the same way by the same shipper to the address of the same consignee, in the same <br> authorities shall not exclude the possibility of simultaneous or consequent filing of a similar appeal <br> vehicle under the same invoice and waybill makes up less than 400 fold of the statutory <br> to prosecutor's office or a court. An appeal of a decision, actions (inaction) by a customs body or by <br> minimum monthly wage; <br> a customs official filed to customs authorities and prosecutor's office or a court shall be considered <br> 3) goods are conveyed across the customs border by natural persons in compliance with <br> by these same authorities. <br> Chapter 37 of this Code; and <br> 2. The procedures for filing, considering and satisfying an appeal forwarded to the prosecutor's office <br> 4) in other cases stipulated by international normative legal acts ratified by the Republic of <br> or courts shall be established by the legislation of the Republic of Tajikistan. <br> Tajikistan or normative legal acts of the Republic of Tajikistan. <br> 3. The procedures for filing, considering and satisfying appeals of decisions, actions (inaction) by <br> the customs bodies or by customs officials which are forwarded to customs bodies shall be <br> established by this Chapter and shall be applied in case of appeal of any decisions, actions (inaction) <br> of customs authorities or of customs officials, except for appeal of resolutions of customs authorities <br> (customs officials) on cases of administrative offences. <br> Article 47: Procedures for Filing an Appeal of a Decision, Actions (Inaction) of a Customs Authorities or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be filed <br> with a superior customs authority. <br> An appeal of a decision, actions (inaction) of a customs official shall be filed with the customs <br> authority where this customs official serves (replaces a public post), and an appeal of a decision, <br> actions (inaction) of a head of a customs authority shall be filed with a superior customs authority. <br> filed both directly with a superior customs authority and via the customs authority a decision, actions <br> (inaction) of which or of a head of which is appealed. <br> 2. A customs authority or a head of a customs authority a decision, actions (inaction) of which is <br> appealed shall forward the appeal within a period of five days from the day of its receipt to a superior <br> customs authority along with confirming documents and materials thereon. <br> When the appeal of a decision, actions (inaction) of a customs authority or of a customs official is <br> filed with a customs authority which is not authorized to consider the appeal, then the appeal within <br> five days shall be forwarded to the customs authority which is obliged to consider this appeal in <br> compliance with this Article, with written notification of the appellant. <br> 3. The complaint against the decision, action (inaction) of the authorized body on <br> customs issues is submitted to this body <br> Article 48: Time Limit for Filing an Appeal Of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> An appeal of a decision, actions (inaction) of a customs authority or of a customs official may be <br> filed within one month and in case of an appeal of a decision on imposing an administration <br> punishment may be filed within ten days: <br> 1) from the date that the person discovered or should have discovered that his/her rights, <br> freedoms or lawful interests were infringed upon, or obstacles were created for their <br> realization, or any responsibility that is not stipulated by the law was imposed on him/her; <br> 2) from the date of expiration of the time limit for making a decision or for taking actions by a <br> customs authority or by a customs official when making the decision or taking the actions by <br> them is stipulated in compliance with this Code. <br> Article 49: Renewal of a Time Limit for Filing an Appeal Of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. In case of failure to comply with the established time limit for filing an appeal for good reasons, <br> based on application of the appellant this time limit may be renewed by the customs authority <br> entitled to consider this appeal. <br> 2. Renewal of an expired deadline for filing an appeal shall be expressed in the de facto acceptance <br> of an appeal of a decision, actions (inaction) of a customs authority or of a customs official for consideration. <br> Article 50: Format for and Contents of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority or of a customs official shall be <br> filed in written form and shall be signed by the appellant. <br> 2. An appellant shall not be obliged to attach to his/her/its appeal documents proving the <br> circumstances pointed out in the appeal. If submission of such documents is significantly important <br> for consideration of the appeal and if these documents are not available with the customs authority <br> a decision, actions (inaction) of which or of a customs official employed by which are appealed, then <br> the customs authority considering this appeal shall be entitled to ask for these documents from the <br> appellant. In this case the time limit for consideration of an appeal of a decision, actions (inaction) <br> of a customs authority or of a customs official shall be suspended until the appellant presents <br> documents requested by the customs authority, but for a suspension period not to exceed three <br> months. In case of the appellant's failure to present documents requested by the customs authority <br> a decision on the appeal shall be made regardless of the arguments, which have <br> not been supported by documentary proof. <br> Article 51: Consequences of Filing an Appeal of a Decision, an Action (Inaction) of Customs Body or of a Customs Official <br> 1. Filing an appeal of a decision, actions (inaction) of a customs authority or of a customs official <br> shall not suspend the execution of the decision, actions (inaction) with respect to which the appeal is filed. <br> 2. When there are sufficient grounds to believe that the appealed decision, actions do not comply <br> with the legislation of the Republic of Tajikistan as well as when non-suspension of the execution of <br> the decision, actions may be irreversible, then the customs authority considering the appeal shall be <br> entitled to suspend the execution of the appealed decision, actions completely or partially until the <br> appeal is essentially decided upon. <br> Article 52: Grounds for Refusal of Essential Consideration of an Appeal Of a Decision, Actions (Inaction) of a Customs Body or of a Customs Official <br> 1. A customs body shall refuse to consider an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official essentially if the prescribed time limit for filing an appeal was not <br> complied with, and the person did not apply with a request to renew an expired time limit for filing <br> an appeal, or the request to restore an expired deadline for filing an appeal was rejected. <br> 2. A decision to refuse essential consideration of an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official shall be made within a period not exceeding three days <br> from the day the appeal is received. <br> 3. Decision of a customs authority to refuse essential consideration of an appeal of a decision, actions <br> (inaction) of a customs authority or of a customs official may be appealed to a superior customs <br> authority or in court. <br> Article 53: Withdrawal of an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appellant may withdraw his/her appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official at any stage and any moment prior to the moment when a <br> decision is made on the appeal. <br> 2. A repeated appeal concerning the same issues may be filed within the time limit <br> established by Article 48 of this Code. <br> Article 54: Customs Authorities Considering Appeals of Decisions, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. An appeal of a decision, actions (inaction) of a customs authority shall be considered by <br> a superior customs authority. <br> 2. An appeal of a decision, actions (inaction) of a customs official shall be considered by the customs <br> authority employing the official, whereas an appeal of a decision, actions (inaction) of the head of a <br> customs authority shall be considered by his/her superior customs authority. <br> 3. On behalf of the customs authority, the head of the customs authority or an official authorized by <br> the head of the customs authority shall make a decision with regard to the appeal of a decision, <br> actions (inaction) of the customs authority or of its official. In the process, the appeal of a decision, <br> actions (inaction) of a customs authority or of a customs official may not be considered by the <br> customs official who made the decision or performed the actions (inaction) subject to appeal, <br> or by his/her subordinate. <br> Article 55: Time Limit for Considering an Appeal of a Decision, an Action (Inaction) of a Customs Authority or of a Customs Official <br> Customs authorities shall consider an appeal of a decision, actions (inaction) of a customs authority <br> or of a customs official thereon, within a period not exceeding one month starting from the day the <br> appeal is received by the customs authority, which is entitled to consider it and in cases not requiring <br> additional examination and review - within a period up to fifteen days. <br> In cases when the customs authority considering an appeal of a decision, actions (inaction) of a <br> customs authority or of a customs official deems it necessary to extend the time limit for considering <br> the appeal, the head of this customs authority may extend the time limit for a period up to one more <br> month. The appellant shall be notified in writing of the decision to extend the time limit and shall be <br> given the reasons for extension. The total period for considering an appeal may not exceed two months. <br> Article 56: Decision of the Customs Authorities on an Appeal of a Decision, Actions (Inaction) of a Customs Authority or of a Customs Official <br> 1. The customs authority a decision, actions (inaction) of which or of the customs official employed <br> by which is acknowledged as unlawful shall take an action for implementation of the decision of a <br> customs authority to satisfy the appeal of the decision, actions (inaction) of the customs authority <br> or of the customs official, within a period of 5 days from the day the decision to satisfy the appeal <br> is received by the customs authority the decision, actions (inaction) of which was acknowledged as <br> unlawful, unless the decision to satisfy the appeal prescribes a different time limit for taking action <br> for implementation of this decision. <br> Losses caused to the applicant by untimely execution of the decision are subject to compensation in <br> accordance with Article 472 of this Code. <br> 2. When a customs official who is considering on behalf of the customs authority an appeal of a <br> decision, actions (inaction) of a customs authority or of a customs official detects signs indicating <br> that a customs official is guilty of non-fulfilment or of improper fulfilment of his/her official duties, <br> the customs official considering the appeal shall take measures to subject the official guilty of <br> nonfulfillment or of improper fulfilment of his/her official duties to a disciplinary action in compliance <br> with the established procedures. <br> 3. Within the time limit stipulated by Article 55 of this Code, a copy of the decision made as a result <br> of consideration of the appeal of a decision, actions (inaction) of a customs authority or of a customs <br> official shall be forwarded to the appellant. The decision must indicate the reasons and grounds for <br> its adoption, as well as information about the right of the person who filed the complaint to further <br> appeal this decision in the manner established by the legislation of the Republic of Tajikistan. <br> 4. A decision of a customs authority on an appeal of a decision, actions (inaction) of a customs <br> authority or of a customs official may be appealed to a superior customs authority or in court. <br> Article 57: Simplified Procedures for Appealing Decisions, Actions (Inaction) of a Customs Official <br> 1. A decision, actions (inaction) of an official of a custom-house or of a customs post may be <br> appealed under simplified procedures in cases when the value of goods conveyed across the customs <br> border does not exceed an equivalent to 400 times the amount of the minimum monthly wage. <br> 2. The simplified procedure for appealing a decision, actions (inaction) of a customs official shall <br> mean a verbal appeal by a person to a superior official of a custom-house or of a customs post <br> respectively, and in cases of appealing a decision, actions (inaction) of the head of a customs post <br> - to the head of a custom-house in the area of jurisdiction of which this customs post is located. <br> 3. An appeal of a decision, actions (inaction) of a customs official under simplified procedures shall <br> be subject to immediate consideration and a decision thereupon shall be made without delay. <br> 4. When appealing a decision, actions (inaction) of a customs official under simplified procedures, <br> upon request of the appellant an official of the customs authority considering the appeal shall draw <br> up a statement of consideration of the appeal under simplified procedures, stating information on <br> the customs official considering the appeal and on the appellant as well as a brief description of the <br> appeal and the decision made thereon. In case of refusal to consider an appeal against a decision, <br> actions (inaction) of a customs official under simplified procedures, the reasons for such refusal shall <br> be stated in the statement. The authorized body on customs affairs shall establish the format of the <br> statement. The statement of consideration of an appeal of a decision, actions (inaction) of a customs <br> official under simplified procedures shall be signed by the official of the customs authority considering <br> the appeal and by the appellant. A copy of the statement of consideration of an appeal against a <br> decision, actions (inaction) of a customs official under simplified procedures shall be handed to the appellant. <br> 5. Consideration of an appeal against a decision, actions (inaction) of a customs official under <br> simplified procedures and making a decision thereon shall not serve as an obstacle for filing an <br> appeal of the decision, actions (inaction) of a customs authority or of a customs official in compliance <br> with the general rules. <br> Article 578 of Code of the Republic of Tajikistan on Administrative Offences <br> 1. Failure to declare or incorrect declaration of goods or a vehicle subject to declaration in the prescribed form (written, oral or electronic), <br> shall entail the imposition of a fine on individuals and officials in the amount half to twice, and on legal entities in the amount from <br> one to three times the value of the goods and/or the vehicle that has become the subject of an administrative offense, <br> with the confiscation of the subject of an administrative offense. <br> 2. Application by the declarant or customs broker (representative) in the customs declaration or in a document <br> of another established form of false information about the name, quantity, customs value, country of origin of goods and/or <br> vehicles on their customs regime or other information necessary for making a decision the release (on conditional release) <br> of goods and or vehicles, placing them under a selected customs regime or affecting the collection of customs duties, <br> shall entail the imposition of a fine on individuals and officials in the amount of half to twice, <br> and for legal entities in the amount of one to three times the value of the goods and/or <br> the vehicle that became the subject of an administrative offense with confiscation of the subject of an administrative offense. <br> 3. The application of inaccurate information that does not affect the decision of the customs body of the <br> Republic of Tajikistan on the movement of goods and vehicles across the customs border of the Republic of Tajikistan, <br> placing them under the requested customs regime, the amount of customs payments is punishable by a fine of from five to ten indicators for settlements. <br> 4. Failure to declare or inaccurate declaring by individuals or legal entities of foreign currency or currencies of the <br> Republic of Tajikistan that are moved across the customs border of the Republic of Tajikistan and are subject <br> to mandatory written declaration results in a fine on individuals in the amount of from ten to twenty, and on officials from <br> twenty to thirty and for legal entities - from one hundred to two hundred indicators for calculations. <br> "}]}]}, "members_found": ["all", "762"]}