{"FtaRooDetails": {"FtaId": 676, "FtaCode": "ITC00696", "FtaName": "United States for AGOA countries", "FtaFullName": "African Growth and Opportunity Act (AGOA)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2000", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "United States of America", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under United States for AGOA countries", "AdminProcCooAuth": "The certification type under United States for AGOA countries is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under United States for AGOA countries is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for United States for AGOA countries agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "The duty-free treatment provided under this subchapter shall apply to any eligible article which is the growth, product, or manufacture of a beneficiary developing country if : (i) that article is imported directly from a beneficiary developing country into the customs territory of the United States; and (ii) the sum of: (I) the cost or value of the materials produced in the beneficiary developing country or any two or more such countries that are members of the same association of countries and are treated as one country under section 2467(2) of this title, plus (II) the direct costs of processing operations performed in such beneficiary developing country or such member countries, is not less than 35 percent of the appraised value of such article at the time it is entered.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Regulations", "RooText": " (3) Regulations<br /> The Secretary of the Treasury, after consulting with the United States Trade Representative, shall prescribe<br /> such regulations as may be necessary to carry out paragraph (2), including, but not limited to, regulations<br /> providing that, in order to be eligible for duty-free treatment under this subchapter, an article:<br /> (A) must be wholly the growth, product, or manufacture of a beneficiary developing<br /> country, or<br /> (B) must be a new or different article of commerce which has been grown, produced, or<br /> manufactured in the beneficiary developing country.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00696_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.ecfr.gov/cgi-bin/text-idx?SID=61efe140c8a30e01ae54661a8c33c917&mc=true&node=sp19.1.10.d&rgn=div6#se19.1.10_1214"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00696_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/files/gsp/GSP%20statute%20updated%20to%202017.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00696_full.pdf", "DocType": "8_full", "WebLink": "https://www.ecfr.gov/cgi-bin/text-idx?SID=61efe140c8a30e01ae54661a8c33c917&mc=true&node=sp19.1.10.d&rgn=div6"}, {"DocDesc": "WTO notification", "DocFileName": "itc00696_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/USA/3%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral (with limitation), diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "[United States Code]: <br /> Sec. 2463. Designation of eligible articles <br /> [United States Code]: <br /> The duty-free treatment provided under this subchapter shall apply to any eligible article which is the <br /> growth, product, or manufacture of a beneficiary developing country if : <br /> (i) that article is imported directly from a beneficiary developing country into the customs <br /> territory of the United States; and <br /> (ii) the sum of: <br /> (I) the cost or value of the materials produced in the beneficiary developing <br /> country or any two or more such countries that are members of the same <br /> association of countries and are treated as one country under section 2467(2) of <br /> this title, plus <br /> (II) the direct costs of processing operations performed in such beneficiary <br /> developing country or such member countries, is not less than 35 percent of the <br /> appraised value of such article at the time it is entered. <br /> [Code of Foreign Regulations]: <br /> (d) Origin and related rules. The provisions of 10.171, 10.173, and 10.175 through 10.178 will apply for <br /> purposes of duty-free treatment under this section. However, application of those provisions in the context <br /> of this section will be subject to the following rules: (1) The term beneficiary developing country, wherever <br /> it appears, means beneficiary sub-Saharan African country;' (2) In the GSP declaration set forth in <br /> 10.173(a)(1)(i), the column heading Materials produced in a beneficiary developing country or members of <br /> the same association should read Material produced in a beneficiary sub-Saharan African country or in the <br /> U.S.; (3) The provisions of 10.175(c) will not apply; and (4) For purposes of determining compliance with <br /> the 35 percent value content requirement set forth in 10.176(a): (i) An amount not to exceed 15 percent of <br /> the appraised value of the article at the time it is entered may be attributed to the cost or value of materials <br /> produced in the customs territory of the United States, and the provisions of 10.177 will apply for purposes <br /> of identifying materials produced in the customs territory of the United States and the cost or value of those <br /> materials; and (ii) The cost or value of materials included in the article that are produced in more than one <br /> beneficiary sub-Saharan African country may be applied without regard to whether those countries are <br /> members of the same association of countries.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7% for apparel)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "[United States Code]: <br /> SEC. 112. TREATMENT OF CERTAIN TEXTILES AND APPAREL. <br /> [United States Code]: <br /> (2) DE MINIMIS RULE- An article otherwise eligible for preferential treatment under <br /> this section shall not be ineligible for such treatment because the article contains fibers or <br /> yarns not wholly formed in the United States or one or more beneficiary sub-Saharan <br /> African countries if the total weight of all such fibers and yarns is not more than 7 percent <br /> of the total weight of the article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "[United States Code]: <br /> Sec. 2463. Designation of eligible articles <br /> [United States Code]: <br /> (B) Exclusions <br /> An article shall not be treated as the growth, product, or manufacture of a beneficiary developing country <br /> by virtue of having merely undergone: <br /> (i) simple combining or packaging operations, or <br /> (ii) mere dilution with water or mere dilution with another substance that does not <br /> materially alter the characteristics of the article. <br /> [Code of Foreign Regulations]: <br /> operations. No article which has undergone only a simple combining or packaging operation or a mere <br /> dilution in a beneficiary developing country within the meaning of paragraph (a)(1) of this section will be <br /> entitled to duty-free treatment even though the processing operation causes the article to meet the value <br /> requirement set forth in that paragraph. For purposes of this section: (i) Simple combining or packaging <br /> operations and mere dilution include, but are not limited to, the following: (A) The addition of batteries to <br /> devices; (B) Fitting together a small number of components by bolting, gluing, soldering, etc.; (C) Blending <br /> foreign and beneficiary developing country tobacco; (D) The addition of substances such as anticaking <br /> agents, preservatives, wetting agents, etc.; (E) Repacking or packaging components together; (F) <br /> Reconstituting orange juice by adding water to orange juice concentrate; and (G) Diluting chemicals with <br /> inert ingredients to bring them to standard degrees of strength; (ii) Simple combining or packaging <br /> operations and mere dilution will not be taken to include processes such as the following: (A) The assembly <br /> of a large number of discrete components onto a printed circuit board; (B) The mixing together of two bulk <br /> medicinal substances followed by the packaging of the mixed product into individual doses for retail sale; <br /> (C) The addition of water or another substance to a chemical compound under pressure which results in a <br /> reaction creating a new chemical compound; and (D) A simple combining or packaging operation or mere <br /> dilution coupled with any other type of processing such as testing or fabrication (for example, a simple <br /> assembly of a small number of components, one of which was fabricated in the beneficiary developing <br /> country where the assembly took place); and (iii) The fact that an article has undergone more than a simple <br /> combining or packaging operation or mere dilution is not necessarily dispositive of the question of whether <br /> that processing constitutes a substantial transformation for purposes of determining the country of origin of <br /> the article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.177 - Cost or value of materials produced in the beneficiary developing country. <br /> (a) Produced in the beneficiary developing country defined. For purposes of 10.171 through 10.178, the <br /> words produced in the beneficiary developing country refer to the constituent materials of which the <br /> eligible article is composed which are either: (1) Wholly the growth, product, or manufacture of the <br /> beneficiary developing country; or (2) Substantially transformed in the beneficiary developing country into <br /> a new and different article of commerce. <br /> (b) Questionable origin. When the origin of an article either is not ascertainable or not satisfactorily <br /> demonstrated to the port director, the article shall not be considered to have been produced in the <br /> beneficiary developing country. <br /> (c) Determination of cost or value of materials produced in the beneficiary developing country. (1) The cost <br /> or value of materials produced in the beneficiary developing country includes: (i) The manufacturer's actual <br /> cost for the materials; (ii) When not included in the manufacturer's actual cost for the materials, the freight, <br /> insurance, packing, and all other costs incurred in transporting the materials to the manufacturer's plant; (iii) <br /> The actual cost of waste or spoilage (material list), less the value of recoverable scrap; and (iv) Taxes <br /> and/or duties imposed on the materials by the beneficiary developing country, or an association of countries <br /> treated as one country, provided they are not remitted upon exportation. (2) Where the material is provided <br /> to the manufacturer without charge, or at less than fair market value, its cost or value shall be determined <br /> by computing the sum of: (i) All expenses incurred in the growth, production, manufacture or assembly of <br /> the material, including general expenses; (ii) An amount for profit; and (iii) Freight, insurance, packing, <br /> and all other costs incurred in transporting the materials to the manufacturer's plant. <br /> If the pertinent information needed to compute the cost or value of the materials is not available, the <br /> appraising officer may ascertain or estimate the value thereof using all reasonable ways and means at his <br /> disposal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.175 - Imported directly defined. <br /> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br /> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br /> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br /> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br /> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br /> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br /> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br /> developing country to the United States through a free trade zone in a beneficiary developing country, the <br /> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br /> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br /> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br /> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br /> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br /> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br /> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br /> area or region declared and secured by or under governmental authority, where certain operations may be <br /> performed with respect to articles, without such articles having entered into the commerce of the country <br /> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br /> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br /> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br /> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br /> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br /> director is satisfied that the importation results from the original commercial transaction between the <br /> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br /> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br /> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br /> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br /> through the territory of a former beneficiary developing country whose designation as a member of the <br /> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br /> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br /> commerce of the former beneficiary developing country except for purposes of performing one or more of <br /> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br /> other than at retail, for export. (2) The designation of the following countries as members of an association <br /> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br /> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br /> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br /> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br /> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br /> 0067, 65 FR 59675, Oct. 5, 2000] <br /> [United States Code]: <br /> SEC. 113. PROTECTIONS AGAINST TRANSSHIPMENT. <br /> (a) PREFERENTIAL TREATMENT CONDITIONED ON ENFORCEMENT MEASURES- <br /> (1) IN GENERAL- The preferential treatment under section 112(a) shall not be provided <br /> to textile and apparel articles that are imported from a beneficiary sub-Saharan African <br /> country unless that country-- <br /> (A) has adopted an effective visa system, domestic laws, and enforcement <br /> procedures applicable to covered articles to prevent unlawful transshipment of <br /> the articles and the use of counterfeit documents relating to the importation of <br /> the articles into the United States; <br /> (B) has enacted legislation or promulgated regulations that would permit United <br /> States Customs Service verification teams to have the access necessary to <br /> investigate thoroughly allegations of transshipment through such country; <br /> (C) agrees to report, on a timely basis, at the request of the United States <br /> Customs Service, on the total exports from and imports into that country of <br /> covered articles, consistent with the manner in which the records are kept by that <br /> country; <br /> (D) will cooperate fully with the United States to address and take action <br /> necessary to prevent circumvention as provided in Article 5 of the Agreement on <br /> Textiles and Clothing; <br /> (E) agrees to require all producers and exporters of covered articles in that <br /> country to maintain complete records of the production and the export of <br /> covered articles, including materials used in the production, for at least 2 years <br /> after the production or export (as the case may be); and <br /> (F) agrees to report, on a timely basis, at the request of the United States <br /> Customs Service, documentation establishing the country of origin of covered <br /> articles as used by that country in implementing an effective visa system. <br /> (2) COUNTRY OF ORIGIN DOCUMENTATION- For purposes of paragraph (1)(F), <br /> documentation regarding the country of origin of the covered articles includes <br /> documentation such as production records, information relating to the place of production, <br /> the number and identification of the types of machinery used in production, the number <br /> of workers employed in production, and certification from both the manufacturer and the <br /> exporter. <br /> (b) CUSTOMS PROCEDURES AND ENFORCEMENT- <br /> (1) IN GENERAL- <br /> (A) REGULATIONS- Any importer that claims preferential treatment under <br /> section 112 shall comply with customs procedures similar in all material <br /> respects to the requirements of Article 502(1) of the NAFTA as implemented <br /> pursuant to United States law, in accordance with regulations promulgated by <br /> the Secretary of the Treasury. <br /> (B) DETERMINATION- <br /> (i) IN GENERAL- In order to qualify for the preferential treatment <br /> under section 112 and for a Certificate of Origin to be valid with <br /> respect to any article for which such treatment is claimed, there shall be <br /> in effect a determination by the President that each country described in <br /> clause (ii)-- <br /> (I) has implemented and follows; or <br /> (II) is making substantial progress toward implementing and <br /> following, <br /> procedures and requirements similar in all material respects to the <br /> relevant procedures and requirements under chapter 5 of the NAFTA. <br /> (ii) COUNTRY DESCRIBED- A country is described in this clause if <br /> it is a beneficiary sub-Saharan African country-- <br /> (I) from which the article is exported; or <br /> (II) in which materials used in the production of the article <br /> originate or in which the article or such materials, undergo <br /> production that contributes to a claim that the article is eligible <br /> for preferential treatment. <br /> (2) CERTIFICATE OF ORIGIN- The Certificate of Origin that otherwise would be <br /> required pursuant to the provisions of paragraph (1) shall not be required in the case of an <br /> article imported under section 112 if such Certificate of Origin would not be required <br /> under Article 503 of the NAFTA (as implemented pursuant to United States law), if the <br /> article were imported from Mexico. <br /> (3) PENALTIES FOR EXPORTERS- If the President determines, based on sufficient <br /> evidence, that an exporter has engaged in transshipment as defined in paragraph (4), then <br /> the President shall deny for a period of 5 years all benefits under section 112 to such <br /> exporter, any successor of such exporter, and any other entity owned or operated by the <br /> principal of the exporter. <br /> (4) TRANSSHIPMENT DESCRIBED- Transshipment within the meaning of this <br /> subsection has occurred when preferential treatment for a textile or apparel article under <br /> this Act has been claimed on the basis of material false information concerning the <br /> country of origin, manufacture, processing, or assembly of the article or any of its <br /> components. For purposes of this paragraph, false information is material if disclosure of <br /> the true information would mean or would have meant that the article is or was ineligible <br /> for preferential treatment under section 112. <br /> (5) MONITORING AND REPORTS TO CONGRESS- The Customs Service shall <br /> monitor and the Commissioner of Customs shall submit to Congress, not later than March <br /> 31 of each year, a report on the effectiveness of the visa systems and the implementation <br /> of legislation and regulations described in subsection (a) and on measures taken by <br /> countries in sub-Saharan Africa which export textiles or apparel to the United States to <br /> prevent circumvention as described in Article 5 of the Agreement on Textiles and <br /> Clothing. <br /> (c) CUSTOMS SERVICE ENFORCEMENT- The Customs Service shall-- <br /> (1) make available technical assistance to the beneficiary sub-Saharan African countries-- <br /> (A) in the development and implementation of visa systems, legislation, and <br /> regulations described in subsection (a)(1)(A); and <br /> (B) to train their officials in anti-transshipment enforcement; <br /> (2) send production verification teams to at least four beneficiary sub-Saharan African <br /> countries each year; and <br /> (3) to the extent feasible, place beneficiary sub-Saharan African countries on the <br /> Electronic Visa (ELVIS) program. <br /> (d) AUTHORIZATION Of APPROPRIATIONS- There is authorized to be appropriated to carry <br /> out subsection (c) the sum of $5,894,913.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br /> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br /> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br /> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br /> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br /> detailed information concerning the production or manufacture of the merchandise. When requested by the <br /> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br /> 10.178a - Special duty - free treatment for sub - Saharan African countries. <br /> (a) General. Section 506A of the Trade Act of 1974 (19 U.S.C. 2466a) authorizes the President to provide <br /> duty-free treatment for certain articles otherwise excluded from duty-free treatment under the Generalized <br /> System of Preferences (GSP) pursuant to section 503(b)(1)(B) through (G) of the Trade Act of 1974 (19 <br /> U.S.C. 2463(b)(1)(B) through (G)) and authorizes the President to designate a country listed in section 107 <br /> of the African Growth and Opportunity Act (19 U.S.C. 3706) as an eligible beneficiary sub-Saharan <br /> African country for purposes of that duty-free treatment. <br /> (c) Claim for duty-free treatment. A claim for the duty-free treatment referred to in paragraph (a) of this <br /> section must be made by placing on the entry document the symbol D as a prefix to the subheading of the <br /> Harmonized Tariff Schedule of the United States for each article for which duty-free treatment is claimed;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (see NAFTA exemptions)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[United States Code]: <br /> SEC. 113. PROTECTIONS AGAINST TRANSSHIPMENT. <br /> [United States Code]: <br /> (2) CERTIFICATE OF ORIGIN- The Certificate of Origin that otherwise would be <br /> required pursuant to the provisions of paragraph (1) shall not be required in the case of an <br /> article imported under section 112 if such Certificate of Origin would not be required <br /> under Article 503 of the NAFTA (as implemented pursuant to United States law), if the <br /> article were imported from Mexico.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Office of the U.S. Trade Representative (www.ustr.gov) <br /> Office of African Affairs <br /> 1-202-395-9514 <br /> correspondence@ustr.eop.gov <br /> [Source: WTO notification G/RO/LDC/N/USA/3]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> [Code of Foreign Regulations]: <br /> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.177 - Cost or value of materials produced in the beneficiary developing country. <br /> [Code of Foreign Regulations]: <br /> (e) Importer requirements. In order to make a claim for duty-free treatment under this section, the importer: <br /> (1) Must have records that explain how the importer came to the conclusion that the article qualifies for <br /> duty-free treatment; (2) Must have records that demonstrate that the importer is claiming that the article <br /> qualifies for duty-free treatment because it is the growth of a beneficiary sub-Saharan African country or <br /> because it is the product of a beneficiary sub-Saharan African country or because it is the manufacture of a <br /> beneficiary sub-Saharan African country. If the importer is claiming that the article is the growth of a <br /> beneficiary sub-Saharan African country, the importer must have records that indicate that the product was <br /> grown in that country, such as a record of receipt from a farmer whose crops are grown in that country. If <br /> the importer is claiming that the article is the product of, or the manufacture of, a beneficiary sub-Saharan <br /> African country, the importer must have records that indicate that the manufacturing or processing <br /> operations reflected in or applied to the article meet the country of origin rules set forth in 10.176(a) and <br /> paragraph (d) of this section. A properly completed GSP declaration in the form set forth in 10.173(a)(1) is <br /> one example of a record that would serve this purpose; (3) Must establish and implement internal controls <br /> which provide for the periodic review of the accuracy of the declarations or other records referred to in <br /> paragraph (e)(2) of this section; (4) Must have shipping papers that show how the article moved from the <br /> beneficiary sub-Saharan African country to the United States. If the imported article was shipped through a <br /> country other than a beneficiary sub-Saharan African country and the invoices and other documents from <br /> the beneficiary sub-Saharan African country do not show the United States as the final destination, the <br /> importer also must have documentation that demonstrates that the conditions set forth in 10.175(d)(1) <br /> through (3) were met; (5) Must have records that demonstrate the cost or value of the materials produced in <br /> the United States and the cost or value of the materials produced in a beneficiary sub-Saharan African <br /> country or countries and the direct costs of processing operations incurred in the beneficiary sub-Saharan <br /> African country that were relied upon by the importer to determine that the article met the 35 percent value <br /> content requirement set forth in 10.176(a) and paragraph (c) of this section. A properly completed GSP <br /> declaration in the form set forth in 10.173(a)(1) is one example of a record that would serve this purpose; <br /> and (6) Must be prepared to produce the records referred to in paragraphs (e)(1), (e)(2), (e)(4), and (e)(5) of <br /> this section within 30 days of a request from Customs and must be prepared to explain how those records <br /> and the internal controls referred to in paragraph (e)(3) of this section justify the importer's claim for duty- <br /> free treatment. <br /> [United States Code]: <br /> (2) COUNTRY OF ORIGIN DOCUMENTATION- For purposes of paragraph (1)(F), <br /> documentation regarding the country of origin of the covered articles includes <br /> documentation such as production records, information relating to the place of production, <br /> the number and identification of the types of machinery used in production, the number <br /> of workers employed in production, and certification from both the manufacturer and the <br /> exporter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> [Code of Foreign Regulations]: <br /> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br /> 10.174 - Evidence of direct shipment. <br /> (a) Documents constituting evidence of direct shipment. The port director may require that appropriate shipping papers, invoices, or other documents be submitted within 60 days of the date of entry as evidence that the articles were imported directly, as that term is defined in 10.175. Any evidence of direct shipment required by the port director shall be subject to such verification as he deems necessary. 66", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "In general, if a claim for preference under AGOA is incorrect, the importer's claim of preference will be denied, and the importer must pay the applicable duty.  If a Customs and Border Protection Officer finds any package that contains an article not specified on the invoice, and there is reason to believe the article was omitted from the invoice by fraud, gross negligence, negligence on the part of the seller, shipper, owner, or agent, a monetary penalty may be imposed, or in some cases, the merchandise may be seized or forfeited. (See e.g., 19 U.S.C. 1592, 19 CFR 162.) <br /> [Source: WTO notification G/RO/LDC/N/USA/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "An importer may disagree with the dutiable status after the entry has been liquidated. A decision at this stage of the entry transaction is requested by filing a protest and application for further review on CBP Form 19: <br /> https://www.cbp.gov/sites/default/files/documents/CBP_Form_19.pdf <br /> [Source: WTO notification G/RO/LDC/N/USA/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "United States Code", "Articles": [{"ArticleTitle": "Sec. 2461. Authority to extend preferences", "ArticleDesc": "Sec. 2461. Authority to extend preferences <br> The President may provide duty-free treatment for any eligible article from any beneficiary developing <br> country in accordance with the provisions of this subchapter. In taking any such action, the President shall <br> have due regard for: <br> (1) the effect such action will have on furthering the economic development of developing countries <br> through the expansion of their exports; <br> (2) the extent to which other major developed countries are undertaking a comparable effort to assist <br> developing countries by granting generalized preferences with respect to imports of products of such <br> countries; <br> (3) the anticipated impact of such action on United States producers of like or directly competitive <br> products; and <br> (4) the extent of the beneficiary developing country's competitiveness with respect to eligible articles. <br> "}, {"ArticleTitle": "Sec. 2462. Designation of beneficiary developing countries", "ArticleDesc": "Sec. 2462. Designation of beneficiary developing countries <br> (a) Authority to designate countries <br> (1) Beneficiary developing countries <br> The President is authorized to designate countries as beneficiary developing countries for purposes of this <br> subchapter. <br> (2) Least-developed beneficiary developing countries <br> The President is authorized to designate any beneficiary developing country as a least-developed <br> beneficiary developing country for purposes of this subchapter, based on the considerations in section 2461 <br> of this title and subsection (c) of this section. <br> (b) Countries ineligible for designation <br> (1) Specific countries <br> The following countries may not be designated as beneficiary developing countries for purposes of this <br> subchapter: <br> (A) Australia <br> (B) Canada <br> (C) European Union member states <br> D) Iceland <br> E) Japan <br> F) Monaco <br> G) New Zealand <br> H) Norway <br> I) Switzerland. <br> (2) Other bases for ineligibility <br> The President shall not designate any country a beneficiary developing country under this subchapter if any <br> of the following applies: <br> (A) Such country is a Communist country, unless: <br> (i) the products of such country receive nondiscriminatory treatment, <br> (ii) such country is a WTO Member (as such term is defined in section 3501(10) of this <br> title) and a member of the International Monetary Fund, and <br> (iii) such country is not dominated or controlled by international communism. <br> (B) Such country is a party to an arrangement of countries and participates in any action <br> pursuant to such arrangement, the effect of which is: <br> (i) to withhold supplies of vital commodity resources from international trade or to raise <br> the price of such commodities to an unreasonable level, and <br> (ii) to cause serious disruption of the world economy. <br> (C) Such country affords preferential treatment to the products of a developed country, other <br> than the United States, which has, or is likely to have, a significant adverse effect on <br> United States commerce. <br> (D) (i) Such country: <br> (I) has nationalized, expropriated, or otherwise seized ownership or control <br> of property, including patents, trademarks, or copyrights, owned by a <br> United States citizen or by a corporation, partnership, or association <br> (II) has taken steps to repudiate or nullify an existing contract or agreement <br> with a United States citizen or a corporation, partnership, or association <br> which is 50 percent or more beneficially owned by United States citizens, <br> the effect of which is to nationalize, expropriate, or otherwise seize <br> ownership or control of property, including patents, trademarks, or <br> copyrights, so owned, or <br> (III) has imposed or enforced taxes or other exactions, restrictive maintenance <br> or operational conditions, or other measures with respect to property, <br> including patents, trademarks, or copyrights, so owned, the effect of <br> which is to nationalize, expropriate, or otherwise seize ownership or <br> control of such property, unless clause (ii) applies. <br> (ii) This clause applies if the President determines that: <br> (I) prompt, adequate, and effective compensation has been or is being made <br> to the citizen, corporation, partnership, or association referred to in clause <br> (i), <br> (II) good faith negotiations to provide prompt, adequate, and effective <br> compensation under the applicable provisions of international law are in <br> progress, or the country described in clause (i) is otherwise taking steps to <br> discharge its obligations under international law with respect to such <br> citizen, corporation, partnership, or association, or <br> (III) a dispute involving such citizen, corporation, partnership, or association <br> over compensation for such a seizure has been submitted to arbitration <br> under the provisions of the Convention for the Settlement of Investment <br> Disputes, or in another mutually agreed upon forum, and the President <br> promptly furnishes a copy of such determination to the Senate and House <br> of Representatives. <br> (E) Such country fails to act in good faith in recognizing as binding or in enforcing arbitral <br> awards in favor of United States citizens or a corporation, partnership, or association <br> which is 50 percent or more beneficially owned by United States citizens, which have <br> been made by arbitrators appointed for each case or by permanent arbitral bodies to which <br> the parties involved have submitted their dispute. <br> (F) Such country aids or abets, by granting sanctuary from prosecution to, any individual or <br> group which has committed an act of international terrorism or the Secretary of State <br> makes a determination with respect to such country under section 2405(j)(1)(A) of title <br> 50, Appendix. <br> (G) Such country has not taken or is not taking steps to afford internationally recognized <br> worker rights to workers in the country (including any designated zone in that country). <br> Subparagraphs (D), (E), (F), and (G) shall not prevent the designation of any country as a beneficiary <br> developing country under this subchapter if the President determines that such designation will be in the <br> national economic interest of the United States and reports such determination to the Congress with the <br> reasons therefor. <br> (c) Factors affecting country designation <br> In determining whether to designate any country as a beneficiary developing country under this subchapter, <br> the President shall take into account: <br> (1) an expression by such country of its desire to be so designated; <br> (2) the level of economic development of such country, including its per capita gross national product, the <br> living standards of its inhabitants, and any other economic factors which the resident deems <br> appropriate; <br> (3) whether or not other major developed countries are extending generalized preferential tariff treatment <br> to such country; <br> (4) the extent to which such country has assured the United States that it will provide equitable and <br> reasonable access to the markets and basic commodity resources of such country and the extent to <br> which such country has assured the United States that it will refrain from engaging in unreasonable <br> export practices; <br> (5) the extent to which such country is providing adequate and effective protection of intellectual property <br> rights; <br> (6) the extent to which such country has taken action to: <br> (A) reduce trade distorting investment practices and policies (including export performance <br> requirements); and <br> (B) reduce or eliminate barriers to trade in services; and <br> (7) whether or not such country has taken or is taking steps to afford to workers in that country (including <br> any designated zone in that country) internationally recognized worker rights. <br> (d) Withdrawal, suspension, or limitation of country designation <br> (1) In general <br> The President may withdraw, suspend, or limit the application of the duty-free treatment accorded under <br> this subchapter with respect to any country. In taking any action under this subsection, the President shall <br> consider the factors set forth in section 2461 of this title and subsection (c) of this section. <br> (2) Changed circumstances <br> The President shall, after complying with the requirements of subsection (f)(2) of this section, withdraw or <br> suspend the designation of any country as a beneficiary developing country if, after such designation, the <br> President determines that as the result of changed circumstances such country would be barred from <br> designation as a beneficiary developing country under subsection (b)(2) of this section. Such country shall <br> cease to be a beneficiary developing country on the day on which the President issues an Executive order or <br> Presidential proclamation revoking the designation of such country under this subchapter. <br> (3) Advice to Congress <br> The President shall, as necessary, advise the Congress on the application of section 2461 of this title and <br> subsection (c) of this section, and the actions the President has taken to withdraw, to suspend, or to limit the <br> application of duty-free treatment with respect to any country which has failed to adequately take the <br> actions described in subsection (c) of this section. <br> (e) Mandatory graduation of beneficiary developing countries <br> If the President determines that a beneficiary developing country has become a @^@high income@^@ country, as <br> defined by the official statistics of the International Bank for Reconstruction and Development, then the <br> President shall terminate the designation of such country as a beneficiary developing country for purposes <br> of this subchapter, effective on January 1 of the second year following the year in which such determination <br> is made. <br> (f) Congressional notification <br> (1) Notification of designation <br> (A) In general <br> Before the President designates any country as a beneficiary developing country under this subchapter, the <br> President shall notify the Congress of the President's intention to make such designation, together with the <br> considerations entering into such decision. <br> (B) Designation as least-developed beneficiary developing country <br> At least 60 days before the President designates any country as a least-developed beneficiary developing <br> country, the President shall notify the Congress of the President's intention to make such designation. <br> (2) Notification of termination <br> If the President has designated any country as a beneficiary developing country under this subchapter, the <br> President shall not terminate such designation unless, at least 60 days before such termination, the President <br> has notified the Congress and has notified such country of the President's intention to terminate such <br> designation, together with the considerations entering into such decision. <br> "}, {"ArticleTitle": "Sec. 2463. Designation of eligible articles", "ArticleDesc": "Sec. 2463. Designation of eligible articles <br> (a) Eligible articles <br> (1) Designation <br> (A) In general <br> Except as provided in subsection (b) of this section, the President is authorized to designate articles as <br> eligible articles from all beneficiary developing countries for purposes of this subchapter by Executive <br> order or Presidential proclamation after receiving the advice of the International Trade Commission in <br> accordance with subsection (e) of this section. <br> (B) Least-developed beneficiary developing countries <br> Except for articles described in subparagraphs (A), (B), and (E) of subsection (b)(1) of this section and <br> articles described in paragraphs (2) and (3) of subsection (b) of this section, the President may, in carrying <br> out section 2462(d)(1) of this title and subsection (c)(1) of this section, designate articles as eligible articles <br> only for countries designated as least-developed beneficiary developing countries under section 2462(a)(2) <br> of this title if, after receiving the advice of the International Trade Commission in accordance with <br> subsection (e) of this section, the President determines that such articles are not import-sensitive in the <br> context of imports from least-developed beneficiary developing countries. <br> (C) Three-year rule <br> If, after receiving the advice of the International Trade Commission under subsection (e) of this section, an <br> article has been formally considered for designation as an eligible article under this subchapter and denied <br> such designation, such article may not be reconsidered for such designation for a period of 3 years after <br> such denial. <br> (2) Rule of origin <br> (A) General rule <br> The duty-free treatment provided under this subchapter shall apply to any eligible article which is the <br> growth, product, or manufacture of a beneficiary developing country if : <br> (i) that article is imported directly from a beneficiary developing country into the customs <br> territory of the United States; and <br> (ii) the sum of: <br> (I) the cost or value of the materials produced in the beneficiary developing <br> country or any two or more such countries that are members of the same <br> association of countries and are treated as one country under section 2467(2) of <br> this title, plus <br> (II) the direct costs of processing operations performed in such beneficiary <br> developing country or such member countries, is not less than 35 percent of the <br> appraised value of such article at the time it is entered. <br> (B) Exclusions <br> An article shall not be treated as the growth, product, or manufacture of a beneficiary developing country <br> by virtue of having merely undergone: <br> (i) simple combining or packaging operations, or <br> (ii) mere dilution with water or mere dilution with another substance that does not <br> materially alter the characteristics of the article. <br> (3) Regulations <br> The Secretary of the Treasury, after consulting with the United States Trade Representative, shall prescribe <br> such regulations as may be necessary to carry out paragraph (2), including, but not limited to, regulations <br> providing that, in order to be eligible for duty-free treatment under this subchapter, an article: <br> (A) must be wholly the growth, product, or manufacture of a beneficiary developing <br> country, or <br> (B) must be a new or different article of commerce which has been grown, produced, or <br> manufactured in the beneficiary developing country. <br> (b) Articles that may not be designated as eligible articles <br> (1) Import-sensitive articles <br> The President may not designate any article as an eligible article under subsection (a) of this section if such <br> article is within one of the following categories of import-sensitive articles: <br> (A) Textile and apparel articles which were not eligible articles for purposes of this subchapter on <br> January 1, 1994, as this subchapter was in effect on such date. <br> (B) Watches, except those watches entered after June 30, 1989, that the President specifically <br> determines, after public notice and comment, will not cause material injury to watch or watch <br> band, strap, or bracelet manufacturing and assembly operations in the United States or the <br> United States insular possessions. <br> (C) Import-sensitive electronic articles. <br> (D) Import-sensitive steel articles. <br> (E) Footwear, handbags, luggage, flat goods, work gloves, and leather wearing apparel which <br> were not eligible articles for purposes of this subchapter on January 1, 1995, as this <br> subchapter was in effect on such date. <br> (F) Import-sensitive semi-manufactured and manufactured glass products. <br> (G) Any other articles which the President determines to be import-sensitive in the context of the <br> Generalized System of Preferences. <br> (2) Articles against which other actions taken <br> An article shall not be an eligible article for purposes of this subchapter for any period during which such <br> article is the subject of any action proclaimed pursuant to section 2253 of this title or section 1862 or 1981 <br> of this title. <br> (3) Agricultural products <br> No quantity of an agricultural product subject to a tariff-rate quota that exceeds the in-quota quantity shall <br> be eligible for duty-free treatment under this subchapter. <br> (c) Withdrawal, suspension, or limitation of duty-free treatment; competitive need limitation <br> The President may withdraw, suspend, or limit the application of the duty-free treatment accorded under <br> this subchapter with respect to any article, except that no rate of duty may be established with respect to <br> any article pursuant to this subsection other than the rate which would apply but for this subchapter. In <br> taking any action under this subsection, the President shall consider the factors set forth in sections 2461 <br> and 2462(c) of this title. <br> (2) Competitive need limitation <br> (A) Basis for withdrawal of duty-free treatment <br> Except as provided in clause (ii) and subject to subsection (d) of this section, whenever the President <br> determines that a beneficiary developing country has exported (directly or indirectly) to the United States <br> during any calendar year beginning after December 31, 1995: <br> (I) a quantity of an eligible article having an appraised value in excess of the applicable <br> amount for the calendar year, or <br> (II) a quantity of an eligible article equal to or exceeding 50 percent of the appraised value <br> of the total imports of that article into the United States during any calendar year, <br> the President shall, not later than July 1 of the next calendar year, terminate the duty-free treatment for that <br> article from that beneficiary developing country. <br> (ii) Annual adjustment of applicable amount <br> For purposes of applying clause (i), the applicable amount is: <br> (I) for 1996, $75,000,000, and <br> (II) for each calendar year thereafter, an amount equal to the applicable amount in effect for <br> the preceding calendar year plus $5,000,000. <br> (B) @^@Country@^@ defined <br> For purposes of this paragraph, the term @^@country@^@ does not include an association of countries which is <br> treated as one country under section 2467(2) of this title, but does include a country which is a member of <br> any such association. <br> (C) Redesignations <br> A country which is no longer treated as a beneficiary developing country with respect to an eligible article <br> by reason of subparagraph (A) may, subject to the considerations set forth in sections 2461 and 2462 of this <br> title, be redesignated a beneficiary developing country with respect to such article if imports of such article <br> from such country did not exceed the limitations in subparagraph (A) during the preceding calendar year. <br> (D) Least-developed beneficiary developing countries <br> Subparagraph (A) shall not apply to any least-developed beneficiary developing country. <br> (E) Articles not produced in the United States excluded <br> Subparagraph (A)(i)(II) shall not apply with respect to any eligible article if a like or directly competitive <br> article was not produced in the United States on January 1, 1995. <br> (F) De minimis waivers <br> (i) In general <br> The President may disregard subparagraph (A)(i)(II) with respect to any eligible article from any <br> beneficiary developing country if the aggregate appraised value of the imports of such article into the <br> United States during the preceding calendar year does not exceed the applicable amount for such preceding <br> calendar year. <br> (ii) Applicable amount <br> (I) for calendar year 1996, $13,000,000, and <br> the preceding calendar year plus $500,000. <br> (d) Waiver of competitive need limitation <br> (1) In general <br> The President may waive the application of subsection (c)(2) of this section with respect to any eligible <br> article of any beneficiary developing country if, before July 1 of the calendar year beginning after the <br> calendar year for which a determination described in subsection (c)(2)(A) of this section was made with <br> respect to such eligible article, the President: <br> (A) receives the advice of the International Trade Commission under section 1332 of this title on <br> whether any industry in the United States is likely to be adversely affected by such waiver, <br> (B) determines, based on the considerations described in sections 2461 and 2462(c) of this title <br> and the advice described in subparagraph (A), that such waiver is in the national economic <br> interest of the United States, and <br> (C) publishes the determination described in subparagraph (B) in the Federal Register. <br> (2) Considerations by the President <br> In making any determination under paragraph (1), the President shall give great weight to: <br> (A) the extent to which the beneficiary developing country has assured the United States that <br> such country will provide equitable and reasonable access to the markets and basic <br> commodity resources of such country, and <br> (B) the extent to which such country provides adequate and effective protection of intellectual <br> property rights. <br> (3) Other bases for waiver <br> The President may waive the application of subsection (c)(2) of this section if, before July 1 of the calendar <br> year beginning after the calendar year for which a determination described in subsection (c)(2) of this <br> section was made with respect to a beneficiary developing country, the President determines that <br> (A) there has been a historical preferential trade relationship between the United States and such <br> country, <br> (B) there is a treaty or trade agreement in force covering economic relations between such <br> country and the United States, and <br> (C) such country does not discriminate against, or impose unjustifiable or unreasonable barriers <br> to, United States commerce, <br> and the President publishes that determination in the Federal Register. <br> (4) Limitations on waivers <br> The President may not exercise the waiver authority under this subsection with respect to a quantity of an <br> eligible article entered during any calendar year beginning after 1995, the aggregate appraised value of <br> which equals or exceeds 30 percent of the aggregate appraised value of all articles that entered duty-free <br> under this subchapter during the preceding calendar year. <br> (B) Other waiver limits <br> The President may not exercise the waiver authority provided under this subsection with respect to a <br> quantity of an eligible article entered during any calendar year beginning after 1995, the aggregate <br> appraised value of which exceeds 15 percent of the aggregate appraised value of all articles that have <br> entered duty-free under this subchapter during the preceding calendar year from those beneficiary <br> developing countries which for the preceding calendar year: <br> (i) had a per capita gross national product (calculated on the basis of the best available information, <br> including that of the International Bank for Reconstruction and Development) of $5,000 or more; <br> or <br> (ii) had exported (either directly or indirectly) to the United States a quantity of articles that was duty- <br> free under this subchapter that had an aggregate appraised value of more than 10 percent of the <br> aggregate appraised value of all articles that entered duty-free under this subchapter during that <br> year. <br> (C) Calculation of limitations <br> There shall be counted against the limitations imposed under subparagraphs (A) and (B) for any calendar <br> year only that value of any eligible article of any country that: <br> (i) entered duty-free under this subchapter during such calendar year; and <br> (ii) is in excess of the value of that article that would have been so entered during such calendar year if <br> the limitations under subsection (c)(2)(A) of this section applied. <br> (5) Effective period of waiver <br> Any waiver granted under this subsection shall remain in effect until the President determines that such <br> waiver is no longer warranted due to changed circumstances. <br> (e) International Trade Commission advice <br> Before designating articles as eligible articles under subsection (a)(1) of this section, the President shall <br> publish and furnish the International Trade Commission with lists of articles which may be considered for <br> designation as eligible articles for purposes of this subchapter. The provisions of sections 2151, 2152, 2153, <br> and 2154 of this title shall be complied with as though action under section 2461 of this title and this <br> section were action under section 2133 of this title to carry out a trade agreement entered into under section <br> 2133 of this title. <br> (f) Special rule concerning Puerto Rico <br> No action under this subchapter may affect any tariff duty imposed by the Legislature of Puerto Rico <br> pursuant to section 1319 of this title on coffee imported into Puerto Rico. <br> "}, {"ArticleTitle": "Sec. 2465. Date of termination", "ArticleDesc": "Sec. 2465. Date of termination <br> No duty-free treatment provided under this subchapter shall remain in effect after December 31, 2008. <br> "}, {"ArticleTitle": "Sec. 2466.", "ArticleDesc": "Sec. 2466. <br> Agricultural exports of beneficiary developing countries <br> The appropriate agencies of the United States shall assist beneficiary developing countries to develop and <br> implement measures designed to assure that the agricultural sectors of their economies are not directed to <br> export markets to the detriment of the production of foodstuffs for their citizenry. <br> "}, {"ArticleTitle": "Sec. 2466a.", "ArticleDesc": "Sec. 2466a. <br> Designation of sub-Saharan African countries for certain benefits <br> "}, {"ArticleTitle": "Sec. 2466b.", "ArticleDesc": "Sec. 2466b. <br> Termination of benefits for sub-Saharan African countries <br> In the case of a beneficiary sub-Saharan African country, as defined in section 2466a(c) of this title, duty- <br> free treatment provided under this subchapter shall remain in effect through September 30, 2008. <br> "}, {"ArticleTitle": "Sec. 2467. Definitions", "ArticleDesc": "Sec. 2467. Definitions <br> For purposes of this subchapter: <br> (1) Beneficiary developing country <br> The term @^@beneficiary developing country'' means any country with respect to which there is in effect an <br> Executive order or Presidential proclamation by the President designating such country as a beneficiary <br> developing country for purposes of this subchapter. <br> (2) Country <br> The term '' country'' means any foreign country or territory, including any overseas dependent territory <br> or possession of a foreign country, or the Trust Territory of the Pacific Islands. In the case of an association <br> of countries which is a free trade area or customs union, or which is contributing to comprehensive regional <br> economic integration among its members through appropriate means, including, but not limited to, the <br> reduction of duties, the President may by Executive order or Presidential proclamation provide that all <br> members of such association other than members which are barred from designation under section 2462(b) <br> of this title shall be treated as one country for purposes of this subchapter. <br> (3) Entered <br> The term @^@entered@^@ means entered, or withdrawn from warehouse for consumption, in the customs <br> territory of the United States. <br> (4) Internationally recognized worker rights <br> The term @^@internationally recognized worker rights'' includes— <br> (A) the right of association; <br> (B) the right to organize and bargain collectively; <br> (C) a prohibition on the use of any form of forced or compulsory labor; <br> (D) a minimum age for the employment of children; and <br> (E) acceptable conditions of work with respect to minimum wages, hours of work, and <br> occupational safety and health. <br> (5) Least-developed beneficiary developing country <br> The term @^@least-developed beneficiary developing country'' means a beneficiary developing country <br> that is designated as a least-developed beneficiary developing country under section 2462(a)(2) of this title. <br> (6) Worst forms of child labor <br> The term @^@worst forms of child labor'' means-- <br> (A) all forms of slavery or practices similar to slavery, such as the sale or trafficking of children, <br> debt bondage and serfdom, or forced or compulsory labor, including forced or compulsory <br> recruitment of children for use in armed conflict; <br> (B) the use, procuring, or offering of a child for prostitution, for the production of pornography <br> or for pornographic purposes; <br> (C) the use, procuring, or offering of a child for illicit activities in particular for the production <br> and trafficking of drugs; and <br> (D) work which, by its nature or the circumstances in which it is carried out, is likely to harm the <br> health, safety, or morals of children. <br> The work referred to in subparagraph (D) shall be determined by the laws, regulations, or competent <br> authority of the beneficiary developing country involved. <br> "}, {"ArticleTitle": "SEC. 112. TREATMENT OF CERTAIN TEXTILES AND APPAREL.", "ArticleDesc": "SEC. 112. TREATMENT OF CERTAIN TEXTILES AND APPAREL. <br> (a) PREFERENTIAL TREATMENT- Textile and apparel articles described in subsection (b) that <br> are imported directly into the customs territory of the United States from a beneficiary sub- <br> Saharan African country described in section 506A(c) of the Trade Act of 1974, shall enter the <br> United States free of duty and free of any quantitative limitations in accordance with the <br> provisions set forth in subsection (b), if the country has satisfied the requirements set forth in <br> section 113. <br> (b) PRODUCTS COVERED- The preferential treatment described in subsection (a) shall apply <br> only to the following textile and apparel products: <br> (1) APPAREL ARTICLES ASSEMBLED IN BENEFICIARY SUB-SAHARAN <br> AFRICAN COUNTRIES- Apparel articles assembled in one or more beneficiary sub- <br> Saharan African countries from fabrics wholly formed and cut in the United States, from <br> yarns wholly formed in the United States, (including fabrics not formed from yarns, if <br> such fabrics are classifiable under heading 5602 or 5603 of the Harmonized Tariff <br> Schedule of the United States and are wholly formed and cut in the United States) that <br> are-- <br> (A) entered under subheading 9802.00.80 of the Harmonized Tariff Schedule of <br> the United States; or <br> (B) entered under chapter 61 or 62 of the Harmonized Tariff Schedule of the <br> United States, if, after such assembly, the articles would have qualified for entry <br> under subheading 9802.00.80 of the Harmonized Tariff Schedule of the United <br> States but for the fact that the articles were embroidered or subjected to stone- <br> washing, enzyme-washing, acid washing, perm-pressing, oven-baking, <br> bleaching, garment-dyeing, screen printing, or other similar processes. <br> (2) APPAREL ARTICLES CUT AND ASSEMBLED IN BENEFICIARY SUB- <br> SAHARAN AFRICAN COUNTRIES- Apparel articles cut in one or more beneficiary <br> sub-Saharan African countries from fabric wholly formed in the United States from yarns <br> wholly formed in the United States, (including fabrics not formed from yarns, if such <br> fabrics are classifiable under heading 5602 or 5603 of the Harmonized Tariff Schedule of <br> the United States and are wholly formed in the United States) if such articles are <br> assembled in one or more beneficiary sub-Saharan African countries with thread formed <br> in the United States. <br> (3) APPAREL ARTICLES ASSEMBLED FROM REGIONAL AND OTHER FABRIC- <br> Apparel articles wholly assembled in one or more beneficiary sub-Saharan African <br> countries from fabric wholly formed in one or more beneficiary sub-Saharan African <br> countries from yarn originating either in the United States or one or more beneficiary <br> sub-Saharan African countries (including fabrics not formed from yarns, if such fabrics <br> are classifiable under heading 5602 or 5603 of the Harmonized Tariff Schedule of the <br> United States and are wholly formed and cut in one or more beneficiary sub-Saharan <br> African countries), subject to the following: <br> (A) LIMITATIONS ON BENEFITS- <br> (i) IN GENERAL- Preferential treatment under this paragraph shall be <br> extended in the 1-year period beginning on October 1, 2000, and in <br> each of the seven succeeding 1-year periods, to imports of apparel <br> articles in an amount not to exceed the applicable percentage of the <br> aggregate square meter equivalents of all apparel articles imported into <br> the United States in the preceding 12-month period for which data are <br> available. <br> (ii) APPLICABLE PERCENTAGE- For purposes of this subparagraph, <br> the term 'applicable percentage' means 1.5 percent for the 1-year period <br> beginning October 1, 2000, increased in each of the seven succeeding <br> 1-year periods by equal increments, so that for the period beginning <br> October 1, 2007, the applicable percentage does not exceed 3.5 percent. <br> (B) SPECIAL RULE FOR LESSER DEVELOPED COUNTRIES- <br> (i) IN GENERAL- Subject to subparagraph (A), preferential treatment <br> shall be extended through September 30, 2004, for apparel articles <br> wholly assembled in one or more lesser developed beneficiary sub- <br> Saharan African countries regardless of the country of origin of the <br> fabric used to make such articles. <br> (ii) LESSER DEVELOPED BENEFICIARY SUB-SAHARAN <br> AFRICAN COUNTRY- For purposes of this subparagraph the term <br> 'lesser developed beneficiary sub-Saharan African country' means a <br> beneficiary sub-Saharan African country that had a per capita gross <br> national product of less than $1,500 a year in 1998, as measured by the <br> World Bank. <br> (C) SURGE MECHANISM- <br> (i) IMPORT MONITORING- The Secretary of Commerce shall <br> monitor imports of articles described in this paragraph on a monthly <br> basis to determine if there has been a surge in imports of such articles. <br> In order to permit public access to preliminary international trade data <br> and to facilitate the early identification of potentially disruptive import <br> surges, the Director of the Office of Management and Budget may <br> grant an exception to the publication dates established for the release of <br> data on United States international trade in covered articles, if the <br> Director notifies Congress of the early release of the data. <br> (ii) DETERMINATION OF DAMAGE OR THREAT THEREOF- <br> Whenever the Secretary of Commerce determines, based on the data <br> described in clause (i), or pursuant to a written request made by an <br> interested party, that there has been a surge in imports of an article <br> described in this paragraph from a beneficiary sub-Saharan African <br> country, the Secretary shall determine whether such article from such <br> country is being imported in such increased quantities as to cause <br> serious damage, or threat thereof, to the domestic industry producing a <br> like or directly competitive article. If the Secretary's determination is <br> affirmative, the President shall suspend the duty-free treatment <br> provided for such article under this paragraph. If the inquiry is initiated <br> at the request of an interested party, the Secretary shall make the <br> determination within 60 days after the date of the request. <br> (iii) FACTORS TO CONSIDER- In determining whether a domestic <br> industry has been seriously damaged, or is threatened with serious <br> damage, the Secretary shall examine the effect of the imports on <br> relevant economic indicators such as domestic production, sales, <br> market share, capacity utilization, inventories, employment, profits, <br> exports, prices, and investment. <br> (iv) PROCEDURE- <br> (I) INITIATION- The Secretary of Commerce shall initiate an <br> inquiry within 10 days after receiving a written request and <br> supporting information for an inquiry from an interested party. <br> Notice of initiation of an inquiry shall be published in the <br> (II) PARTICIPATION BY INTERESTED PARTIES- The <br> Secretary of Commerce shall establish procedures to ensure <br> participation in the inquiry by interested parties. <br> (III) NOTICE OF DETERMINATION- The Secretary shall <br> publish the determination described in clause (ii) in the <br> Federal Register. <br> (IV) INFORMATION AVAILABLE- If relevant information <br> is not available on the record or any party withholds <br> information that has been requested by the Secretary, the <br> Secretary shall make the determination on the basis of the <br> facts available. When the Secretary relies on information <br> submitted in the inquiry as facts available, the Secretary shall, <br> to the extent practicable, corroborate the information from <br> independent sources that are reasonably available to the <br> Secretary. <br> (v) INTERESTED PARTY- For purposes of this subparagraph, the <br> term interested party' means any producer of a like or directly <br> competitive article, a certified union or recognized union or group of <br> workers which is representative of an industry engaged in the <br> manufacture, production, or sale in the United States of a like or <br> directly competitive article, a trade or business association representing <br> producers or sellers of like or directly competitive articles, producers <br> engaged in the production of essential inputs for like or directly <br> competitive articles, a certified union or group of workers which is <br> representative of an industry engaged in the manufacture, production, <br> or sale of essential inputs for the like or directly competitive article, or <br> a trade or business association representing companies engaged in the <br> manufacture, production, or sale of such essential inputs. <br> (4) SWEATERS KNIT-TO-SHAPE FROM CASHMERE OR MERINO WOOL- <br> (A) CASHMERE- Sweaters, in chief weight of cashmere, knit-to-shape in one <br> or more beneficiary sub-Saharan African countries and classifiable under <br> subheading 6110.10 of the Harmonized Tariff Schedule of the United States. <br> (B) MERINO WOOL- Sweaters, 50 percent or more by weight of wool <br> measuring 18.5 microns in diameter or finer, knit-to-shape in one or more <br> beneficiary sub-Saharan African countries. <br> (5) APPAREL ARTICLES WHOLLY ASSEMBLED FROM FABRIC OR YARN NOT <br> AVAILABLE IN COMMERCIAL QUANTITIES IN THE United States- <br> (A) IN GENERAL- Apparel articles that are both cut (or knit-to-shape) and <br> sewn or otherwise assembled in one or more beneficiary sub-Saharan African <br> countries, from fabric or yarn that is not formed in the United States or a <br> beneficiary sub-Saharan African country, to the extent that apparel articles of <br> such fabrics or yarns would be eligible for preferential treatment, without regard <br> to the source of the fabric or yarn, under Annex 401 to the NAFTA. <br> (B) ADDITIONAL APPAREL ARTICLES- At the request of any interested <br> party and subject to the following requirements, the President is authorized to <br> proclaim the treatment provided under subparagraph (A) for yarns or fabrics not <br> described in subparagraph (A) if-- <br> (i) the President determines that such yarns or fabrics cannot be <br> supplied by the domestic industry in commercial quantities in a timely <br> manner; <br> (ii) the President has obtained advice regarding the proposed action <br> from the appropriate advisory committee established under section 135 <br> of the Trade Act of 1974 (19 United States C. 2155) and the United <br> States International Trade Commission; <br> (iii) within 60 calendar days after the request, the President has <br> submitted a report to the Committee on Ways and Means of the House <br> of Representatives and the Committee on Finance of the Senate that <br> sets forth-- <br> (I) the action proposed to be proclaimed and the reasons for <br> such action; and <br> (II) the advice obtained under clause (ii); <br> (iv) a period of 60 calendar days, beginning with the first day on which <br> the President has met the requirements of sub clauses (I) and (II) of <br> clause (iii), has expired; and <br> (v) the President has consulted with such committees regarding the <br> proposed action during the period referred to in clause (iii). <br> (6) HANDLOOMED, HANDMADE, AND FOLKLORE ARTICLES- A hand loomed, <br> handmade, or folklore article of a beneficiary sub-Saharan African country or countries <br> that is certified as such by the competent authority of such beneficiary country or <br> countries. For purposes of this paragraph, the President, after consultation with the <br> beneficiary sub-Saharan African country or countries concerned, shall determine which, <br> if any, particular textile and apparel goods of the country (or countries) shall be treated as <br> being hand loomed, handmade, or folklore articles. <br> (c) TREATMENT OF QUOTAS ON TEXTILE AND APPAREL IMPORTS FROM KENYA <br> AND MAURITIUS- The President shall eliminate the existing quotas on textile and apparel <br> articles imported into the United States-- <br> (1) from Kenya within 30 days after that country adopts an effective visa system to <br> prevent unlawful transshipment of textile and apparel articles and the use of counterfeit <br> documents relating to the importation of the articles into the United States; and <br> (2) from Mauritius within 30 days after that country adopts such a visa system. <br> The Customs Service shall provide the necessary technical assistance to Kenya and Mauritius in <br> the development and implementation of the visa systems. <br> (d) SPECIAL RULES- <br> (1) FINDINGS AND TRIMMINGS- <br> (A) GENERAL RULE- An article otherwise eligible for preferential treatment <br> under this section shall not be ineligible for such treatment because the article <br> contains findings or trimmings of foreign origin, if the value of such findings <br> and trimmings do not exceed 25 percent of the cost of the components of the <br> assembled article. Examples of findings and trimmings are sewing thread, hooks <br> and eyes, snaps, buttons, 'bow buds', decorative lace trim, elastic strips, and <br> zippers, including zipper tapes and labels. Elastic strips are considered findings <br> or trimmings only if they are each less than 1 inch in width and used in the <br> production of brassieres. <br> (B) CERTAIN INTERLININGS- <br> (i) GENERAL RULE- An article otherwise eligible for preferential <br> treatment under this section shall not be ineligible for such treatment <br> because the article contains certain interlinings of foreign origin, if the <br> value of such interlinings (and any findings and trimmings) does not <br> exceed 25 percent of the cost of the components of the assembled <br> article. <br> (ii) INTERLININGS DESCRIBED- Interlinings eligible for the <br> treatment described in clause (i) include only a chest type plate, a <br> hymo' piece, or 'sleeve header', of woven or weft-inserted warp knit <br> construction and of coarse animal hair or man-made filaments. <br> (iii) TERMINATION OF TREATMENT- The treatment described in <br> this subparagraph shall terminate if the President makes a <br> determination that United States manufacturers are producing such <br> interlinings in the United States in commercial quantities. <br> (C) EXCEPTION- In the case of an article described in subsection (b)(2), <br> sewing thread shall not be treated as findings or trimmings under subparagraph <br> (A). <br> (2) DE MINIMIS RULE- An article otherwise eligible for preferential treatment under <br> this section shall not be ineligible for such treatment because the article contains fibers or <br> yarns not wholly formed in the United States or one or more beneficiary sub-Saharan <br> African countries if the total weight of all such fibers and yarns is not more than 7 percent <br> of the total weight of the article. <br> (e) DEFINITIONS- In this section and section 113: <br> (1) AGREEMENT ON TEXTILES AND CLOTHING- The term 'Agreement on Textiles <br> and Clothing' means the Agreement on Textiles and Clothing referred to in section <br> 101(d)(4) of the Uruguay Round Agreements Act (19 United States C. 3511(d)(4)). <br> (2) BENEFICIARY SUB-SAHARAN AFRICAN COUNTRY, ETC- The terms <br> 'beneficiary sub-Saharan African country' and 'beneficiary sub-Saharan African <br> countries' have the same meaning as such terms have under section 506A(c) of the Trade <br> Act of 1974. <br> (3) NAFTA- The term 'NAFTA' means the North American Free Trade Agreement <br> entered into between the United States, Mexico, and Canada on December 17, 1992. <br> (f) EFFECTIVE DATE- This section takes effect on October 1, 2000, and shall remain in effect <br> through September 30, 2008. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SEC. 113. PROTECTIONS AGAINST TRANSSHIPMENT. <br> (a) PREFERENTIAL TREATMENT CONDITIONED ON ENFORCEMENT MEASURES- <br> (1) IN GENERAL- The preferential treatment under section 112(a) shall not be provided <br> to textile and apparel articles that are imported from a beneficiary sub-Saharan African <br> country unless that country-- <br> (A) has adopted an effective visa system, domestic laws, and enforcement <br> procedures applicable to covered articles to prevent unlawful transshipment of <br> the articles and the use of counterfeit documents relating to the importation of <br> the articles into the United States; <br> (B) has enacted legislation or promulgated regulations that would permit United <br> States Customs Service verification teams to have the access necessary to <br> investigate thoroughly allegations of transshipment through such country; <br> (C) agrees to report, on a timely basis, at the request of the United States <br> Customs Service, on the total exports from and imports into that country of <br> covered articles, consistent with the manner in which the records are kept by that <br> country; <br> (D) will cooperate fully with the United States to address and take action <br> necessary to prevent circumvention as provided in Article 5 of the Agreement on <br> Textiles and Clothing; <br> (E) agrees to require all producers and exporters of covered articles in that <br> country to maintain complete records of the production and the export of <br> covered articles, including materials used in the production, for at least 2 years <br> after the production or export (as the case may be); and <br> (F) agrees to report, on a timely basis, at the request of the United States <br> Customs Service, documentation establishing the country of origin of covered <br> articles as used by that country in implementing an effective visa system. <br> (2) COUNTRY OF ORIGIN DOCUMENTATION- For purposes of paragraph (1)(F), <br> documentation regarding the country of origin of the covered articles includes <br> documentation such as production records, information relating to the place of production, <br> the number and identification of the types of machinery used in production, the number <br> of workers employed in production, and certification from both the manufacturer and the <br> exporter. <br> (b) CUSTOMS PROCEDURES AND ENFORCEMENT- <br> (1) IN GENERAL- <br> (A) REGULATIONS- Any importer that claims preferential treatment under <br> section 112 shall comply with customs procedures similar in all material <br> respects to the requirements of Article 502(1) of the NAFTA as implemented <br> pursuant to United States law, in accordance with regulations promulgated by <br> the Secretary of the Treasury. <br> (B) DETERMINATION- <br> (i) IN GENERAL- In order to qualify for the preferential treatment <br> under section 112 and for a Certificate of Origin to be valid with <br> respect to any article for which such treatment is claimed, there shall be <br> in effect a determination by the President that each country described in <br> clause (ii)-- <br> (I) has implemented and follows; or <br> (II) is making substantial progress toward implementing and <br> following, <br> procedures and requirements similar in all material respects to the <br> relevant procedures and requirements under chapter 5 of the NAFTA. <br> (ii) COUNTRY DESCRIBED- A country is described in this clause if <br> it is a beneficiary sub-Saharan African country-- <br> (I) from which the article is exported; or <br> (II) in which materials used in the production of the article <br> originate or in which the article or such materials, undergo <br> production that contributes to a claim that the article is eligible <br> for preferential treatment. <br> (2) CERTIFICATE OF ORIGIN- The Certificate of Origin that otherwise would be <br> required pursuant to the provisions of paragraph (1) shall not be required in the case of an <br> article imported under section 112 if such Certificate of Origin would not be required <br> under Article 503 of the NAFTA (as implemented pursuant to United States law), if the <br> article were imported from Mexico. <br> (3) PENALTIES FOR EXPORTERS- If the President determines, based on sufficient <br> evidence, that an exporter has engaged in transshipment as defined in paragraph (4), then <br> the President shall deny for a period of 5 years all benefits under section 112 to such <br> exporter, any successor of such exporter, and any other entity owned or operated by the <br> principal of the exporter. <br> (4) TRANSSHIPMENT DESCRIBED- Transshipment within the meaning of this <br> subsection has occurred when preferential treatment for a textile or apparel article under <br> this Act has been claimed on the basis of material false information concerning the <br> country of origin, manufacture, processing, or assembly of the article or any of its <br> components. For purposes of this paragraph, false information is material if disclosure of <br> the true information would mean or would have meant that the article is or was ineligible <br> for preferential treatment under section 112. <br> (5) MONITORING AND REPORTS TO CONGRESS- The Customs Service shall <br> monitor and the Commissioner of Customs shall submit to Congress, not later than March <br> 31 of each year, a report on the effectiveness of the visa systems and the implementation <br> of legislation and regulations described in subsection (a) and on measures taken by <br> countries in sub-Saharan Africa which export textiles or apparel to the United States to <br> prevent circumvention as described in Article 5 of the Agreement on Textiles and <br> Clothing. <br> (c) CUSTOMS SERVICE ENFORCEMENT- The Customs Service shall-- <br> (1) make available technical assistance to the beneficiary sub-Saharan African countries-- <br> (A) in the development and implementation of visa systems, legislation, and <br> regulations described in subsection (a)(1)(A); and <br> (B) to train their officials in anti-transshipment enforcement; <br> (2) send production verification teams to at least four beneficiary sub-Saharan African <br> countries each year; and <br> (3) to the extent feasible, place beneficiary sub-Saharan African countries on the <br> Electronic Visa (ELVIS) program. <br> (d) AUTHORIZATION Of APPROPRIATIONS- There is authorized to be appropriated to carry <br> out subsection (c) the sum of $5,894,913. <br> "}, {"ArticleTitle": "SEC. 114. TERMINATION.", "ArticleDesc": "SEC. 114. TERMINATION. <br> Title V of the Trade Act of 1974 is amended by inserting after section 506A the following new <br> section: <br> "}, {"ArticleTitle": "SEC. 506B. TERMINATION OF BENEFITS FOR SUB-SAHARAN AFRICAN", "ArticleDesc": "SEC. 506B. TERMINATION OF BENEFITS FOR SUB-SAHARAN AFRICAN <br> COUNTRIES. <br> 'In the case of a beneficiary sub-Saharan African country, as defined in section 506A(c), duty-free <br> treatment provided under this title shall remain in effect through September 30, 2008.'. <br> "}, {"ArticleTitle": "SEC. 115. CLERICAL AMENDMENTS.", "ArticleDesc": "SEC. 115. CLERICAL AMENDMENTS. <br> The table of contents for title V of the Trade Act of 1974 is amended by inserting after the item <br> relating to section 506 the following new items: <br> 'Sec. 506A. Designation of sub-Saharan African countries for certain benefits. <br> 'Sec. 506B. Termination of benefits for sub-Saharan African countries.'. <br> "}, {"ArticleTitle": "SEC. 116. FREE TRADE AGREEMENTS WITH SUB-SAHARAN AFRICAN", "ArticleDesc": "SEC. 116. FREE TRADE AGREEMENTS WITH SUB-SAHARAN AFRICAN <br> COUNTRIES. <br> (a) DECLARATION OF POLICY- Congress declares that free trade agreements should be <br> negotiated, where feasible, with interested countries in sub-Saharan Africa, in order to serve as the <br> catalyst for increasing trade between the United States and sub-Saharan Africa and increasing <br> private sector investment in sub-Saharan Africa. <br> (b) PLAN REQUIREMENT- <br> (1) IN GENERAL- The President, taking into account the provisions of the treaty <br> establishing the African Economic Community and the willingness of the governments of <br> sub-Saharan African countries to engage in negotiations to enter into free trade <br> agreements, shall develop a plan for the purpose of negotiating and entering into one or <br> more trade agreements with interested beneficiary sub-Saharan African countries. <br> (2) ELEMENTS OF PLAN- The plan shall include the following: <br> (A) The specific objectives of the United States with respect to negotiations <br> described in paragraph (1) and a suggested timetable for achieving those <br> objectives. <br> (B) The benefits to both the United States and the relevant sub-Saharan African <br> countries with respect to the applicable free trade agreement or agreements. <br> (C) A mutually agreed-upon timetable for the negotiations. <br> (D) The implications for and the role of regional and sub-regional organizations <br> in sub-Saharan Africa with respect to such free trade agreement or agreements. <br> (E) Subject matter anticipated to be covered by the negotiations and United <br> States laws, programs, and policies, as well as the laws of participating eligible <br> African countries and existing bilateral and multilateral and economic <br> cooperation and trade agreements that may be affected by the agreement or <br> agreements. <br> (F) Procedures to ensure the following: <br> (i) Adequate consultation with the Congress and the private sector <br> during the negotiations. <br> (ii) Consultation with the Congress regarding all matters relating to <br> implementation of the agreement or agreements. <br> (iii) Approval by the Congress of the agreement or agreements. <br> (iv) Adequate consultations with the relevant African governments and <br> African regional and sub regional intergovernmental organizations <br> during the negotiation of the agreement or agreements. <br> (c) REPORTING REQUIREMENT- Not later than 12 months after the date of the enactment of <br> this Act, the President shall prepare and transmit to the Congress a report containing the plan <br> developed pursuant to subsection (b). <br> "}, {"ArticleTitle": "SEC. 117. ASSISTANT United States TRADE REPRESENTATIVE FOR AFRICAN", "ArticleDesc": "SEC. 117. ASSISTANT United States TRADE REPRESENTATIVE FOR AFRICAN <br> AFFAIRS. <br> It is the sense of the Congress that-- <br> (1) the position of Assistant United States Trade Representative for African Affairs is <br> integral to the United States commitment to increasing United States-sub-Saharan <br> African trade and investment; <br> (2) the position of Assistant United States Trade Representative for African Affairs <br> should be maintained within the Office of the United States Trade Representative to <br> direct and coordinate interagency activities on United States-Africa trade policy and <br> investment matters and serve as-- <br> (A) a primary point of contact in the executive branch for those persons engaged <br> in trade between the United States and sub-Saharan Africa; and <br> (B) the chief advisor to the United States Trade Representative on issues of trade <br> and investment with Africa; and <br> (3) the United States Trade Representative should have adequate funding and staff to <br> carry out the duties of the Assistant United States Trade Representative for African <br> Affairs described in paragraph (2), subject to the availability of appropriations. <br> Subtitle C--Economic Development Related Issues <br> "}, {"ArticleTitle": "SEC. 121. SENSE OF THE CONGRESS REGARDING COMPREHENSIVE DEBT", "ArticleDesc": "SEC. 121. SENSE OF THE CONGRESS REGARDING COMPREHENSIVE DEBT <br> RELIEF FOR THE WORLD'S POOREST COUNTRIES. <br> (a) FINDINGS- Congress makes the following findings: <br> (1) The burden of external debt has become a major impediment to economic growth and <br> poverty reduction in many of the world's poorest countries. <br> (2) Until recently, the United States Government and other official creditors sought to <br> address this problem by rescheduling loans and in some cases providing limited debt <br> reduction. <br> (3) Despite such efforts, the cumulative debt of many of the world's poorest countries <br> continued to grow beyond their capacity to repay. <br> (4) In 1997, the Group of Seven, the World Bank, and the International Monetary Fund <br> adopted the Heavily Indebted Poor Countries Initiative (HIPC), a commitment by the <br> international community that all multilateral and bilateral creditors, acting in a <br> coordinated and concerted fashion, would reduce poor country debt to a sustainable level. <br> (5) The HIPC Initiative is currently undergoing reforms to address concerns raised about <br> country conditionality, the amount of debt forgiven, and the allocation of savings realized <br> through the debt forgiveness program to ensure that the Initiative accomplishes the goals <br> of economic growth and poverty alleviation in the world's poorest countries. <br> (b) SENSE OF THE CONGRESS- It is the sense of the Congress that-- <br> (1) Congress and the President should work together, without undue delay and in concert <br> with the international community, to make comprehensive debt relief available to the <br> world's poorest countries in a manner that promotes economic growth and poverty <br> alleviation; <br> (2) this program of bilateral and multilateral debt relief should be designed to strengthen <br> and expand the private sector, encourage increased trade and investment, support the <br> development of free markets, and promote broad-scale economic growth in beneficiary <br> countries; <br> (3) this program of debt relief should also support the adoption of policies to alleviate <br> poverty and to ensure that benefits are shared widely among the population, such as <br> through initiatives to advance education, improve health, combat AIDS, and promote <br> clean water and environmental protection; <br> (4) these debt relief agreements should be designed and implemented in a transparent <br> manner and with the broad participation of the citizenry of the debtor country and should <br> ensure that country circumstances are adequately taken into account; <br> (5) no country should receive the benefits of debt relief if that country does not cooperate <br> with the United States on terrorism or narcotics enforcement, is a gross violator of the <br> human rights of its citizens, or is engaged in conflict or spends excessively on its military; <br> and <br> (6) in order to prevent adverse impact on a key industry in many developing countries, <br> the International Monetary Fund must mobilize its own resources for providing debt <br> relief to eligible countries without allowing gold to reach the open market, or otherwise <br> adversely affecting the market price of gold. <br> "}, {"ArticleTitle": "SEC. 122. EXECUTIVE BRANCH INITIATIVES.", "ArticleDesc": "SEC. 122. EXECUTIVE BRANCH INITIATIVES. <br> (a) STATEMENT OF THE CONGRESS- The Congress recognizes that the stated policy of the <br> executive branch in 1997, the Partnership for Growth and Opportunity in Africa' initiative, is a <br> step toward the establishment of a comprehensive trade and development policy for sub-Saharan <br> Africa. It is the sense of the Congress that this Partnership is a companion to the policy goals set <br> forth in this title. <br> (b) TECHNICAL ASSISTANCE TO PROMOTE ECONOMIC REFORMS AND <br> DEVELOPMENT- In addition to continuing bilateral and multilateral economic and development <br> assistance, the President shall target technical assistance toward-- <br> (1) developing relationships between United States firms and firms in sub-Saharan Africa <br> through a variety of business associations and networks; <br> (2) providing assistance to the governments of sub-Saharan African countries to-- <br> (A) liberalize trade and promote exports; <br> (B) bring their legal regimes into compliance with the standards of the World <br> Trade Organization in conjunction with membership in that Organization; <br> (C) make financial and fiscal reforms; and <br> (D) promote greater agribusiness linkages; <br> (3) addressing such critical agricultural policy issues as market liberalization, agricultural <br> export development, and agribusiness investment in processing and transporting <br> agricultural commodities; <br> (4) increasing the number of reverse trade missions to growth-oriented countries in sub- <br> Saharan Africa; <br> (5) increasing trade in services; and <br> (6) encouraging greater sub-Saharan African participation in future negotiations in the <br> World Trade Organization on services and making further commitments in their <br> schedules to the General Agreement on Trade in Services in order to encourage the <br> removal of tariff and nontariff barriers. <br> "}, {"ArticleTitle": "SEC. 123. OVERSEAS PRIVATE INVESTMENT CORPORATION INITIATIVES.", "ArticleDesc": "SEC. 123. OVERSEAS PRIVATE INVESTMENT CORPORATION INITIATIVES. <br> (a) INITIATION OF FUNDS- It is the sense of the Congress that the Overseas Private Investment <br> Corporation should exercise the authorities it has to initiate an equity fund or equity funds in <br> support of projects in the countries in sub-Saharan Africa, in addition to the existing equity fund <br> for sub-Saharan Africa created by the Corporation. <br> (b) STRUCTURE AND TYPES OF FUNDS- <br> (1) STRUCTURE- Each fund initiated under subsection (a) should be structured as a <br> partnership managed by professional private sector fund managers and monitored on a <br> continuing basis by the Corporation. <br> (2) CAPITALIZATION- Each fund should be capitalized with a combination of private <br> equity capital, which is not guaranteed by the Corporation, and debt for which the <br> Corporation provides guaranties. <br> (3) INFRASTRUCTURE FUND- One or more of the funds, with combined assets of up <br> to $500,000,000, should be used in support of infrastructure projects in countries of sub- <br> Saharan Africa. <br> (4) EMPHASIS- The Corporation shall ensure that the funds are used to provide support <br> in particular to women entrepreneurs and to innovative investments that expand <br> opportunities for women and maximize employment opportunities for poor individuals. <br> (c) OVERSEAS PRIVATE INVESTMENT CORPORATION- <br> (1) INVESTMENT ADVISORY COUNCIL- Section 233 of the Foreign Assistance Act <br> of 1961 is amended by adding at the end the following: <br> '(e) INVESTMENT ADVISORY COUNCIL- The Board shall take prompt measures to increase <br> the loan, guarantee, and insurance programs, and financial commitments, of the Corporation in <br> sub-Saharan Africa, including through the use of an investment advisory council to assist the <br> Board in developing and implementing policies, programs, and financial instruments with respect <br> to sub-Saharan Africa. In addition, the investment advisory council shall make recommendations <br> to the Board on how the Corporation can facilitate greater support by the United States for trade <br> and investment with and in sub-Saharan Africa. The investment advisory council shall terminate 4 <br> years after the date of the enactment of this subsection.'. <br> (2) REPORTS TO CONGRESS- Within 6 months after the date of the enactment of this <br> Act, and annually for each of the 4 years thereafter, the Board of Directors of the <br> Overseas Private Investment Corporation shall submit to Congress a report on the steps <br> that the Board has taken to implement section 233(e) of the Foreign Assistance Act of <br> 1961 (as added by paragraph (1)) and any recommendations of the investment advisory <br> council established pursuant to such section. <br> "}, {"ArticleTitle": "SEC. 124. EXPORT-IMPORT BANK INITIATIVES.", "ArticleDesc": "SEC. 124. EXPORT-IMPORT BANK INITIATIVES. <br> (a) SENSE OF THE CONGRESS- It is the sense of the Congress that the Board of Directors of <br> the Bank shall continue to take comprehensive measures, consistent with the credit standards <br> otherwise required by law, to promote the expansion of the Bank's financial commitments in sub- <br> Saharan Africa under the loan, guarantee and insurance programs of the Bank. <br> (b) SUB-SAHARAN AFRICA ADVISORY COMMITTEE- The sub-Saharan Africa Advisory <br> Committee (SAAC) is to be commended for aiding the Bank in advancing the economic <br> partnership between the United States and the nations of sub-Saharan Africa by doubling the <br> number of sub-Saharan African countries in which the Bank is open for traditional financing and <br> by increasing by tenfold the Bank's support for sales to sub-Saharan Africa from fiscal year 1998 <br> to fiscal year 1999. The Board of Directors of the Bank and its staff shall continue to review <br> carefully the sub-Saharan Africa Advisory Committee recommendations on the development and <br> implementation of new and innovative policies and programs designed to promote the Bank's <br> expansion in sub-Saharan Africa. <br> "}, {"ArticleTitle": "SEC. 125. EXPANSION OF THE United States AND FOREIGN COMMERCIAL", "ArticleDesc": "SEC. 125. EXPANSION OF THE United States AND FOREIGN COMMERCIAL <br> SERVICE IN SUB-SAHARAN AFRICA. <br> (a) FINDINGS- The Congress makes the following findings: <br> (1) The United States and Foreign Commercial Service (hereafter in this section referred <br> to as the 'Commercial Service') plays an important role in helping United States <br> businesses identify export opportunities and develop reliable sources of information on <br> commercial prospects in foreign countries. <br> (2) During the 1980s, the presence of the Commercial Service in sub-Saharan Africa <br> consisted of 14 professionals providing services in eight countries. By early 1997, that <br> presence had been reduced by half to seven professionals in only four countries. <br> (3) Since 1997, the Department of Commerce has slowly begun to increase the presence <br> of the Commercial Service in sub-Saharan Africa, adding five full-time officers to <br> established posts. <br> (4) Although the Commercial Service Officers in these countries have regional <br> responsibilities, this kind of coverage does not adequately service the needs of United <br> States businesses attempting to do business in sub-Saharan Africa. <br> (5) The Congress has, on several occasions, encouraged the Commercial Service to focus <br> its resources and efforts in countries or regions in Europe or Asia to promote greater <br> United States export activity in those markets, and similar encouragement should be <br> provided for countries in sub-Saharan Africa as well. <br> (6) Because market information is not widely available in many sub-Saharan African <br> countries, the presence of additional Commercial Service Officers and resources can play <br> a significant role in assisting United States businesses in markets in those countries. <br> (b) APPOINTMENTS- Subject to the availability of appropriations, by not later than December 31, <br> 2001, the Secretary of Commerce, acting through the Assistant Secretary of Commerce and <br> Director General of the United States and Foreign Commercial Service, shall take steps to ensure <br> that-- <br> (1) at least 20 full-time Commercial Service employees are stationed in sub-Saharan <br> Africa; and <br> (2) full-time Commercial Service employees are stationed in not less than 10 different <br> sub-Saharan African countries. <br> (c) INITIATIVE FOR SUB-SAHARAN AFRICA- In order to encourage the export of United <br> States goods and services to sub-Saharan African countries, the International Trade Administration <br> shall make a special effort to-- <br> (1) identify United States goods and services which are the best prospects for export by <br> United States companies to sub-Saharan Africa; <br> (2) identify, where appropriate, tariff and nontariff barriers that are preventing or <br> hindering sales of United States goods and services to, or the operation of United States <br> companies in, sub-Saharan Africa; <br> (3) hold discussions with appropriate authorities in sub-Saharan Africa on the matters <br> described in paragraphs (1) and (2) with a view to securing increased market access for <br> United States exporters of goods and services; <br> (4) identify current resource allocations and personnel levels in sub-Saharan Africa for <br> the Commercial Service and consider plans for the deployment of additional resources or <br> personnel to that region; and <br> (5) make available to the public, through printed and electronic means of communication, <br> the information derived pursuant to paragraphs (1) through (4) for each of the 4 years <br> after the date of the enactment of this Act. <br> "}, {"ArticleTitle": "SEC. 126. DONATION OF AIR TRAFFIC CONTROL EQUIPMENT TO ELIGIBLE", "ArticleDesc": "SEC. 126. DONATION OF AIR TRAFFIC CONTROL EQUIPMENT TO ELIGIBLE <br> SUB-SAHARAN AFRICAN COUNTRIES. <br> It is the sense of the Congress that, to the extent appropriate, the United States Government should <br> make every effort to donate to governments of sub-Saharan African countries determined to be <br> eligible under section 104 air traffic control equipment that is no longer in use, including <br> appropriate related reimbursable technical assistance. <br> "}, {"ArticleTitle": "SEC. 127. ADDITIONAL AUTHORITIES AND INCREASED FLEXIBILITY TO", "ArticleDesc": "SEC. 127. ADDITIONAL AUTHORITIES AND INCREASED FLEXIBILITY TO <br> PROVIDE ASSISTANCE UNDER THE DEVELOPMENT FUND FOR AFRICA. <br> (a) USE OF SUSTAINABLE DEVELOPMENT ASSISTANCE TO SUPPORT FURTHER <br> ECONOMIC GROWTH- It is the sense of the Congress that sustained economic growth in sub- <br> Saharan Africa depends in large measure upon the development of a receptive environment for <br> trade and investment, and that to achieve this objective the United States Agency for International <br> Development should continue to support programs which help to create this environment. <br> Investments in human resources, development, and implementation of free market policies, <br> including policies to liberalize agricultural markets and improve food security, and the support for <br> the rule of law and democratic governance should continue to be encouraged and enhanced on a <br> bilateral and regional basis. <br> (b) DECLARATIONS OF POLICY- The Congress makes the following declarations: <br> (1) The Development Fund for Africa established under chapter 10 of part I of the <br> Foreign Assistance Act of 1961 (22 United States C. 2293 et seq.) has been an effective <br> tool in providing development assistance to sub-Saharan Africa since 1988. <br> (2) The Development Fund for Africa will complement the other provisions of this title <br> and lay a foundation for increased trade and investment opportunities between the United <br> States and sub-Saharan Africa. <br> (3) Assistance provided through the Development Fund for Africa will continue to <br> support programs and activities that promote the long term economic development of <br> sub-Saharan Africa, such as programs and activities relating to the following: <br> (A) Strengthening primary and vocational education systems, especially the <br> acquisition of middle-level technical skills for operating modern private <br> businesses and the introduction of college level business education, including <br> the study of international business, finance, and stock exchanges. <br> (B) Strengthening health care systems. <br> (C) Supporting democratization, good governance and civil society and conflict <br> resolution efforts. <br> (D) Increasing food security by promoting the expansion of agricultural and <br> agriculture-based industrial production and productivity and increasing real <br> incomes for poor individuals. <br> (E) Promoting an enabling environment for private sector-led growth through <br> sustained economic reform, privatization programs, and market-led economic <br> activities. <br> (F) Promoting decentralization and local participation in the development <br> process, especially linking the rural production sectors and the industrial and <br> market centers throughout Africa. <br> (G) Increasing the technical and managerial capacity of sub-Saharan African <br> individuals to manage the economy of sub-Saharan Africa. <br> (H) Ensuring sustainable economic growth through environmental protection. <br> (4) The African Development Foundation has a unique congressional mandate to <br> empower the poor to participate fully in development and to increase opportunities for <br> gainful employment, poverty alleviation, and more equitable income distribution in sub- <br> Saharan Africa. The African Development Foundation has worked successfully to <br> enhance the role of women as agents of change, strengthen the informal sector with an <br> emphasis on supporting micro and small sized enterprises, indigenous technologies, and <br> mobilizing local financing. The African Development Foundation should develop and <br> implement strategies for promoting participation in the socioeconomic development <br> process of grassroots and informal sector groups such as nongovernmental organizations, <br> cooperatives, artisans, and traders into the programs and initiatives established under this <br> title. <br> (c) ADDITIONAL AUTHORITIES- <br> (1) IN GENERAL- Section 496(h) of the Foreign Assistance Act of 1961 (22 United <br> States C. 2293(h)) is amended-- <br> (A) by redesignating paragraph (3) as paragraph (4); and <br> (B) by inserting after paragraph (2) the following: <br> '(3) DEMOCRATIZATION AND CONFLICT RESOLUTION CAPABILITIES- <br> Assistance under this section may also include program assistance-- <br> '(A) to promote democratization, good governance, and strong civil societies in <br> sub-Saharan Africa; and <br> '(B) to strengthen conflict resolution capabilities of governmental, <br> intergovernmental, and nongovernmental entities in sub-Saharan Africa.'. <br> (2) CONFORMING AMENDMENT- Section 496(h)(4) of such Act, as amended by <br> paragraph (1), is further amended by striking 'paragraphs (1) and (2)' in the first sentence <br> and inserting 'paragraphs (1), (2), and (3)'. <br> "}, {"ArticleTitle": "SEC. 128. ASSISTANCE FROM United States PRIVATE SECTOR TO PREVENT", "ArticleDesc": "SEC. 128. ASSISTANCE FROM United States PRIVATE SECTOR TO PREVENT <br> AND REDUCE HIV/AIDS IN SUB-SAHARAN AFRICA. <br> It is the sense of the Congress that United States businesses should be encouraged to provide <br> assistance to sub-Saharan African countries to prevent and reduce the incidence of HIV/AIDS in <br> sub-Saharan Africa. In providing such assistance, United States businesses should be encouraged <br> to consider the establishment of an HIV/AIDS Response Fund in order to provide for coordination <br> among such businesses in the collection and distribution of the assistance to sub-Saharan African <br> countries. <br> "}, {"ArticleTitle": "SEC. 129. SENSE OF THE CONGRESS RELATING TO HIV/AIDS CRISIS IN SUB-", "ArticleDesc": "SEC. 129. SENSE OF THE CONGRESS RELATING TO HIV/AIDS CRISIS IN SUB- <br> SAHARAN AFRICA. <br> (a) FINDINGS- The Congress finds the following: <br> (1) Sustained economic development in sub-Saharan Africa depends in large measure <br> upon successful trade with and foreign assistance to the countries of sub-Saharan Africa. <br> (2) The HIV/AIDS crisis has reached epidemic proportions in sub-Saharan Africa, where <br> more than 21,000,000 men, women, and children are infected with HIV. <br> (3) Eighty-three percent of the estimated 11,700,000 deaths from HIV/AIDS worldwide <br> have been in sub-Saharan Africa. <br> (4) The HIV/AIDS crisis in sub-Saharan Africa is weakening the structure of families and <br> societies. <br> (5)(A) The HIV/AIDS crisis threatens the future of the workforce in sub-Saharan Africa. <br> (B) Studies show that HIV/AIDS in sub-Saharan Africa most severely affects individuals <br> between the ages of 15 and 49--the age group that provides the most support for the <br> economies of sub-Saharan African countries. <br> (6) Clear evidence demonstrates that HIV/AIDS is destructive to the economies of sub- <br> Saharan African countries. <br> (7) Sustained economic development is critical to creating the public and private sector <br> resources in sub-Saharan Africa necessary to fight the HIV/AIDS epidemic. <br> (b) SENSE OF THE CONGRESS- It is the sense of the Congress that-- <br> (1) addressing the HIV/AIDS crisis in sub-Saharan Africa should be a central component <br> of United States foreign policy with respect to sub-Saharan Africa; <br> (2) significant progress needs to be made in preventing and treating HIV/AIDS in sub- <br> Saharan Africa in order to sustain a mutually beneficial trade relationship between the <br> United States and sub-Saharan African countries; and <br> (3) the HIV/AIDS crisis in sub-Saharan Africa is a global threat that merits further <br> attention through greatly expanded public, private, and joint public-private efforts, and <br> through appropriate United States legislation. <br> "}, {"ArticleTitle": "SEC. 130. STUDY ON IMPROVING AFRICAN AGRICULTURAL PRACTICES.", "ArticleDesc": "SEC. 130. STUDY ON IMPROVING AFRICAN AGRICULTURAL PRACTICES. <br> (a) IN GENERAL- The Secretary of Agriculture, in consultation with American Land Grant <br> Colleges and Universities and not-for-profit international organizations, is authorized to conduct a <br> 2-year study on ways to improve the flow of American farming techniques and practices to <br> African farmers. The study shall include an examination of ways of improving or utilizing-- <br> (1) knowledge of insect and sanitation procedures; <br> (2) modern farming and soil conservation techniques; <br> (3) modern farming equipment (including maintaining the equipment); <br> (4) marketing crop yields to prospective purchasers; and <br> (5) crop maximization practices. <br> The Secretary of Agriculture shall submit the study to the Committee on Agriculture, Nutrition, <br> and Forestry of the Senate and the Committee on Agriculture of the House of Representatives not <br> later than September 30, 2001. <br> (b) LAND GRANT COLLEGES AND NOT-FOR-PROFIT INSTITUTIONS- In conducting the <br> study under subsection (a), the Secretary of Agriculture is encouraged to consult with American <br> Land Grant Colleges and not-for-profit international organizations that have firsthand knowledge <br> of current African farming practices. <br> "}, {"ArticleTitle": "SEC. 131. SENSE OF THE CONGRESS REGARDING EFFORTS TO COMBAT", "ArticleDesc": "SEC. 131. SENSE OF THE CONGRESS REGARDING EFFORTS TO COMBAT <br> DESERTIFICATION IN AFRICA AND OTHER COUNTRIES. <br> (a) FINDINGS- The Congress finds that-- <br> (1) desertification affects approximately one-sixth of the world's population and one- <br> quarter of the total land area; <br> (2) over 1,000,000 hectares of Africa are affected by desertification; <br> (3) dry land degradation is an underlying cause of recurrent famine in Africa; <br> (4) the United Nations Environment Programme estimates that desertification costs the <br> world $42,000,000,000 a year, not including incalculable costs in human suffering; and <br> (5) the United States can strengthen its partnerships throughout Africa and other countries <br> affected by desertification, help alleviate social and economic crises caused by misuse of <br> natural resources, and reduce dependence on foreign aid, by taking a leading role to <br> combat desertification. <br> (b) SENSE OF THE CONGRESS- It is the sense of the Congress that the United States should <br> expeditiously work with the international community, particularly Africa and other countries <br> affected by desertification, to-- <br> (1) strengthen international cooperation to combat desertification; <br> (2) promote the development of national and regional strategies to address desertification and increase <br> public awareness of this serious problem and its effects; <br> (3) develop and implement national action programs that identify the causes of <br> desertification and measures to address it; and <br> (4) recognize the essential role of local governments and nongovernmental organizations <br> in developing and implementing measures to address desertification. <br> When used in §§10.211 through 10.217, the following terms have the meanings indicated: <br> (a) Apparel articles. @^@Apparel articles@^@ means goods classifiable in Chapters 61 and 62 and headings 6501, 6502, 6504 and subheadings 6406.90.15 and 6505.00.02-6505.00.90, of the HTSUS; <br> (b) Beneficiary country. @^@Beneficiary country@^@ means a country listed in section 107 of the AGOA (19 U.S.C. 3706) which has been the subject of a finding by the President or his designee, published in the Federal Register, that the country has satisfied the requirements of section 113 of the AGOA (19 U.S.C. 3722) and which the President has designated as a beneficiary sub-Saharan African country under section 506A of the Trade Act of 1974 (19 U.S.C. 2466a). See U.S. Note 1, Subchapter XIX, Chapter 98, Harmonized Tariff Schedule of the United States (HTSUS); <br> (c) Cut in one or more beneficiary countries. @^@Cut in one or more beneficiary countries@^@ when used with reference to apparel articles means that all fabric components used in the assembly of the article were cut from fabric in one or more beneficiary countries, or were cut from fabric in the United States and used in a partial assembly operation in the United States prior to cutting of fabric and final assembly of the article in one or more beneficiary countries, or both; <br> (d) Ethnic printed fabrics. @^@Ethnic printed fabrics@^@ means fabrics: <br> (1) Containing a selvedge on both edges, having a width of less than 50 inches, classifiable under subheading 5208.52.30 or 5208.52.40 of the HTSUS; <br> (2) Of the type that contains designs, symbols, and other characteristics of African prints: <br> (i) Normally produced for and sold on the indigenous African market; and <br> (ii) Normally sold in Africa by the piece as opposed to being tailored into garments before being sold in indigenous African markets; <br> (3) Printed, including waxed, in one or more eligible beneficiary countries; and <br> (4) Formed in the United States, from yarns formed in the United States, or from fabric formed in one or more beneficiary countries from yarn originating in either the United States or one or more beneficiary countries; <br> (e) Foreign origin. @^@Foreign origin@^@ means, in the case of a finding or trimming of non-textile materials, that the finding or trimming is a product of a country other than the United States or a beneficiary country and, in the case of a finding, trimming, or interlining of textile materials, that the finding, trimming, or interlining does not meet all of the United States and beneficiary country or former beneficiary country production requirements for yarns, fabrics, and/or components specified under §10.213(a) for the article in which it is incorporated; <br> (f) Former beneficiary country. @^@Former beneficiary country@^@ means a country that, after being designated by the President as a beneficiary sub-Saharan African country under section 506A of the Trade Act of 1974 (19 U.S.C. 2466a), ceased to be designated as such a beneficiary sub-Saharan African country by reason of its entering into a free trade agreement with the United States; <br> (g) HTSUS. @^@HTSUS@^@ means the Harmonized Tariff Schedule of the United States; <br> (h) Knit-to-shape articles. @^@Knit-to-shape,@^@ when used with reference to sweaters or other apparel articles, means any apparel article of which 50 percent or more of the exterior surface area is formed by major parts that have been knitted or crocheted directly to the shape used in the apparel article, with no consideration being given to patch pockets, appliques, or the like. Minor cutting, trimming, or sewing of those major parts will not affect the determination of whether an apparel article is @^@knit-to-shape;@^@ <br> (i) Knit-to-shape components. @^@Knit-to-shape,@^@ when used with reference to textile components, means components that are knitted or crocheted from a yarn directly to a specific shape, that is, the shape or form of the component as it is used in the apparel article, containing at least one self-start edge. Minor cutting or trimming will not affect the determination of whether a component is @^@knit-to-shape;@^@ <br> (j) Lesser developed beneficiary country. @^@Lesser developed beneficiary country@^@ means a country that is enumerated in U.S. Note 2(d), Subchapter XIX, Chapter 98, HTSUS and that is also enumerated in U.S. Note 1, Subchapter XIX, Chapter 98, HTSUS. See section 112(c)(3) of the AGOA (19 U.S.C. 3721(c)(3)); <br> (k) Major parts. @^@Major parts@^@ means integral components of an apparel article but does not include collars, cuffs, waistbands, plackets, pockets, linings, paddings, trim, accessories, or similar parts or components; <br> (l) NAFTA. @^@NAFTA@^@ means the North American Free Trade Agreement entered into by the United States, Canada, and Mexico on December 17, 1992; <br> (m) Originating. @^@Originating@^@ means having the country of origin determined by application of the provisions of §102.21 of this chapter; <br> (n) Preferential treatment. @^@Preferential treatment@^@ means entry, or withdrawal from warehouse for consumption, in the customs territory of the United States free of duty and free of any quantitative limitations, as provided in 19 U.S.C. 3721(a); <br> (o) Self-start edge. @^@Self-start edge,@^@ when used with reference to knit-to-shape components, means a finished edge which is finished as the component comes off the knitting machine. Several components with finished edges may be linked by yarn or thread as they are produced from the knitting machine; <br> (p) Sewing thread. @^@Sewing thread@^@ means thread designed and used for the assembly or hemming of textile or apparel components or articles; <br> (q) Sewn or otherwise assembled in one or more beneficiary countries. @^@Sewn or otherwise assembled in one or more beneficiary countries@^@ when used in the context of a textile or apparel article has reference to a joining together of two or more components that occurred in one or more beneficiary countries, whether or not a prior joining operation was performed on the article or any of its components in the United States; <br> (r) Wholly assembled in. @^@Wholly assembled,@^@ when used with reference to a textile or apparel article in the context of one or more beneficiary countries or one or more lesser developed beneficiary countries, means that all of the components of the textile or apparel article (including thread, decorative embellishments, buttons, zippers, or similar components) were joined together in one or more beneficiary countries or one or more lesser developed beneficiary countries; <br> (s) Wholly formed fabrics. @^@Wholly formed,@^@ when used with reference to fabric(s), means that all of the production processes, starting with polymers, fibers, filaments, textile strips, yarns, twine, cordage, rope, or strips of fabric and ending with a fabric by a weaving, knitting, needling, tufting, felting, entangling or other process, took place in the United States or in one or more beneficiary countries or former beneficiary countries. For purposes of this definition, dyeing, printing and finishing operations are not production processes that involve fabric formation (see §10.213(b)(1)); <br> (t) Wholly formed on seamless knitting machines. @^@Wholly formed on seamless knitting machines,@^@ when used to describe apparel articles, has reference to a process that created a knit-to-shape apparel article by feeding yarn(s) into a knitting machine to result in that article. When taken from the knitting machine, an apparel article created by this process either is in its final form or requires only minor cutting or trimming or the addition of minor components or parts such as patch pockets, appliques, capping, or elastic strip; and <br> (u) Wholly formed yarns. @^@Wholly formed,@^@ when used with reference to yarns, means that all of the production processes, starting with the extrusion of filament, strip, film, or sheet and including drawing to fully orient a filament, slitting a film or sheet into strip, or the spinning of all fibers into yarn, or both, and ending with a yarn or plied yarn, took place in a single country. For purposes of this definition, dyeing, printing and finishing operations are not production processes that involve yarn formation (see §10.213(b)(1)). <br> §10.213   Articles eligible for preferential treatment. <br> (a) General. The preferential treatment referred to in §10.211 applies to the following textile and apparel articles that are imported directly into the customs territory of the United States from a beneficiary country: <br> (1) Apparel articles sewn or otherwise assembled in one or more beneficiary countries from fabrics wholly formed and cut, or from components knit-to shape, in the United States, from yarns wholly formed in the United States, or both (including fabrics not formed from yarns, if those fabrics are classifiable under heading 5602 or 5603 of the HTSUS and are wholly formed and cut in the United States) that are entered under subheading 9802.00.80 of the HTSUS; <br> (2) Apparel articles sewn or otherwise assembled in one or more beneficiary countries from fabrics wholly formed and cut, or from components knit-to-shape, in the United States, from yarns wholly formed in the United States, or both (including fabrics not formed from yarns, if those fabrics are classifiable under heading 5602 or 5603 of the HTSUS and are wholly formed and cut in the United States) that are entered under Chapter 61 or 62 of the HTSUS, if, after that assembly, the articles would have qualified for entry under subheading 9802.00.80 of the HTSUS but for the fact that the articles were embroidered or subjected to stone-washing, enzyme-washing, acid washing, perma-pressing, oven-baking, bleaching, garment-dyeing, screen printing, or other similar processes in a beneficiary country; <br> (3) Apparel articles sewn or otherwise assembled in one or more beneficiary countries with sewing thread formed in the United States from fabrics wholly formed in the United States and cut in one or more beneficiary countries from yarns wholly formed in the United States, or from components knit-to-shape in the United States from yarns wholly formed in the United States, or both (including fabrics not formed from yarns, if those fabrics are classified under heading 5602 or 5603 of the HTSUS and are wholly formed in the United States); <br> (4) Apparel articles wholly assembled in one or more beneficiary countries from fabric wholly formed in one or more beneficiary countries from yarns originating in the United States or one or more beneficiary countries or former beneficiary countries, or both (including fabrics not formed from yarns, if those fabrics are classifiable under heading 5602 or 5603 of the HTSUS and are wholly formed in one or more beneficiary countries), or from components knit-to-shape in one or more beneficiary countries from yarns originating in the United States or one or more beneficiary countries or former beneficiary countries, or both, or apparel articles wholly formed on seamless knitting machines in a beneficiary country from yarns originating in the United States or one or more beneficiary countries or former beneficiary countries, or both, whether or not the apparel articles are also made from any of the fabrics, fabric components formed, or components knit-to-shape described in paragraph (a)(1), (2) or (3) of this section (unless the apparel articles are made exclusively from any of the fabrics, fabric components formed, or components knit-to-shape described in paragraph (a)(1), (2), or (3) of this section), subject to the applicable quantitative limit published in the Federal Register pursuant to U.S. Note 2, Subchapter XIX, Chapter 98, HTSUS; <br> (5) Apparel articles wholly assembled, or knit to shape and wholly assembled, or both, in one or more lesser developed beneficiary countries regardless of the country of origin of the fabric or the yarn used to make the articles, subject to the applicable quantitative limit published in the Federal Register pursuant to U.S. Note 2, Subchapter XIX, Chapter 98, HTSUS; <br> (6) Sweaters, in chief weight of cashmere, knit-to-shape in one or more beneficiary countries and classifiable under subheading 6110.12 of the HTSUS; <br> (7) Sweaters, containing 50 percent or more by weight of wool measuring 21.5 microns in diameter or finer, knit-to-shape in one or more beneficiary countries; <br> (8) Apparel articles, other than brassieres classifiable under subheading 6212.10, HTSUS, that are both cut (or knit-to-shape) and sewn or otherwise assembled in one or more beneficiary countries, provided that the apparel articles would be considered an originating good under General Note 12(t) HTSUS, without regard to the source of the fabric or yarn of which the articles are made, if the apparel articles had been imported directly from Canada or Mexico; <br> (9) Apparel articles that are both cut (or knit-to-shape) and sewn or otherwise assembled in one or more beneficiary countries from fabrics or yarn that the President or his designee has designated in the Federal Register as not available in commercial quantities in the United States; <br> (10) A handloomed, handmade, or folklore article or an ethnic printed fabric of a beneficiary country or countries that is certified as a handloomed, handmade, or folklore article or an ethnic printed fabric by the competent authority of the beneficiary country or countries, provided that the President or his designee has determined that the article in question will be treated as being a handloomed, handmade, or folklore article or an ethnic printed fabric; <br> (11) Apparel articles sewn or otherwise assembled in one or more beneficiary countries with sewing thread formed in the United States: <br> (i) From components cut in the United States and one or more beneficiary countries or former beneficiary countries from fabric wholly formed in the United States from yarns wholly formed in the United States (including fabrics not formed from yarns, if those fabrics are classifiable under heading 5602 or 5603 of the HTSUS); <br> (ii) From components knit-to-shape in the United States and one or more beneficiary countries or former beneficiary countries from yarns wholly formed in the United States; or <br> (iii) From any combination of two or more of the cutting or knitting-to-shape operations described in paragraph (a)(11)(i) or paragraph (a)(11)(ii) of this section; and <br> (12) Textile and textile articles classifiable under Chapters 50 through 60 or Chapter 63 of the HTSUS that are products of a lesser developed beneficiary country and are wholly formed in one or more such countries from fibers, yarns, fabrics, fabric components, or components knit-to-shape that are the product of one or more such countries. <br> (b) Dyeing, printing, finishing and other operations—(1) Dyeing, printing and finishing operations. Dyeing, printing and other finishing operations do not constitute part of a yarn or fabric or component formation process. Those operations may be performed on any yarn (including sewing thread) or fabric or knit-to-shape or other component used in the production of any article described under paragraph (a) of this section without affecting the eligibility of the article for preferential treatment, provided that the operation is performed in the United States or in a beneficiary country and not in any other country. However, in the case of an assembled article described in paragraph (a)(1) or (2) of this section, a dyeing, printing or other finishing operation may be performed in a beneficiary country without affecting the eligibility of the article for preferential treatment only if that operation is incidental to the assembly process. <br> (2) Other operations. An article described under paragraph (a) of this section that is otherwise eligible for preferential treatment will not be disqualified from receiving that treatment by virtue of having undergone one or more operations such as embroidering, stone-washing, enzyme-washing, acid washing, perma-pressing, oven-baking, bleaching, garment-dyeing or screen printing, provided that the operation is performed in the United States or in a beneficiary country and not in any other country. However, in the case of an assembled article described in paragraph (a)(1) of this section, an operation may be performed in a beneficiary country without affecting the eligibility of the article for preferential treatment only if it is incidental to the assembly process. <br> (c) Special rules for certain component materials—(1) General. An article otherwise described under paragraph (a) of this section will not be ineligible for the preferential treatment referred to in §10.211 because the article contains: <br> (i) Findings and trimmings of foreign origin, if the value of those findings and trimmings does not exceed 25 percent of the cost of the components of the assembled article. For purposes of this section @^@findings and trimmings@^@ include, but are not limited to, hooks and eyes, snaps, buttons, @^@bow buds,@^@ decorative lace trim, elastic strips (but only if they are each less than 1 inch in width and are used in the production of brassieres), zippers (including zipper tapes), labels, and sewing thread except in the case of an article described in paragraph (a)(3) of this section; <br> (ii) Interlinings of foreign origin, if the value of those interlinings does not exceed 25 percent of the cost of the components of the assembled article. For purposes of this section @^@interlinings@^@ include only a chest type plate, a @^@hymo@^@ piece, or @^@sleeve header,@^@ of woven or weft-inserted warp knit construction and of coarse animal hair or man-made filaments; <br> (iii) Any combination of findings and trimmings of foreign origin and interlinings of foreign origin, if the total value of those findings and trimmings and interlinings does not exceed 25 percent of the cost of the components of the assembled article; <br> (iv) Fibers or yarns not wholly formed in the United States or one or more beneficiary countries or former beneficiary countries if the total weight of all those fibers and yarns is not more than 10 percent of the total weight of the article; or <br> (v) Any collars or cuffs (cut or knit-to-shape), drawstrings, shoulder pads or other padding, waistbands, belt attached to the article, straps containing elastic, or elbow patches that do not meet the requirements set forth in paragraph (a) of this section, regardless of the country of origin of the applicable component referred to in this paragraph. <br> (2) @^@Cost@^@ and @^@value@^@ defined. The @^@cost@^@ of components and the @^@value@^@ of findings and trimmings or interlinings referred to in paragraph (c)(1) of this section means: <br> (i) The ex-factory price of the components, findings and trimmings or interlinings as set out in the invoice or other commercial documents, or, if the price is other than ex-factory, the price as set out in the invoice or other commercial documents adjusted to arrive at an ex-factory price; or <br> (ii) If the price cannot be determined under paragraph (c)(2)(i) of this section or if that price is unreasonable, all reasonable expenses incurred in the growth, production, manufacture or other processing of the components, findings and trimmings, or interlinings, including the cost or value of materials and general expenses, plus a reasonable amount for profit. <br> (3) Treatment of fibers and yarns as findings or trimmings. If any fibers or yarns not wholly formed in the United States or one or more beneficiary countries are used in an article as a finding or trimming described in paragraph (c)(1)(i) of this section, the fibers or yarns will be considered to be a finding or trimming for purposes of paragraph (c)(1) of this section. <br> (d) Imported directly defined. For purposes of paragraph (a) of this section, the words @^@imported directly@^@ mean: <br> (1) Direct shipment from any beneficiary country to the United States without passing through the territory of any non-beneficiary country; <br> (2) If the shipment is from any beneficiary country to the United States through the territory of any non-beneficiary country, the articles in the shipment do not enter into the commerce of any non-beneficiary country while en route to the United States and the invoices, bills of lading, and other shipping documents show the United States as the final destination; or <br> (3) If the shipment is from any beneficiary country to the United States through the territory of any non-beneficiary country, and the invoices and other documents do not show the United States as the final destination, the articles in the shipment upon arrival in the United States are imported directly only if they: <br> (i) Remained under the control of the customs authority of the intermediate country; <br> (ii) Did not enter into the commerce of the intermediate country except for the purpose of sale other than at retail, and the Center director is satisfied that the importation results from the original commercial transaction between the importer and the producer or the producer's sales agent; and <br> (iii) Were not subjected to operations other than loading or unloading, and other activities necessary to preserve the articles in good condition. <br> §10.214   Certificate of Origin. <br> (a) General. A Certificate of Origin must be employed to certify that a textile or apparel article being exported from a beneficiary country to the United States qualifies for the preferential treatment referred to in §10.211. The Certificate of Origin must be prepared in the beneficiary country by the exporter or producer or by the exporter's or producer's authorized agent having knowledge of the facts in the form specified in paragraph (b) of this section. If the person preparing the Certificate of Origin is not the producer of the article, the person may complete and sign a Certificate of Origin on the basis of: <br> (1) The person's reasonable reliance on the producer's written representation that the article qualifies for preferential treatment; or <br> (2) A completed and signed Certificate of Origin for the article voluntarily provided to the person by the producer. <br> (b) Form of Certificate. The Certificate of Origin referred to in paragraph (a) of this section must be in the following format: <br> African Growth and Opportunity Act Textile Certificate of Origin <br> 1. Exporter Name and Address:  3. Importer Name and Address: <br> 2. Producer Name and Address:  4. Preference Group: <br> 5. Description of Article: <br> Group  Each description below is only a summary of the cited CFR provision. <br> 1-A  Apparel assembled from U.S. fabrics and/or knit-to-shape components, from U.S. yarns. All fabric must be cut in the United States <br> 2-B  Apparel assembled from U.S. fabrics and/or knit-to-shape components, from U.S. yarns. All fabric must be cut in the United States. After assembly, the apparel is embroidered or subject to stone-washing, enzyme-washing, acid washing, perma-pressing, oven-baking, bleaching, garment-dyeing, screen printing, or other similar processes <br> 3-C  Apparel assembled from U.S. fabrics and/or U.S. knit-to-shape components and/or U.S. and beneficiary country or former beneficiary country knit-to-shape components, from U.S. yarns and sewing thread. The U.S. fabrics may be cut in beneficiary countries or in the United States and beneficiary countries or former beneficiary countries <br> 4-D  Apparel assembled from beneficiary country fabrics and/or knit-to-shape components, from yarns originating in the United States and/or one or more beneficiary countries or former beneficiary countries <br> 5-E  Apparel assembled or knit-to-shape and assembled, or both, in one or more lesser developed beneficiary countries regardless of the country of origin of the fabric or the yarn used to make such articles <br> 6-F  Knit-to-shape sweaters in chief weight of cashmere <br> 7-G  Knit-to-shape sweaters 50 percent or more by weight of wool measuring 21.5 microns in diameter or finer <br> 8-H  Apparel assembled from fabrics or yarns considered in short supply in the NAFTA, or designated as not available in commercial quantities in the United States <br> 9-I  Handloomed fabrics, handmade articles made of handloomed fabrics, or textile folklore articles—as defined in bilateral consultations; ethnic printed fabric <br> 0-J  Textile articles classifiable in Chapters 50 through 60 or Chapter 63, HTSUS, that are products of a lesser developed beneficiary country and are wholly formed in one or more such countries from fibers, yarns, fabrics, fabric components, or components knit-to-shape that are the product of one or more such countries <br> 6. U.S./African Fabric Producer Name and Address: <br>     <br> 9. Handloomed, Handmade, or Folklore Article or Ethnic Printed Fabric: <br> I certify that the information on this document is complete and accurate and I assume the responsibility for proving such representations. I understand that I am liable for any false statements or material omissions made on or in connection with this document. I agree to maintain, and present upon request, documentation necessary to support this certificate. <br> 11. Authorized Signature: <br> 13. Name: (Print or Type) <br> 15. Date: (DD/MM/YY)  16. Blanket Period <br> From:            To: <br> (c) Preparation of Certificate. The following rules will apply for purposes of completing the Certificate of Origin set forth in paragraph (b) of this section: <br> (1) Blocks 1 through 5 pertain only to the final article exported to the United States for which preferential treatment may be claimed; <br> (2) Block 1 should state the legal name and address (including country) of the exporter; <br> (3) Block 2 should state the legal name and address (including country) of the producer. If there is more than one producer, attach a list stating the legal name and address (including country) of all additional producers. If this information is confidential, it is acceptable to state @^@available to CBP upon request@^@ in block 2. If the producer and the exporter are the same, state @^@same@^@ in block 2; <br> (4) Block 3 should state the legal name and address (including country) of the importer; <br> (5) In block 4, insert the number and/or letter that identifies the preference group which applies to the article according to the description contained in the CFR provision cited on the Certificate for that group; <br> (6) Block 5 should provide a full description of each article. The description should be sufficient to relate it to the invoice description and to the description of the article in the international Harmonized System. Include the invoice number as shown on the commercial invoice or, if the invoice number is not known, include another unique reference number such as the shipping order number; <br> (7) Blocks 6 through 10 must be completed only when the block in question calls for information that is relevant to the preference group identified in block 4; <br> (8) Block 6 should state the legal name and address (including country) of the fabric producer; <br> (9) Block 7 should state the legal name and address (including country) of the yarn producer; <br> (10) Block 8 should state the legal name and address (including country) of the thread producer; <br> (11) Block 9 should state the name of the folklore article or should state that the article is handloomed, handmade or an ethnic printed fabric; <br> (12) Block 10, should be completed only when preference group identifier @^@8@^@ and/or @^@H@^@ is inserted in block 4 and should state the name of the fabric or yarn that is in short supply in the NAFTA or that has been designated as not available in commercial quantities in the United States; <br> (13) Block 11 must contain the signature of the exporter or producer or of the exporter's or producer's authorized agent having knowledge of the relevant facts; <br> (14) Block 15 should reflect the date on which the Certificate was completed and signed; <br> (15) Block 16 should be completed if the Certificate is intended to cover multiple shipments of identical articles as described in block 5 that are imported into the United States during a specified period of up to one year (see §10.216(b)(4)(ii)). The @^@from@^@ date is the date on which the Certificate became applicable to the article covered by the blanket Certificate (this date may be prior to the date reflected in block 15). The @^@to@^@ date is the date on which the blanket period expires; <br> (16) The telephone and facsimile numbers included in block 17 should be those at which the person who signed the Certificate may be contacted; and <br> (17) The Certificate may be printed and reproduced locally. If more space is needed to complete the Certificate, attach a continuation sheet. <br> §10.215   Filing of claim for preferential treatment. <br> (a) Declaration. In connection with a claim for preferential treatment for a textile or apparel article described in §10.213, the importer must make a written declaration that the article qualifies for that treatment. The inclusion on the entry summary, or equivalent documentation, of the subheading within Chapter 98 of the HTSUS under which the article is classified will constitute the written declaration. Except in any of the circumstances described in §10.216(d)(1), the declaration required under this paragraph must be based on an original Certificate of Origin that has been completed and properly executed in accordance with §10.214, that covers the article being imported, and that is in the possession of the importer. <br> (b) Corrected declaration. If, after making the declaration required under paragraph (a) of this section, the importer has reason to believe that a Certificate of Origin on which a declaration was based contains information that is not correct, the importer must within 30 calendar days after the date of discovery of the error make a corrected declaration and pay any duties that may be due. A corrected declaration will be effected by submission of a letter or other written statement to the CBP port where the declaration was originally filed. <br> §10.216   Maintenance of records and submission of Certificate by importer. <br> (a) Maintenance of records. Each importer claiming preferential treatment for an article under §10.215 must maintain, in accordance with the provisions of part 163 of this chapter, all records relating to the importation of the article. Those records must include the original Certificate of Origin referred to in §10.215(a) and any other relevant documents or other records as specified in §163.1(a) of this chapter. <br> (b) Submission of Certificate. An importer who claims preferential treatment on a textile or apparel article under §10.215(a) must provide, at the request of the Center director, a copy of the Certificate of Origin pertaining to the article. A Certificate of Origin submitted to CBP under this paragraph: <br> (1) Must be in writing or must be transmitted electronically pursuant to any electronic data interchange system authorized by CBP for that purpose; <br> (2) Must be signed by the exporter or producer or by the exporter's or producer's authorized agent having knowledge of the relevant facts; <br> (3) Must be completed either in the English language or in the language of the country from which the article is exported. If the Certificate is completed in a language other than English, the importer must provide to CBP upon request a written English translation of the Certificate; and <br> (4) May be applicable to: <br> (i) A single importation of an article into the United States, including a single shipment that results in the filing of one or more entries and a series of shipments that results in the filing of one entry; or <br> (ii) Multiple importations of identical articles into the United States that occur within a specified blanket period, not to exceed 12 months, set out in the Certificate by the exporter. For purposes of this paragraph and §10.214(c)(15), @^@identical articles@^@ means articles that are the same in all material respects, including physical characteristics, quality, and reputation. <br> (c) Correction and nonacceptance of Certificate. If the Center director determines that a Certificate of Origin is illegible or defective or has not been completed in accordance with paragraph (b) of this section, the importer will be given a period of not less than five working days to submit a corrected Certificate. A Certificate will not be accepted in connection with subsequent importations during a period referred to in paragraph (b)(4)(ii) of this section if the Center director determined that a previously imported identical article covered by the Certificate did not qualify for preferential treatment. <br> (d) Certificate not required—(1) General. Except as otherwise provided in paragraph (d)(2) of this section, an importer is not required to have a Certificate of Origin in his possession for: <br> (i) An importation of an article for which the Center director has in writing waived the requirement for a Certificate of Origin because the Center director is otherwise satisfied that the article qualifies for preferential treatment; <br> (ii) A non-commercial importation of an article; or <br> (iii) A commercial importation of an article whose value does not exceed US $2,500, provided that, unless waived by the Center director, the producer, exporter, importer or authorized agent includes on, or attaches to, the invoice or other document accompanying the shipment the following signed statement: <br> I hereby certify that the article covered by this shipment qualifies for preferential treatment under the AGOA. <br> Check One: <br> (   ) Producer <br> (   ) Exporter <br> (   ) Importer <br> (   ) Agent <br> Name <br> Title <br> Address <br> Signature and Date <br> (2) Exception. If the Center director determines that an importation described in paragraph (d)(1) of this section forms part of a series of importations that may reasonably be considered to have been undertaken or arranged for the purpose of avoiding a Certificate of Origin requirement under §§10.214 through 10.216, the Center director will notify the importer in writing that for that importation the importer must have in his possession a valid Certificate of Origin to support the claim for preferential treatment. The importer will have 30 calendar days from the date of the written notice to obtain a valid Certificate of Origin, and a failure to timely obtain the Certificate of Origin will result in denial of the claim for preferential treatment. For purposes of this paragraph, a @^@series of importations@^@ means two or more entries covering articles arriving on the same day from the same exporter and consigned to the same person. <br> §10.217   Verification and justification of claim for preferential treatment. <br> (a) Verification by CBP. A claim for preferential treatment made under §10.215, including any statements or other information contained on a Certificate of Origin submitted to CBP under §10.216, will be subject to whatever verification the Center director deems necessary. In the event that the Center director for any reason is prevented from verifying the claim, the Center director may deny the claim for preferential treatment. A verification of a claim for preferential treatment may involve, but need not be limited to, a review of: <br> (1) All records required to be made, kept, and made available to CBP by the importer or any other person under part 163 of this chapter; <br> (2) Documentation and other information regarding the country of origin of an article and its constituent materials, including, but not limited to, production records, information relating to the place of production, the number and identification of the types of machinery used in production, and the number of workers employed in production; and <br> (3) Evidence to document the use of U.S. materials in the production of the article in question, such as purchase orders, invoices, bills of lading and other shipping documents, and customs import and clearance documents. <br> (b) Importer requirements. In order to make a claim for preferential treatment under §10.215, the importer: <br> (1) Must have records that explain how the importer came to the conclusion that the textile or apparel article qualifies for preferential treatment. Those records must include documents that support a claim that the article in question qualifies for preferential treatment because it is specifically described in one of the provisions under §10.213(a). If the importer is claiming that the article incorporates fabric or yarn that originated or was wholly formed in the United States, the importer must have records that identify the U.S. producer of the fabric or yarn. A properly completed Certificate of Origin in the form set forth in §10.214(b) is a record that would serve these purposes; <br> (2) Must establish and implement internal controls which provide for the periodic review of the accuracy of the Certificate of Origin or other records referred to in paragraph (b)(1) of this section; <br> (3) Must have shipping papers that show how the article moved from the beneficiary country to the United States. If the imported article was shipped through a country other than a beneficiary country and the invoices and other documents from the beneficiary country do not show the United States as the final destination, the importer also must have documentation that demonstrates that the conditions set forth in §10.213(d)(3)(i) through (iii) were met; and <br> "}]}, {"ArticleType": "Code of Foreign Regulations", "Articles": [{"ArticleTitle": "10.171 - General.", "ArticleDesc": "10.171 - General. <br> (a) Statutory authority. Title V of the Trade Act of 1974 as amended (19 U.S.C. 24612467) authorizes the <br> President to establish a Generalized System of Preferences (GSP) to provide duty-free treatment for eligible <br> articles imported directly from designated beneficiary developing countries. Beneficiary developing <br> countries and articles eligible for duty-free treatment are designated by the President by Executive order in <br> accordance with sections 502(a)(1) and 503(a) of the Trade Act of 1974 as amended (19 U.S.C. 2462(a)(1), <br> 2463(a)). <br> (b) Country defined. For purposes of 10.171 through 10.178, except as otherwise provided in 10.176(a), the <br> term country means any foreign country, any overseas dependent territory or possession of a foreign <br> country, or the Trust Territory of the Pacific Islands. In the case of an association of countries which is a <br> free trade area or customs union or which is contributing to comprehensive regional economic integration <br> among its members through appropriate means, including but not limited to, the reduction of duties, the <br> President may by Executive order provide that all members of such association other than members which <br> are barred from designation under section 502(b) of the Trade Act of 1974 (19 U.S.C. 2462(b)) shall be <br> treated as one country for purposes of 10.171 through 10.178. <br> subpart a - GENERAL PROVISIONS <br> "}, {"ArticleTitle": "10.172 - Claim for exemption from duty under the Generalized System of Preferences.", "ArticleDesc": "10.172 - Claim for exemption from duty under the Generalized System of Preferences. <br> A claim for an exemption from duty on the ground that the Generalized System of Preferences applies shall <br> be allowed by the port director only if he is satisfied that the requirements set forth in this section and <br> 10.173 through 10.178 have been met. If duty-free treatment is claimed at the time of entry, a written claim <br> shall be filed on the entry document by placing the symbol A as a prefix to the subheading of the <br> Harmonized Tariff Schedule of the United States for each article for which such treatment is claimed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "10.173 - Evidence of country of origin. <br> 10.175 - Imported directly defined. <br> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br> detailed information concerning the production or manufacture of the merchandise. When requested by the <br> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br> 1 From http://cfr.vlex.com/vid/19649350 <br> developing country to the United States through a free trade zone in a beneficiary developing country, the <br> GSP DECLARATION <br> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br> I, <br> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br> articles described below were produced or manufactured in (country) by means of processing operations performed in that country as set forth below and were also subjected to processing operations in the other country or countries which are members of the same association of countries as set forth below and incorporate materials produced in the country named above or in any other country or countries which are members of the same association of countries as set forth below: <br> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br> Number and date if invoices <br> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br> Date <br> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br> Address <br> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br> Signature <br> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br> Title <br> area or region declared and secured by or under governmental authority, where certain operations may be <br> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs. <br> performed with respect to articles, without such articles having entered into the commerce of the country <br> (b) Shipments covered by an informal entry. Although the filing of the declaration provided for in paragraph (a)(1)(i) of this section will not be required for a shipment covered by an informal entry, the port director may require such other evidence of country of origin as deemed necessary. <br> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br> director is satisfied that the importation results from the original commercial transaction between the <br> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br> through the territory of a former beneficiary developing country whose designation as a member of the <br> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br> commerce of the former beneficiary developing country except for purposes of performing one or more of <br> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br> other than at retail, for export. (2) The designation of the following countries as members of an association <br> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br> 0067, 65 FR 59675, Oct. 5, 2000] <br> "}, {"ArticleTitle": "10.174 - Evidence of direct shipment.", "ArticleDesc": "10.174 - Evidence of direct shipment. <br> (a) Documents constituting evidence of direct shipment. The port director may require that appropriate shipping papers, invoices, or other documents be submitted within 60 days of the date of entry as evidence that the articles were imported directly, as that term is defined in 10.175. Any evidence of direct shipment required by the port director shall be subject to such verification as he deems necessary. 66 <br> (b) Waiver of evidence of direct shipment. The port director may waive the submission of evidence of <br> direct shipment when he is otherwise satisfied, taking into consideration the kind and value of the <br> merchandise, that the merchandise clearly qualifies for treatment under the Generalized System of <br> Preferences. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "10.173 - Evidence of country of origin. <br> 10.175 - Imported directly defined. <br> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br> detailed information concerning the production or manufacture of the merchandise. When requested by the <br> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br> 1 From http://cfr.vlex.com/vid/19649350 <br> developing country to the United States through a free trade zone in a beneficiary developing country, the <br> GSP DECLARATION <br> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br> I, <br> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br> articles described below were produced or manufactured in (country) by means of processing operations performed in that country as set forth below and were also subjected to processing operations in the other country or countries which are members of the same association of countries as set forth below and incorporate materials produced in the country named above or in any other country or countries which are members of the same association of countries as set forth below: <br> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br> Number and date if invoices <br> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br> Date <br> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br> Address <br> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br> Signature <br> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br> Title <br> area or region declared and secured by or under governmental authority, where certain operations may be <br> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs. <br> performed with respect to articles, without such articles having entered into the commerce of the country <br> (b) Shipments covered by an informal entry. Although the filing of the declaration provided for in paragraph (a)(1)(i) of this section will not be required for a shipment covered by an informal entry, the port director may require such other evidence of country of origin as deemed necessary. <br> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br> director is satisfied that the importation results from the original commercial transaction between the <br> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br> through the territory of a former beneficiary developing country whose designation as a member of the <br> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br> commerce of the former beneficiary developing country except for purposes of performing one or more of <br> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br> other than at retail, for export. (2) The designation of the following countries as members of an association <br> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br> 0067, 65 FR 59675, Oct. 5, 2000] <br> "}, {"ArticleTitle": "10.176 - Country of origin criteria.", "ArticleDesc": "10.176 - Country of origin criteria. <br> (a) Merchandise produced in a beneficiary developing country or any two or more countries which are <br> members of the same association of countries (1) General. Except as otherwise provided in this section, any <br> article which either is wholly the growth, product, or manufacture of, or is a new or different article of <br> commerce that has been grown, produced, or manufactured in, a beneficiary developing country may <br> qualify for duty-free entry under the Generalized System of Preferences (GSP). No article will be <br> considered to have been grown, produced, or manufactured in a beneficiary developing country by virtue of <br> having merely undergone simple (as opposed to complex or meaningful) combining or packaging <br> operations or mere dilution with water or mere dilution with another substance that does not materially alter <br> the characteristics of the article. Duty-free entry under the GSP may be accorded to an article only if the <br> sum of the cost or value of the materials produced in the beneficiary developing country or any two or more <br> countries that are members of the same association of countries and are treated as one country under section <br> 507(2) of the Trade Act of 1974, as amended (19 U.S.C. 2467(2)), plus the direct costs of processing <br> operations performed in the beneficiary developing country or member countries, is not less than 35 percent <br> of the appraised value of the article at the time it is entered. (2) Combining, packaging, and diluting <br> operations. No article which has undergone only a simple combining or packaging operation or a mere <br> dilution in a beneficiary developing country within the meaning of paragraph (a)(1) of this section will be <br> entitled to duty-free treatment even though the processing operation causes the article to meet the value <br> requirement set forth in that paragraph. For purposes of this section: (i) Simple combining or packaging <br> operations and mere dilution include, but are not limited to, the following: (A) The addition of batteries to <br> devices; (B) Fitting together a small number of components by bolting, gluing, soldering, etc.; (C) Blending <br> foreign and beneficiary developing country tobacco; (D) The addition of substances such as anticaking <br> agents, preservatives, wetting agents, etc.; (E) Repacking or packaging components together; (F) <br> Reconstituting orange juice by adding water to orange juice concentrate; and (G) Diluting chemicals with <br> inert ingredients to bring them to standard degrees of strength; (ii) Simple combining or packaging <br> operations and mere dilution will not be taken to include processes such as the following: (A) The assembly <br> of a large number of discrete components onto a printed circuit board; (B) The mixing together of two bulk <br> medicinal substances followed by the packaging of the mixed product into individual doses for retail sale; <br> (C) The addition of water or another substance to a chemical compound under pressure which results in a <br> reaction creating a new chemical compound; and (D) A simple combining or packaging operation or mere <br> dilution coupled with any other type of processing such as testing or fabrication (for example, a simple <br> assembly of a small number of components, one of which was fabricated in the beneficiary developing <br> country where the assembly took place); and (iii) The fact that an article has undergone more than a simple <br> combining or packaging operation or mere dilution is not necessarily dispositive of the question of whether <br> that processing constitutes a substantial transformation for purposes of determining the country of origin of <br> the article. <br> (b) [Reserved] (c) Merchandise grown, produced, or manufactured in a beneficiary developing country. <br> Merchandise which is wholly the growth, product, or manufacture of a beneficiary developing country, or <br> an association of countries treated as one country under section 507(2) of the Trade Act of 1974 (19 U.S.C. <br> 2467(2)) and 10.171(b), and manufactured products consisting of materials produced only in such country <br> or countries, shall normally be presumed to meet the requirements set forth in this section. <br> "}, {"ArticleTitle": "10.177 - Cost or value of materials produced in the beneficiary developing country.", "ArticleDesc": "10.177 - Cost or value of materials produced in the beneficiary developing country. <br> (a) Produced in the beneficiary developing country defined. For purposes of 10.171 through 10.178, the <br> words produced in the beneficiary developing country refer to the constituent materials of which the <br> eligible article is composed which are either: (1) Wholly the growth, product, or manufacture of the <br> beneficiary developing country; or (2) Substantially transformed in the beneficiary developing country into <br> a new and different article of commerce. <br> (b) Questionable origin. When the origin of an article either is not ascertainable or not satisfactorily <br> demonstrated to the port director, the article shall not be considered to have been produced in the <br> beneficiary developing country. <br> (c) Determination of cost or value of materials produced in the beneficiary developing country. (1) The cost <br> or value of materials produced in the beneficiary developing country includes: (i) The manufacturer's actual <br> cost for the materials; (ii) When not included in the manufacturer's actual cost for the materials, the freight, <br> insurance, packing, and all other costs incurred in transporting the materials to the manufacturer's plant; (iii) <br> The actual cost of waste or spoilage (material list), less the value of recoverable scrap; and (iv) Taxes <br> and/or duties imposed on the materials by the beneficiary developing country, or an association of countries <br> treated as one country, provided they are not remitted upon exportation. (2) Where the material is provided <br> to the manufacturer without charge, or at less than fair market value, its cost or value shall be determined <br> by computing the sum of: (i) All expenses incurred in the growth, production, manufacture or assembly of <br> the material, including general expenses; (ii) An amount for profit; and (iii) Freight, insurance, packing, <br> and all other costs incurred in transporting the materials to the manufacturer's plant. <br> If the pertinent information needed to compute the cost or value of the materials is not available, the <br> appraising officer may ascertain or estimate the value thereof using all reasonable ways and means at his <br> disposal. <br> 10.178a - Special duty - free treatment for sub - Saharan African countries. <br> (a) General. Section 506A of the Trade Act of 1974 (19 U.S.C. 2466a) authorizes the President to provide <br> duty-free treatment for certain articles otherwise excluded from duty-free treatment under the Generalized <br> System of Preferences (GSP) pursuant to section 503(b)(1)(B) through (G) of the Trade Act of 1974 (19 <br> U.S.C. 2463(b)(1)(B) through (G)) and authorizes the President to designate a country listed in section 107 <br> of the African Growth and Opportunity Act (19 U.S.C. 3706) as an eligible beneficiary sub-Saharan <br> African country for purposes of that duty-free treatment. <br> (b) Eligible articles. The duty-free treatment referred to in paragraph (a) of this section will apply to any <br> article within any of the following classes of articles, provided that the article in question has been <br> designated by the President for that purpose and is the growth, product, or manufacture of an eligible <br> beneficiary sub-Saharan African country and meets the requirements specified or referred to in paragraph <br> (d) of this section: (1) Watches, except those watches entered after June 30, 1989, that the President <br> specifically determines, after public notice and comment, will not cause material injury to watch or watch <br> band, strap, or bracelet manufacturing and assembly operations in the United States or the United States <br> insular possessions; (2) Certain electronic articles; (3) Certain steel articles; (4) Footwear, handbags, <br> luggage, flat goods, work gloves, and leather wearing apparel which were not eligible articles for purposes <br> of the GSP on January 1, 1995, as the GSP was in effect on that date; (5) Certain semi manufactured and <br> manufactured glass products; and (6) Any other articles which the President determines to be import- <br> sensitive in the context of the GSP. <br> (c) Claim for duty-free treatment. A claim for the duty-free treatment referred to in paragraph (a) of this <br> section must be made by placing on the entry document the symbol D as a prefix to the subheading of the <br> Harmonized Tariff Schedule of the United States for each article for which duty-free treatment is claimed; <br> (d) Origin and related rules. The provisions of 10.171, 10.173, and 10.175 through 10.178 will apply for <br> purposes of duty-free treatment under this section. However, application of those provisions in the context <br> of this section will be subject to the following rules: (1) The term beneficiary developing country, wherever <br> it appears, means beneficiary sub-Saharan African country;' (2) In the GSP declaration set forth in <br> 10.173(a)(1)(i), the column heading Materials produced in a beneficiary developing country or members of <br> the same association should read Material produced in a beneficiary sub-Saharan African country or in the <br> U.S.; (3) The provisions of 10.175(c) will not apply; and (4) For purposes of determining compliance with <br> the 35 percent value content requirement set forth in 10.176(a): (i) An amount not to exceed 15 percent of <br> the appraised value of the article at the time it is entered may be attributed to the cost or value of materials <br> produced in the customs territory of the United States, and the provisions of 10.177 will apply for purposes <br> of identifying materials produced in the customs territory of the United States and the cost or value of those <br> materials; and (ii) The cost or value of materials included in the article that are produced in more than one <br> beneficiary sub-Saharan African country may be applied without regard to whether those countries are <br> members of the same association of countries. <br> (e) Importer requirements. In order to make a claim for duty-free treatment under this section, the importer: <br> (1) Must have records that explain how the importer came to the conclusion that the article qualifies for <br> duty-free treatment; (2) Must have records that demonstrate that the importer is claiming that the article <br> qualifies for duty-free treatment because it is the growth of a beneficiary sub-Saharan African country or <br> because it is the product of a beneficiary sub-Saharan African country or because it is the manufacture of a <br> beneficiary sub-Saharan African country. If the importer is claiming that the article is the growth of a <br> beneficiary sub-Saharan African country, the importer must have records that indicate that the product was <br> grown in that country, such as a record of receipt from a farmer whose crops are grown in that country. If <br> the importer is claiming that the article is the product of, or the manufacture of, a beneficiary sub-Saharan <br> African country, the importer must have records that indicate that the manufacturing or processing <br> operations reflected in or applied to the article meet the country of origin rules set forth in 10.176(a) and <br> paragraph (d) of this section. A properly completed GSP declaration in the form set forth in 10.173(a)(1) is <br> one example of a record that would serve this purpose; (3) Must establish and implement internal controls <br> which provide for the periodic review of the accuracy of the declarations or other records referred to in <br> paragraph (e)(2) of this section; (4) Must have shipping papers that show how the article moved from the <br> beneficiary sub-Saharan African country to the United States. If the imported article was shipped through a <br> country other than a beneficiary sub-Saharan African country and the invoices and other documents from <br> the beneficiary sub-Saharan African country do not show the United States as the final destination, the <br> importer also must have documentation that demonstrates that the conditions set forth in 10.175(d)(1) <br> through (3) were met; (5) Must have records that demonstrate the cost or value of the materials produced in <br> the United States and the cost or value of the materials produced in a beneficiary sub-Saharan African <br> country or countries and the direct costs of processing operations incurred in the beneficiary sub-Saharan <br> African country that were relied upon by the importer to determine that the article met the 35 percent value <br> content requirement set forth in 10.176(a) and paragraph (c) of this section. A properly completed GSP <br> declaration in the form set forth in 10.173(a)(1) is one example of a record that would serve this purpose; <br> and (6) Must be prepared to produce the records referred to in paragraphs (e)(1), (e)(2), (e)(4), and (e)(5) of <br> this section within 30 days of a request from Customs and must be prepared to explain how those records <br> and the internal controls referred to in paragraph (e)(3) of this section justify the importer's claim for duty- <br> free treatment. <br> (a) AUTHORITY TO DESIGNATE- <br> (1) IN GENERAL- Notwithstanding any other provision of law, the President is <br> authorized to designate a country listed in section 107 of the African Growth and <br> Opportunity Act as a beneficiary sub-Saharan African country eligible for the benefits <br> described in subsection (b)-- <br> (A) if the President determines that the country meets the eligibility <br> requirements set forth in section 104 of that Act, as such requirements are in <br> effect on the date of the enactment of that Act; and <br> (B) subject to the authority granted to the President under subsections (a), (d), <br> and (e) of section 502, if the country otherwise meets the eligibility criteria set <br> forth in section 502. <br> (2) MONITORING AND REVIEW OF CERTAIN COUNTRIES- The President shall <br> monitor, review, and report to Congress annually on the progress of each country listed in <br> section 107 of the African Growth and Opportunity Act in meeting the requirements <br> described in paragraph (1) in order to determine the current or potential eligibility of each <br> country to be designated as a beneficiary sub-Saharan African country for purposes of <br> this section. The President's determinations, and explanations of such determinations, <br> with specific analysis of the eligibility requirements described in paragraph (1)(A), shall <br> be included in the annual report required by section 106 of the African Growth and <br> Opportunity Act. <br> (3) CONTINUING COMPLIANCE- If the President determines that a beneficiary sub- <br> Saharan African country is not making continual progress in meeting the requirements <br> described in paragraph (1), the President shall terminate the designation of that country as <br> a beneficiary sub-Saharan African country for purposes of this section, effective on <br> January 1 of the year following the year in which such determination is made. <br> (b) PREFERENTIAL TARIFF TREATMENT FOR CERTAIN ARTICLES- <br> (1) IN GENERAL- The President may provide duty-free treatment for any article <br> described in section 503(b)(1)(B) through (G) that is the growth, product, or manufacture <br> of a beneficiary sub-Saharan African country described in subsection (a), if, after <br> receiving the advice of the International Trade Commission in accordance with section <br> 503(e), the President determines that such article is not import-sensitive in the context of <br> imports from beneficiary sub-Saharan African countries. <br> (2) RULES OF ORIGIN- The duty-free treatment provided under paragraph (1) shall <br> apply to any article described in that paragraph that meets the requirements of section <br> 503(a)(2), except that-- <br> \\A) if the cost or value of materials produced in the customs territory of the <br> United States is included with respect to that article, an amount not to exceed 15 <br> percent of the appraised value of the article at the time it is entered that is <br> attributed to such United States cost or value may be applied toward determining <br> the percentage referred to in subparagraph (A) of section 503(a)(2); and <br> \\B) the cost or value of the materials included with respect to that article that <br> are produced in one or more beneficiary sub-Saharan African countries shall be <br> applied in determining such percentage. <br> (c) BENEFICIARY SUB-SAHARAN AFRICAN COUNTRIES, ETC- For purposes of this title, <br> the terms beneficiary sub-Saharan African country' and 'beneficiary sub-Saharan African <br> countries' mean a country or countries listed in section 107 of the African Growth and Opportunity <br> Act that the President has determined is eligible under subsection (a) of this section.'. <br> (b) WAIVER OF COMPETITIVE NEED LIMITATION- Section 503(c)(2)(D) of the Trade Act <br> of 1974 (19 United States C. 2463(c)(2)(D)) is amended to read as follows: <br> '(D) LEAST-DEVELOPED BENEFICIARY DEVELOPING COUNTRIES <br> AND BENEFICIARY SUB-SAHARAN AFRICAN COUNTRIES- <br> Subparagraph (A) shall not apply to any least-developed beneficiary developing <br> country or any beneficiary sub-Saharan African country.'. <br> "}]}, {"ArticleType": "Apparel provisions", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "(4) Must be prepared to explain, upon request from CBP, how the records and internal controls referred to in paragraphs (b)(1) through (3) of this section justify the importer's claim for preferential treatment. <br> "}]}]}, "members_found": ["all", "842"]}