{"FtaRooDetails":{"FtaId":681,"FtaCode":"ITC00701","FtaName":"United States for GSP countries","FtaFullName":"Generalized System of Preferences","InForce":true,"Signed":false,"InNegotiation":false,"FtaStatusDesc":"IN FORCE","FtaStatusDate":"01.01.1976","Type":"Non-reciprocal arrangement","Scope":"Unilateral, Country-Group","MemberStates":"United States of America","FtaRooDetailLink":null,"TariffSource":null,"TariffYear":null,"IsCertificationBodyAuthorized":false,"TRFlag":"","TRDetailLink":null,"TRHeading":"ATTENTION: Trade Remedy","TRDesc":null,"TRDeepLink":null,"AdminProc":"Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under United States for GSP countries","AdminProcCooAuth":"The certification type under United States for GSP countries is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.","AdminProcCooNoAuth":"The certification type under United States for GSP countries is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.","AdminProcDownload":"1. Download and complete the certificate of origin (CoO) for United States for GSP countries agreement.","RooSelfAssessmentDesc":"In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.","AddlMrktInfoDesc":"In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.","Duties":[]},"FtaRooDetailInfo":{"RooData":[{"RooCode":"RVC 35%","RooText":"The duty-free treatment provided under this subchapter shall apply to any eligible article which is the growth, product, or manufacture of a beneficiary developing country if : (i) that article is imported directly from a beneficiary developing country into the customs territory of the United States; and (ii) the sum of: (I) the cost or value of the materials produced in the beneficiary developing country or any two or more such countries that are members of the same association of countries and are treated as one country under section 2467(2) of this title, plus (II) the direct costs of processing operations performed in such beneficiary developing country or such member countries, is not less than 35 percent of the appraised value of such article at the time it is entered.","ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":[]}],"GeneralNote":[{"RooCode":"Regulations","RooText":" (3) Regulations<br /> The Secretary of the Treasury, after consulting with the United States Trade Representative, shall prescribe<br /> such regulations as may be necessary to carry out paragraph (2), including, but not limited to, regulations<br /> providing that, in order to be eligible for duty-free treatment under this subchapter, an article:<br /> (A) must be wholly the growth, product, or manufacture of a beneficiary developing<br /> country, or<br /> (B) must be a new or different article of commerce which has been grown, produced, or<br /> manufactured in the beneficiary developing country.","ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":null}],"SpecificNote":[{"RooCode":null,"RooText":null,"ShowProductAffected":false,"ProductAffected":null,"RevisionName":null,"Rank":0,"ShowRooExceptions":false,"RooExceptions":null}],"Documents":[{"DocDesc":"Certificate of origin","DocFileName":"itc00701_coo.pdf","DocType":"1_coo","WebLink":null},{"DocDesc":"Chapter on rules of origin","DocFileName":"itc00701_roo.pdf","DocType":"3_roo","WebLink":"https://ustr.gov/sites/default/files/files/gsp/GSP%20statute%20updated%20to%202017.pdf"},{"DocDesc":"Full text of agreement","DocFileName":"itc00701_full.pdf","DocType":"8_full","WebLink":"http://unctad.org/en/Docs/itcdtsbmisc58rev2_en.pdf"},{"DocDesc":"WTO notification","DocFileName":"itc00701_wto.pdf","DocType":"9_wto","WebLink":"http://ptadb.wto.org/docs/US_GSP/2016/US%20GSP%20guide%202016%20FINAL%20EN%2021%20September%202016.pdf"}]},"FtaProvisions":{"RooProvision":[{"ProvisionAbbrev":"accum","ProvisionCode":"Cumulation","ProvisionValue":"diagonal and full (groups)","ProvisionRank":null,"ProvisionGlossary":"A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.","ProvisionGlossaryLink":"/en/glossary?uid=accum&returnto=gloscenter","ProvisionLegalExtract":"Eligible articles produced in two or more beneficiary countries are eligible for duty-free treatment if the countries collectively meet the rules of origin.  In addition, an article produced in a least-developed beneficiary developing country (LDBDC) may count inputs from LDBDCs and beneficiary developing country (BDC) in its regional association towards the 35% domestic content requirement for satisfying the rules of origin for qualifying articles.  General Note 4 of the HTSUS has the most recent list of GSP eligible countries, territories, and associations.  There are currently 6 associations whose GSP eligible beneficiary members can benefit from this provision:  the South Asian Association for Regional Cooperation (SAARC); the Andean Group (or Cartagena Agreement); the Association of Southeast Asian Nations (ASEAN); the Caribbean Common Market (CARICOM); the Southern African Development Community (SADC); and the West African Economic and Monetary Union (WAEMU). <br /> [Source: WTO notification G/RO/LDC/N/USA/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"demin","ProvisionCode":"De Minimis","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.","ProvisionGlossaryLink":"/en/glossary?uid=demin&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"roll","ProvisionCode":"Roll-up","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.","ProvisionGlossaryLink":"/en/glossary?uid=roll&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"draw","ProvisionCode":"Duty drawback","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.","ProvisionGlossaryLink":"/en/glossary?uid=draw&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"outward","ProvisionCode":"Outward processing","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.","ProvisionGlossaryLink":"/en/glossary?uid=outward&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"accessories","ProvisionCode":"Accessories, Spare Parts and Tools","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.","ProvisionGlossaryLink":"/en/glossary?uid=accessories&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"wo","ProvisionCode":"Wholly obtained products","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.","ProvisionGlossaryLink":"/en/glossary?uid=wo&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"mo","ProvisionCode":"Non-qualifying operations","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.","ProvisionGlossaryLink":"/en/glossary?uid=mo&returnto=gloscenter","ProvisionLegalExtract":"[United States Code]: <br /> Sec. 2463. Designation of eligible articles <br /> (B) Exclusions <br /> An article shall not be treated as the growth, product, or manufacture of a beneficiary developing country <br /> by virtue of having merely undergone: <br /> (i) simple combining or packaging operations, or <br /> (ii) mere dilution with water or mere dilution with another substance that does not <br /> materially alter the characteristics of the article. <br /> [Code of Foreign Regulations]: <br /> operations. No article which has undergone only a simple combining or packaging operation or a mere <br /> dilution in a beneficiary developing country within the meaning of paragraph (a)(1) of this section will be <br /> entitled to duty-free treatment even though the processing operation causes the article to meet the value <br /> requirement set forth in that paragraph. For purposes of this section: (i) Simple combining or packaging <br /> operations and mere dilution include, but are not limited to, the following: (A) The addition of batteries to <br /> devices; (B) Fitting together a small number of components by bolting, gluing, soldering, etc.; (C) Blending <br /> foreign and beneficiary developing country tobacco; (D) The addition of substances such as anticaking <br /> agents, preservatives, wetting agents, etc.; (E) Repacking or packaging components together; (F) <br /> Reconstituting orange juice by adding water to orange juice concentrate; and (G) Diluting chemicals with <br /> inert ingredients to bring them to standard degrees of strength; (ii) Simple combining or packaging <br /> operations and mere dilution will not be taken to include processes such as the following: (A) The assembly <br /> of a large number of discrete components onto a printed circuit board; (B) The mixing together of two bulk <br /> medicinal substances followed by the packaging of the mixed product into individual doses for retail sale; <br /> (C) The addition of water or another substance to a chemical compound under pressure which results in a <br /> reaction creating a new chemical compound; and (D) A simple combining or packaging operation or mere <br /> dilution coupled with any other type of processing such as testing or fabrication (for example, a simple <br /> assembly of a small number of components, one of which was fabricated in the beneficiary developing <br /> country where the assembly took place); and (iii) The fact that an article has undergone more than a simple <br /> combining or packaging operation or mere dilution is not necessarily dispositive of the question of whether <br /> that processing constitutes a substantial transformation for purposes of determining the country of origin of <br /> the article.","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"rvcformula","ProvisionCode":"Value-added calculation","ProvisionValue":"build up","ProvisionRank":null,"ProvisionGlossary":"A provision that provides how to calculate regional value content in the shipped good.","ProvisionGlossaryLink":"/en/glossary?uid=rvcformula&returnto=gloscenter","ProvisionLegalExtract":"[Code of Foreign Regulations]: <br /> 10.177 - Cost or value of materials produced in the beneficiary developing country. <br /> (a) Produced in the beneficiary developing country defined. For purposes of 10.171 through 10.178, the <br /> words produced in the beneficiary developing country refer to the constituent materials of which the <br /> eligible article is composed which are either: (1) Wholly the growth, product, or manufacture of the <br /> beneficiary developing country; or (2) Substantially transformed in the beneficiary developing country into <br /> a new and different article of commerce. <br /> (b) Questionable origin. When the origin of an article either is not ascertainable or not satisfactorily <br /> demonstrated to the port director, the article shall not be considered to have been produced in the <br /> beneficiary developing country. <br /> (c) Determination of cost or value of materials produced in the beneficiary developing country. (1) The cost <br /> or value of materials produced in the beneficiary developing country includes: (i) The manufacturer's actual <br /> cost for the materials; (ii) When not included in the manufacturer's actual cost for the materials, the freight, <br /> insurance, packing, and all other costs incurred in transporting the materials to the manufacturer's plant; (iii) <br /> The actual cost of waste or spoilage (material list), less the value of recoverable scrap; and (iv) Taxes <br /> and/or duties imposed on the materials by the beneficiary developing country, or an association of countries <br /> treated as one country, provided they are not remitted upon exportation. (2) Where the material is provided <br /> to the manufacturer without charge, or at less than fair market value, its cost or value shall be determined <br /> by computing the sum of: (i) All expenses incurred in the growth, production, manufacture or assembly of <br /> the material, including general expenses; (ii) An amount for profit; and (iii) Freight, insurance, packing, <br /> and all other costs incurred in transporting the materials to the manufacturer's plant. <br /> If the pertinent information needed to compute the cost or value of the materials is not available, the <br /> appraising officer may ascertain or estimate the value thereof using all reasonable ways and means at his <br /> disposal.","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"indir","ProvisionCode":"Indirect materials","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.","ProvisionGlossaryLink":"/en/glossary?uid=indir&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"trans","ProvisionCode":"Direct transport","ProvisionValue":"included","ProvisionRank":null,"ProvisionGlossary":"A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.","ProvisionGlossaryLink":"/en/glossary?uid=trans&returnto=gloscenter","ProvisionLegalExtract":"[Code of Foreign Regulations]: <br /> 10.175 - Imported directly defined. <br /> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br /> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br /> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br /> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br /> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br /> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br /> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br /> developing country to the United States through a free trade zone in a beneficiary developing country, the <br /> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br /> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br /> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br /> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br /> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br /> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br /> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br /> area or region declared and secured by or under governmental authority, where certain operations may be <br /> performed with respect to articles, without such articles having entered into the commerce of the country <br /> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br /> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br /> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br /> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br /> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br /> director is satisfied that the importation results from the original commercial transaction between the <br /> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br /> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br /> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br /> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br /> through the territory of a former beneficiary developing country whose designation as a member of the <br /> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br /> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br /> commerce of the former beneficiary developing country except for purposes of performing one or more of <br /> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br /> other than at retail, for export. (2) The designation of the following countries as members of an association <br /> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br /> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br /> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br /> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br /> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br /> 0067, 65 FR 59675, Oct. 5, 2000]","ProvisionValueCssClass":"green","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"terr","ProvisionCode":"Principle of Territoriality","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.","ProvisionGlossaryLink":"/en/glossary?uid=terr&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"packaging","ProvisionCode":"Packaging","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies whether packaging should be accounted for when determining the origin of the product.","ProvisionGlossaryLink":"/en/glossary?uid=packaging&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"fungible","ProvisionCode":"Fungible materials","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.","ProvisionGlossaryLink":"/en/glossary?uid=fungible&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"sets","ProvisionCode":"Sets","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.","ProvisionGlossaryLink":"/en/glossary?uid=sets&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"exhibitions","ProvisionCode":"Exhibitions","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.","ProvisionGlossaryLink":"/en/glossary?uid=exhibitions&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null}],"CooProvision":[{"ProvisionAbbrev":"coo","ProvisionCode":"Certification","ProvisionValue":"self-certification","ProvisionRank":null,"ProvisionGlossary":"A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.","ProvisionGlossaryLink":"/en/glossary?uid=coo&returnto=gloscenter","ProvisionLegalExtract":"[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br /> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br /> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br /> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br /> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br /> detailed information concerning the production or manufacture of the merchandise. When requested by the <br /> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"exmptcoo","ProvisionCode":"Exemption of certification","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.","ProvisionGlossaryLink":"/en/glossary?uid=exmptcoo&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"approved","ProvisionCode":"Approved exporter","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).","ProvisionGlossaryLink":"/en/glossary?uid=approved&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"comp","ProvisionCode":"Competent authority","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.","ProvisionGlossaryLink":"/en/glossary?uid=comp&returnto=gloscenter","ProvisionLegalExtract":"Office of the U.S. Trade Representative (www.ustr.gov) <br /> GSP Program Office <br /> 1-202-395-6971 <br /> gsp@ustr.eop.gov <br /> [Source: WTO notification G/RO/LDC/N/USA/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"valid","ProvisionCode":"Period of validity","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.","ProvisionGlossaryLink":"/en/glossary?uid=valid&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"retention","ProvisionCode":"Retention period","ProvisionValue":"5 years","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.","ProvisionGlossaryLink":"/en/glossary?uid=retention&returnto=gloscenter","ProvisionLegalExtract":"[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs.","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"refund","ProvisionCode":"Refund of excess duties","ProvisionValue":"not included","ProvisionRank":null,"ProvisionGlossary":"A provision that allows to recover customs duties paid for originating goods at the time of import.","ProvisionGlossaryLink":"/en/glossary?uid=refund&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"sup","ProvisionCode":"Supporting documents","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.","ProvisionGlossaryLink":"/en/glossary?uid=sup&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"tpi","ProvisionCode":"Third party invoicing","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.","ProvisionGlossaryLink":"/en/glossary?uid=tpi&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"ver","ProvisionCode":"Verifications","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.","ProvisionGlossaryLink":"/en/glossary?uid=ver&returnto=gloscenter","ProvisionLegalExtract":"[Code of Foreign Regulations]: <br /> 10.173 - Evidence of country of origin. <br /> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br /> 10.174 - Evidence of direct shipment. <br /> (a) Documents constituting evidence of direct shipment. The port director may require that appropriate shipping papers, invoices, or other documents be submitted within 60 days of the date of entry as evidence that the articles were imported directly, as that term is defined in 10.175. Any evidence of direct shipment required by the port director shall be subject to such verification as he deems necessary. 66","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"pen","ProvisionCode":"Penalties","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.","ProvisionGlossaryLink":"/en/glossary?uid=pen&returnto=gloscenter","ProvisionLegalExtract":"In general, if a claim for preference under GSP is incorrect, the importer's claim of preference will be denied, and the importer must pay the applicable duty.  If a Customs and Border Protection Officer finds any package that contains an article not specified on the invoice, and there is reason to believe the article was omitted from the invoice by fraud, gross negligence, negligence on the part of the seller, shipper, owner, or agent, a monetary penalty may be imposed, or in some cases, the merchandise may be seized or forfeited. (See e.g., 19 U.S.C. 1592, 19 CFR 162.) <br /> http://uscode.house.gov/view.xhtml?path=/prelim@title19/chapter4/subtitle3/part5&edition=prelim <br /> https://www.ecfr.gov/cgi-bin/text-idx?SID=6a6d50ad25a755802a02b7b576771fdc&mc=true&node=pt19.2.162&rgn=div5 <br /> [Source: WTO notification G/RO/LDC/N/USA/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"adv","ProvisionCode":"Advance rulings","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.","ProvisionGlossaryLink":"/en/glossary?uid=adv&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"err","ProvisionCode":"Minor errors","ProvisionValue":"not provided","ProvisionRank":null,"ProvisionGlossary":"A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.","ProvisionGlossaryLink":"/en/glossary?uid=err&returnto=gloscenter","ProvisionLegalExtract":"","ProvisionValueCssClass":"red","ProvisionDisplayCssClass":null},{"ProvisionAbbrev":"app","ProvisionCode":"Appeals","ProvisionValue":"provided","ProvisionRank":null,"ProvisionGlossary":"A provision which sets up an appeal process in respect of origin determination and advanced rulings.","ProvisionGlossaryLink":"/en/glossary?uid=app&returnto=gloscenter","ProvisionLegalExtract":"An importer may disagree with the dutiable status after the entry has been liquidated. A decision at this stage of the entry transaction is requested by filing a protest and application for further review on CBP Form 19: <br /> https://www.cbp.gov/sites/default/files/documents/CBP_Form_19.pdf <br /> [Source: WTO notification G/RO/LDC/N/USA/1]","ProvisionValueCssClass":"","ProvisionDisplayCssClass":null}]},"FtaRemainingProvisons":{"RemainingProvisionData":[{"ArticleType":"United States Code","Articles":[{"ArticleTitle":"Sec. 2461. Authority to extend preferences","ArticleDesc":"Sec. 2461. Authority to extend preferences <br> The President may provide duty-free treatment for any eligible article from any beneficiary developing <br> country in accordance with the provisions of this subchapter. In taking any such action, the President shall <br> have due regard for: <br> (1) the effect such action will have on furthering the economic development of developing countries <br> through the expansion of their exports; <br> (2) the extent to which other major developed countries are undertaking a comparable effort to assist <br> developing countries by granting generalized preferences with respect to imports of products of such <br> countries; <br> (3) the anticipated impact of such action on United States producers of like or directly competitive <br> products; and <br> (4) the extent of the beneficiary developing country's competitiveness with respect to eligible articles. <br> "},{"ArticleTitle":"Sec. 2462. Designation of beneficiary developing countries","ArticleDesc":"Sec. 2462. Designation of beneficiary developing countries <br> (a) Authority to designate countries <br> (1) Beneficiary developing countries <br> The President is authorized to designate countries as beneficiary developing countries for purposes of this <br> subchapter. <br> (2) Least-developed beneficiary developing countries <br> The President is authorized to designate any beneficiary developing country as a least-developed <br> beneficiary developing country for purposes of this subchapter, based on the considerations in section 2461 <br> of this title and subsection (c) of this section. <br> (b) Countries ineligible for designation <br> (1) Specific countries <br> The following countries may not be designated as beneficiary developing countries for purposes of this <br> subchapter: <br> (A) Australia <br> (B) Canada <br> (C) European Union member states <br> D) Iceland <br> E) Japan <br> F) Monaco <br> G) New Zealand <br> H) Norway <br> I) Switzerland. <br> (2) Other bases for ineligibility <br> The President shall not designate any country a beneficiary developing country under this subchapter if any <br> of the following applies: <br> (A) Such country is a Communist country, unless: <br> (i) the products of such country receive nondiscriminatory treatment, <br> (ii) such country is a WTO Member (as such term is defined in section 3501(10) of this <br> title) and a member of the International Monetary Fund, and <br> (iii) such country is not dominated or controlled by international communism. <br> (B) Such country is a party to an arrangement of countries and participates in any action <br> pursuant to such arrangement, the effect of which is: <br> (i) to withhold supplies of vital commodity resources from international trade or to raise <br> the price of such commodities to an unreasonable level, and <br> (ii) to cause serious disruption of the world economy. <br> (C) Such country affords preferential treatment to the products of a developed country, other <br> than the United States, which has, or is likely to have, a significant adverse effect on <br> United States commerce. <br> (D) (i) Such country: <br> (I) has nationalized, expropriated, or otherwise seized ownership or control <br> of property, including patents, trademarks, or copyrights, owned by a <br> United States citizen or by a corporation, partnership, or association <br> (II) has taken steps to repudiate or nullify an existing contract or agreement <br> with a United States citizen or a corporation, partnership, or association <br> which is 50 percent or more beneficially owned by United States citizens, <br> the effect of which is to nationalize, expropriate, or otherwise seize <br> ownership or control of property, including patents, trademarks, or <br> copyrights, so owned, or <br> (III) has imposed or enforced taxes or other exactions, restrictive maintenance <br> or operational conditions, or other measures with respect to property, <br> including patents, trademarks, or copyrights, so owned, the effect of <br> which is to nationalize, expropriate, or otherwise seize ownership or <br> control of such property, unless clause (ii) applies. <br> (ii) This clause applies if the President determines that: <br> (I) prompt, adequate, and effective compensation has been or is being made <br> to the citizen, corporation, partnership, or association referred to in clause <br> (i), <br> (II) good faith negotiations to provide prompt, adequate, and effective <br> compensation under the applicable provisions of international law are in <br> progress, or the country described in clause (i) is otherwise taking steps to <br> discharge its obligations under international law with respect to such <br> citizen, corporation, partnership, or association, or <br> (III) a dispute involving such citizen, corporation, partnership, or association <br> over compensation for such a seizure has been submitted to arbitration <br> under the provisions of the Convention for the Settlement of Investment <br> Disputes, or in another mutually agreed upon forum, and the President <br> promptly furnishes a copy of such determination to the Senate and House <br> of Representatives. <br> (E) Such country fails to act in good faith in recognizing as binding or in enforcing arbitral <br> awards in favor of United States citizens or a corporation, partnership, or association <br> which is 50 percent or more beneficially owned by United States citizens, which have <br> been made by arbitrators appointed for each case or by permanent arbitral bodies to which <br> the parties involved have submitted their dispute. <br> (F) Such country aids or abets, by granting sanctuary from prosecution to, any individual or <br> group which has committed an act of international terrorism or the Secretary of State <br> makes a determination with respect to such country under section 2405(j)(1)(A) of title <br> 50, Appendix. <br> (G) Such country has not taken or is not taking steps to afford internationally recognized <br> worker rights to workers in the country (including any designated zone in that country). <br> Subparagraphs (D), (E), (F), and (G) shall not prevent the designation of any country as a beneficiary <br> developing country under this subchapter if the President determines that such designation will be in the <br> national economic interest of the United States and reports such determination to the Congress with the <br> reasons therefor. <br> (c) Factors affecting country designation <br> In determining whether to designate any country as a beneficiary developing country under this subchapter, <br> the President shall take into account: <br> (1) an expression by such country of its desire to be so designated; <br> (2) the level of economic development of such country, including its per capita gross national product, the <br> living standards of its inhabitants, and any other economic factors which the resident deems <br> appropriate; <br> (3) whether or not other major developed countries are extending generalized preferential tariff treatment <br> to such country; <br> (4) the extent to which such country has assured the United States that it will provide equitable and <br> reasonable access to the markets and basic commodity resources of such country and the extent to <br> which such country has assured the United States that it will refrain from engaging in unreasonable <br> export practices; <br> (5) the extent to which such country is providing adequate and effective protection of intellectual property <br> rights; <br> (6) the extent to which such country has taken action to: <br> (A) reduce trade distorting investment practices and policies (including export performance <br> requirements); and <br> (B) reduce or eliminate barriers to trade in services; and <br> (7) whether or not such country has taken or is taking steps to afford to workers in that country (including <br> any designated zone in that country) internationally recognized worker rights. <br> (d) Withdrawal, suspension, or limitation of country designation <br> (1) In general <br> The President may withdraw, suspend, or limit the application of the duty-free treatment accorded under <br> this subchapter with respect to any country. In taking any action under this subsection, the President shall <br> consider the factors set forth in section 2461 of this title and subsection (c) of this section. <br> (2) Changed circumstances <br> The President shall, after complying with the requirements of subsection (f)(2) of this section, withdraw or <br> suspend the designation of any country as a beneficiary developing country if, after such designation, the <br> President determines that as the result of changed circumstances such country would be barred from <br> designation as a beneficiary developing country under subsection (b)(2) of this section. Such country shall <br> cease to be a beneficiary developing country on the day on which the President issues an Executive order or <br> Presidential proclamation revoking the designation of such country under this subchapter. <br> (3) Advice to Congress <br> The President shall, as necessary, advise the Congress on the application of section 2461 of this title and <br> subsection (c) of this section, and the actions the President has taken to withdraw, to suspend, or to limit the <br> application of duty-free treatment with respect to any country which has failed to adequately take the <br> actions described in subsection (c) of this section. <br> (e) Mandatory graduation of beneficiary developing countries <br> If the President determines that a beneficiary developing country has become a @^@high income@^@ country, as <br> defined by the official statistics of the International Bank for Reconstruction and Development, then the <br> President shall terminate the designation of such country as a beneficiary developing country for purposes <br> of this subchapter, effective on January 1 of the second year following the year in which such determination <br> is made. <br> (f) Congressional notification <br> (1) Notification of designation <br> (A) In general <br> Before the President designates any country as a beneficiary developing country under this subchapter, the <br> President shall notify the Congress of the President's intention to make such designation, together with the <br> considerations entering into such decision. <br> (B) Designation as least-developed beneficiary developing country <br> At least 60 days before the President designates any country as a least-developed beneficiary developing <br> country, the President shall notify the Congress of the President's intention to make such designation. <br> (2) Notification of termination <br> If the President has designated any country as a beneficiary developing country under this subchapter, the <br> President shall not terminate such designation unless, at least 60 days before such termination, the President <br> has notified the Congress and has notified such country of the President's intention to terminate such <br> designation, together with the considerations entering into such decision. <br> "},{"ArticleTitle":"Sec. 2463. Designation of eligible articles","ArticleDesc":"Sec. 2463. Designation of eligible articles <br> (a) Eligible articles <br> (1) Designation <br> (A) In general <br> Except as provided in subsection (b) of this section, the President is authorized to designate articles as <br> eligible articles from all beneficiary developing countries for purposes of this subchapter by Executive <br> order or Presidential proclamation after receiving the advice of the International Trade Commission in <br> accordance with subsection (e) of this section. <br> (B) Least-developed beneficiary developing countries <br> Except for articles described in subparagraphs (A), (B), and (E) of subsection (b)(1) of this section and <br> articles described in paragraphs (2) and (3) of subsection (b) of this section, the President may, in carrying <br> out section 2462(d)(1) of this title and subsection (c)(1) of this section, designate articles as eligible articles <br> only for countries designated as least-developed beneficiary developing countries under section 2462(a)(2) <br> of this title if, after receiving the advice of the International Trade Commission in accordance with <br> subsection (e) of this section, the President determines that such articles are not import-sensitive in the <br> context of imports from least-developed beneficiary developing countries. <br> (C) Three-year rule <br> If, after receiving the advice of the International Trade Commission under subsection (e) of this section, an <br> article has been formally considered for designation as an eligible article under this subchapter and denied <br> such designation, such article may not be reconsidered for such designation for a period of 3 years after <br> such denial. <br> (2) Rule of origin <br> (A) General rule <br> The duty-free treatment provided under this subchapter shall apply to any eligible article which is the <br> growth, product, or manufacture of a beneficiary developing country if : <br> (i) that article is imported directly from a beneficiary developing country into the customs <br> territory of the United States; and <br> (ii) the sum of: <br> (I) the cost or value of the materials produced in the beneficiary developing <br> country or any two or more such countries that are members of the same <br> association of countries and are treated as one country under section 2467(2) of <br> this title, plus <br> (II) the direct costs of processing operations performed in such beneficiary <br> developing country or such member countries, is not less than 35 percent of the <br> appraised value of such article at the time it is entered. <br> (B) Exclusions <br> An article shall not be treated as the growth, product, or manufacture of a beneficiary developing country <br> by virtue of having merely undergone: <br> (i) simple combining or packaging operations, or <br> (ii) mere dilution with water or mere dilution with another substance that does not <br> materially alter the characteristics of the article. <br> (3) Regulations <br> The Secretary of the Treasury, after consulting with the United States Trade Representative, shall prescribe <br> such regulations as may be necessary to carry out paragraph (2), including, but not limited to, regulations <br> providing that, in order to be eligible for duty-free treatment under this subchapter, an article: <br> (A) must be wholly the growth, product, or manufacture of a beneficiary developing <br> country, or <br> (B) must be a new or different article of commerce which has been grown, produced, or <br> manufactured in the beneficiary developing country. <br> (b) Articles that may not be designated as eligible articles <br> (1) Import-sensitive articles <br> The President may not designate any article as an eligible article under subsection (a) of this section if such <br> article is within one of the following categories of import-sensitive articles: <br> (A) Textile and apparel articles which were not eligible articles for purposes of this subchapter on <br> January 1, 1994, as this subchapter was in effect on such date. <br> (B) Watches, except those watches entered after June 30, 1989, that the President specifically <br> determines, after public notice and comment, will not cause material injury to watch or watch <br> band, strap, or bracelet manufacturing and assembly operations in the United States or the <br> United States insular possessions. <br> (C) Import-sensitive electronic articles. <br> (D) Import-sensitive steel articles. <br> (E) Footwear, handbags, luggage, flat goods, work gloves, and leather wearing apparel which <br> were not eligible articles for purposes of this subchapter on January 1, 1995, as this <br> subchapter was in effect on such date. <br> (F) Import-sensitive semi-manufactured and manufactured glass products. <br> (G) Any other articles which the President determines to be import-sensitive in the context of the <br> Generalized System of Preferences. <br> (2) Articles against which other actions taken <br> An article shall not be an eligible article for purposes of this subchapter for any period during which such <br> article is the subject of any action proclaimed pursuant to section 2253 of this title or section 1862 or 1981 <br> of this title. <br> (3) Agricultural products <br> No quantity of an agricultural product subject to a tariff-rate quota that exceeds the in-quota quantity shall <br> be eligible for duty-free treatment under this subchapter. <br> (c) Withdrawal, suspension, or limitation of duty-free treatment; competitive need limitation <br> The President may withdraw, suspend, or limit the application of the duty-free treatment accorded under <br> this subchapter with respect to any article, except that no rate of duty may be established with respect to <br> any article pursuant to this subsection other than the rate which would apply but for this subchapter. In <br> taking any action under this subsection, the President shall consider the factors set forth in sections 2461 <br> and 2462(c) of this title. <br> (2) Competitive need limitation <br> (A) Basis for withdrawal of duty-free treatment <br> Except as provided in clause (ii) and subject to subsection (d) of this section, whenever the President <br> determines that a beneficiary developing country has exported (directly or indirectly) to the United States <br> during any calendar year beginning after December 31, 1995: <br> (I) a quantity of an eligible article having an appraised value in excess of the applicable <br> amount for the calendar year, or <br> (II) a quantity of an eligible article equal to or exceeding 50 percent of the appraised value <br> of the total imports of that article into the United States during any calendar year, <br> the President shall, not later than July 1 of the next calendar year, terminate the duty-free treatment for that <br> article from that beneficiary developing country. <br> (ii) Annual adjustment of applicable amount <br> For purposes of applying clause (i), the applicable amount is: <br> (I) for 1996, $75,000,000, and <br> (II) for each calendar year thereafter, an amount equal to the applicable amount in effect for <br> the preceding calendar year plus $5,000,000. <br> (B) @^@Country@^@ defined <br> For purposes of this paragraph, the term @^@country@^@ does not include an association of countries which is <br> treated as one country under section 2467(2) of this title, but does include a country which is a member of <br> any such association. <br> (C) Redesignations <br> A country which is no longer treated as a beneficiary developing country with respect to an eligible article <br> by reason of subparagraph (A) may, subject to the considerations set forth in sections 2461 and 2462 of this <br> title, be redesignated a beneficiary developing country with respect to such article if imports of such article <br> from such country did not exceed the limitations in subparagraph (A) during the preceding calendar year. <br> (D) Least-developed beneficiary developing countries <br> Subparagraph (A) shall not apply to any least-developed beneficiary developing country. <br> (E) Articles not produced in the United States excluded <br> Subparagraph (A)(i)(II) shall not apply with respect to any eligible article if a like or directly competitive <br> article was not produced in the United States on January 1, 1995. <br> (F) De minimis waivers <br> (i) In general <br> The President may disregard subparagraph (A)(i)(II) with respect to any eligible article from any <br> beneficiary developing country if the aggregate appraised value of the imports of such article into the <br> United States during the preceding calendar year does not exceed the applicable amount for such preceding <br> calendar year. <br> (ii) Applicable amount <br> (I) for calendar year 1996, $13,000,000, and <br> the preceding calendar year plus $500,000. <br> (d) Waiver of competitive need limitation <br> (1) In general <br> The President may waive the application of subsection (c)(2) of this section with respect to any eligible <br> article of any beneficiary developing country if, before July 1 of the calendar year beginning after the <br> calendar year for which a determination described in subsection (c)(2)(A) of this section was made with <br> respect to such eligible article, the President: <br> (A) receives the advice of the International Trade Commission under section 1332 of this title on <br> whether any industry in the United States is likely to be adversely affected by such waiver, <br> (B) determines, based on the considerations described in sections 2461 and 2462(c) of this title <br> and the advice described in subparagraph (A), that such waiver is in the national economic <br> interest of the United States, and <br> (C) publishes the determination described in subparagraph (B) in the Federal Register. <br> (2) Considerations by the President <br> In making any determination under paragraph (1), the President shall give great weight to: <br> (A) the extent to which the beneficiary developing country has assured the United States that <br> such country will provide equitable and reasonable access to the markets and basic <br> commodity resources of such country, and <br> (B) the extent to which such country provides adequate and effective protection of intellectual <br> property rights. <br> (3) Other bases for waiver <br> The President may waive the application of subsection (c)(2) of this section if, before July 1 of the calendar <br> year beginning after the calendar year for which a determination described in subsection (c)(2) of this <br> section was made with respect to a beneficiary developing country, the President determines that <br> (A) there has been a historical preferential trade relationship between the United States and such <br> country, <br> (B) there is a treaty or trade agreement in force covering economic relations between such <br> country and the United States, and <br> (C) such country does not discriminate against, or impose unjustifiable or unreasonable barriers <br> to, United States commerce, <br> and the President publishes that determination in the Federal Register. <br> (4) Limitations on waivers <br> The President may not exercise the waiver authority under this subsection with respect to a quantity of an <br> eligible article entered during any calendar year beginning after 1995, the aggregate appraised value of <br> which equals or exceeds 30 percent of the aggregate appraised value of all articles that entered duty-free <br> under this subchapter during the preceding calendar year. <br> (B) Other waiver limits <br> The President may not exercise the waiver authority provided under this subsection with respect to a <br> quantity of an eligible article entered during any calendar year beginning after 1995, the aggregate <br> appraised value of which exceeds 15 percent of the aggregate appraised value of all articles that have <br> entered duty-free under this subchapter during the preceding calendar year from those beneficiary <br> developing countries which for the preceding calendar year: <br> (i) had a per capita gross national product (calculated on the basis of the best available information, <br> including that of the International Bank for Reconstruction and Development) of $5,000 or more; <br> or <br> (ii) had exported (either directly or indirectly) to the United States a quantity of articles that was duty- <br> free under this subchapter that had an aggregate appraised value of more than 10 percent of the <br> aggregate appraised value of all articles that entered duty-free under this subchapter during that <br> year. <br> (C) Calculation of limitations <br> There shall be counted against the limitations imposed under subparagraphs (A) and (B) for any calendar <br> year only that value of any eligible article of any country that: <br> (i) entered duty-free under this subchapter during such calendar year; and <br> (ii) is in excess of the value of that article that would have been so entered during such calendar year if <br> the limitations under subsection (c)(2)(A) of this section applied. <br> (5) Effective period of waiver <br> Any waiver granted under this subsection shall remain in effect until the President determines that such <br> waiver is no longer warranted due to changed circumstances. <br> (e) International Trade Commission advice <br> Before designating articles as eligible articles under subsection (a)(1) of this section, the President shall <br> publish and furnish the International Trade Commission with lists of articles which may be considered for <br> designation as eligible articles for purposes of this subchapter. The provisions of sections 2151, 2152, 2153, <br> and 2154 of this title shall be complied with as though action under section 2461 of this title and this <br> section were action under section 2133 of this title to carry out a trade agreement entered into under section <br> 2133 of this title. <br> (f) Special rule concerning Puerto Rico <br> No action under this subchapter may affect any tariff duty imposed by the Legislature of Puerto Rico <br> pursuant to section 1319 of this title on coffee imported into Puerto Rico. <br> "},{"ArticleTitle":"Sec. 2465. Date of termination","ArticleDesc":"Sec. 2465. Date of termination <br> No duty-free treatment provided under this subchapter shall remain in effect after December 31, 2008. <br> "},{"ArticleTitle":"Sec. 2466.","ArticleDesc":"Sec. 2466. <br> Agricultural exports of beneficiary developing countries <br> The appropriate agencies of the United States shall assist beneficiary developing countries to develop and <br> implement measures designed to assure that the agricultural sectors of their economies are not directed to <br> export markets to the detriment of the production of foodstuffs for their citizenry. <br> "},{"ArticleTitle":"Sec. 2466a.","ArticleDesc":"Sec. 2466a. <br> Designation of sub-Saharan African countries for certain benefits <br> "},{"ArticleTitle":"Sec. 2466b.","ArticleDesc":"Sec. 2466b. <br> Termination of benefits for sub-Saharan African countries <br> In the case of a beneficiary sub-Saharan African country, as defined in section 2466a(c) of this title, duty- <br> free treatment provided under this subchapter shall remain in effect through September 30, 2008. <br> "},{"ArticleTitle":"Sec. 2467. Definitions","ArticleDesc":"Sec. 2467. Definitions <br> For purposes of this subchapter: <br> (1) Beneficiary developing country <br> The term @^@beneficiary developing country'' means any country with respect to which there is in effect an <br> Executive order or Presidential proclamation by the President designating such country as a beneficiary <br> developing country for purposes of this subchapter. <br> (2) Country <br> The term '' country'' means any foreign country or territory, including any overseas dependent territory <br> or possession of a foreign country, or the Trust Territory of the Pacific Islands. In the case of an association <br> of countries which is a free trade area or customs union, or which is contributing to comprehensive regional <br> economic integration among its members through appropriate means, including, but not limited to, the <br> reduction of duties, the President may by Executive order or Presidential proclamation provide that all <br> members of such association other than members which are barred from designation under section 2462(b) <br> of this title shall be treated as one country for purposes of this subchapter. <br> (3) Entered <br> The term @^@entered@^@ means entered, or withdrawn from warehouse for consumption, in the customs <br> territory of the United States. <br> (4) Internationally recognized worker rights <br> The term @^@internationally recognized worker rights'' includes— <br> (A) the right of association; <br> (B) the right to organize and bargain collectively; <br> (C) a prohibition on the use of any form of forced or compulsory labor; <br> (D) a minimum age for the employment of children; and <br> (E) acceptable conditions of work with respect to minimum wages, hours of work, and <br> occupational safety and health. <br> (5) Least-developed beneficiary developing country <br> The term @^@least-developed beneficiary developing country'' means a beneficiary developing country <br> that is designated as a least-developed beneficiary developing country under section 2462(a)(2) of this title. <br> (6) Worst forms of child labor <br> The term @^@worst forms of child labor'' means-- <br> (A) all forms of slavery or practices similar to slavery, such as the sale or trafficking of children, <br> debt bondage and serfdom, or forced or compulsory labor, including forced or compulsory <br> recruitment of children for use in armed conflict; <br> (B) the use, procuring, or offering of a child for prostitution, for the production of pornography <br> or for pornographic purposes; <br> (C) the use, procuring, or offering of a child for illicit activities in particular for the production <br> and trafficking of drugs; and <br> (D) work which, by its nature or the circumstances in which it is carried out, is likely to harm the <br> health, safety, or morals of children. <br> The work referred to in subparagraph (D) shall be determined by the laws, regulations, or competent <br> authority of the beneficiary developing country involved. <br> "}]},{"ArticleType":"Code of Foreign Regulations","Articles":[{"ArticleTitle":"10.171 - General.","ArticleDesc":"10.171 - General. <br> (a) Statutory authority. Title V of the Trade Act of 1974 as amended (19 U.S.C. 24612467) authorizes the <br> President to establish a Generalized System of Preferences (GSP) to provide duty-free treatment for eligible <br> articles imported directly from designated beneficiary developing countries. Beneficiary developing <br> countries and articles eligible for duty-free treatment are designated by the President by Executive order in <br> accordance with sections 502(a)(1) and 503(a) of the Trade Act of 1974 as amended (19 U.S.C. 2462(a)(1), <br> 2463(a)). <br> (b) Country defined. For purposes of 10.171 through 10.178, except as otherwise provided in 10.176(a), the <br> term country means any foreign country, any overseas dependent territory or possession of a foreign <br> country, or the Trust Territory of the Pacific Islands. In the case of an association of countries which is a <br> free trade area or customs union or which is contributing to comprehensive regional economic integration <br> among its members through appropriate means, including but not limited to, the reduction of duties, the <br> President may by Executive order provide that all members of such association other than members which <br> are barred from designation under section 502(b) of the Trade Act of 1974 (19 U.S.C. 2462(b)) shall be <br> treated as one country for purposes of 10.171 through 10.178. <br> subpart a - GENERAL PROVISIONS <br> "},{"ArticleTitle":"10.172 - Claim for exemption from duty under the Generalized System of Preferences.","ArticleDesc":"10.172 - Claim for exemption from duty under the Generalized System of Preferences. <br> A claim for an exemption from duty on the ground that the Generalized System of Preferences applies shall <br> be allowed by the port director only if he is satisfied that the requirements set forth in this section and <br> 10.173 through 10.178 have been met. If duty-free treatment is claimed at the time of entry, a written claim <br> shall be filed on the entry document by placing the symbol A as a prefix to the subheading of the <br> Harmonized Tariff Schedule of the United States for each article for which such treatment is claimed. <br> "},{"ArticleTitle":"No article title","ArticleDesc":"10.173 - Evidence of country of origin. <br> 10.175 - Imported directly defined. <br> free treatment. <br> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br> detailed information concerning the production or manufacture of the merchandise. When requested by the <br> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br> 1 From http://cfr.vlex.com/vid/19649350 <br> developing country to the United States through a free trade zone in a beneficiary developing country, the <br> GSP DECLARATION <br> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br> I, <br> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br> articles described below were produced or manufactured in (country) by means of processing operations performed in that country as set forth below and were also subjected to processing operations in the other country or countries which are members of the same association of countries as set forth below and incorporate materials produced in the country named above or in any other country or countries which are members of the same association of countries as set forth below: <br> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br> Number and date if invoices <br> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br> Date <br> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br> Address <br> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br> Signature <br> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br> Title <br> area or region declared and secured by or under governmental authority, where certain operations may be <br> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs. <br> performed with respect to articles, without such articles having entered into the commerce of the country <br> (b) Shipments covered by an informal entry. Although the filing of the declaration provided for in paragraph (a)(1)(i) of this section will not be required for a shipment covered by an informal entry, the port director may require such other evidence of country of origin as deemed necessary. <br> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br> director is satisfied that the importation results from the original commercial transaction between the <br> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br> through the territory of a former beneficiary developing country whose designation as a member of the <br> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br> commerce of the former beneficiary developing country except for purposes of performing one or more of <br> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br> other than at retail, for export. (2) The designation of the following countries as members of an association <br> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br> 0067, 65 FR 59675, Oct. 5, 2000] <br> "},{"ArticleTitle":"10.174 - Evidence of direct shipment.","ArticleDesc":"10.174 - Evidence of direct shipment. <br> (a) Documents constituting evidence of direct shipment. The port director may require that appropriate shipping papers, invoices, or other documents be submitted within 60 days of the date of entry as evidence that the articles were imported directly, as that term is defined in 10.175. Any evidence of direct shipment required by the port director shall be subject to such verification as he deems necessary. 66 <br> (b) Waiver of evidence of direct shipment. The port director may waive the submission of evidence of <br> direct shipment when he is otherwise satisfied, taking into consideration the kind and value of the <br> merchandise, that the merchandise clearly qualifies for treatment under the Generalized System of <br> Preferences. <br> "},{"ArticleTitle":"No article title","ArticleDesc":"10.173 - Evidence of country of origin. <br> 10.175 - Imported directly defined. <br> free treatment. <br> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br> detailed information concerning the production or manufacture of the merchandise. When requested by the <br> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br> 1 From http://cfr.vlex.com/vid/19649350 <br> developing country to the United States through a free trade zone in a beneficiary developing country, the <br> GSP DECLARATION <br> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br> I, <br> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br> articles described below were produced or manufactured in (country) by means of processing operations performed in that country as set forth below and were also subjected to processing operations in the other country or countries which are members of the same association of countries as set forth below and incorporate materials produced in the country named above or in any other country or countries which are members of the same association of countries as set forth below: <br> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br> Number and date if invoices <br> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br> Date <br> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br> Address <br> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br> Signature <br> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br> Title <br> area or region declared and secured by or under governmental authority, where certain operations may be <br> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs. <br> performed with respect to articles, without such articles having entered into the commerce of the country <br> (b) Shipments covered by an informal entry. Although the filing of the declaration provided for in paragraph (a)(1)(i) of this section will not be required for a shipment covered by an informal entry, the port director may require such other evidence of country of origin as deemed necessary. <br> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br> director is satisfied that the importation results from the original commercial transaction between the <br> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br> through the territory of a former beneficiary developing country whose designation as a member of the <br> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br> commerce of the former beneficiary developing country except for purposes of performing one or more of <br> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br> other than at retail, for export. (2) The designation of the following countries as members of an association <br> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br> 0067, 65 FR 59675, Oct. 5, 2000] <br> "},{"ArticleTitle":"10.176 - Country of origin criteria.","ArticleDesc":"10.176 - Country of origin criteria. <br> (a) Merchandise produced in a beneficiary developing country or any two or more countries which are <br> members of the same association of countries (1) General. Except as otherwise provided in this section, any <br> article which either is wholly the growth, product, or manufacture of, or is a new or different article of <br> commerce that has been grown, produced, or manufactured in, a beneficiary developing country may <br> qualify for duty-free entry under the Generalized System of Preferences (GSP). No article will be <br> considered to have been grown, produced, or manufactured in a beneficiary developing country by virtue of <br> having merely undergone simple (as opposed to complex or meaningful) combining or packaging <br> operations or mere dilution with water or mere dilution with another substance that does not materially alter <br> the characteristics of the article. Duty-free entry under the GSP may be accorded to an article only if the <br> sum of the cost or value of the materials produced in the beneficiary developing country or any two or more <br> countries that are members of the same association of countries and are treated as one country under section <br> 507(2) of the Trade Act of 1974, as amended (19 U.S.C. 2467(2)), plus the direct costs of processing <br> operations performed in the beneficiary developing country or member countries, is not less than 35 percent <br> of the appraised value of the article at the time it is entered. (2) Combining, packaging, and diluting <br> operations. No article which has undergone only a simple combining or packaging operation or a mere <br> dilution in a beneficiary developing country within the meaning of paragraph (a)(1) of this section will be <br> entitled to duty-free treatment even though the processing operation causes the article to meet the value <br> requirement set forth in that paragraph. For purposes of this section: (i) Simple combining or packaging <br> operations and mere dilution include, but are not limited to, the following: (A) The addition of batteries to <br> devices; (B) Fitting together a small number of components by bolting, gluing, soldering, etc.; (C) Blending <br> foreign and beneficiary developing country tobacco; (D) The addition of substances such as anticaking <br> agents, preservatives, wetting agents, etc.; (E) Repacking or packaging components together; (F) <br> Reconstituting orange juice by adding water to orange juice concentrate; and (G) Diluting chemicals with <br> inert ingredients to bring them to standard degrees of strength; (ii) Simple combining or packaging <br> operations and mere dilution will not be taken to include processes such as the following: (A) The assembly <br> of a large number of discrete components onto a printed circuit board; (B) The mixing together of two bulk <br> medicinal substances followed by the packaging of the mixed product into individual doses for retail sale; <br> (C) The addition of water or another substance to a chemical compound under pressure which results in a <br> reaction creating a new chemical compound; and (D) A simple combining or packaging operation or mere <br> dilution coupled with any other type of processing such as testing or fabrication (for example, a simple <br> assembly of a small number of components, one of which was fabricated in the beneficiary developing <br> country where the assembly took place); and (iii) The fact that an article has undergone more than a simple <br> combining or packaging operation or mere dilution is not necessarily dispositive of the question of whether <br> that processing constitutes a substantial transformation for purposes of determining the country of origin of <br> the article. <br> (b) [Reserved] (c) Merchandise grown, produced, or manufactured in a beneficiary developing country. <br> Merchandise which is wholly the growth, product, or manufacture of a beneficiary developing country, or <br> an association of countries treated as one country under section 507(2) of the Trade Act of 1974 (19 U.S.C. <br> 2467(2)) and 10.171(b), and manufactured products consisting of materials produced only in such country <br> or countries, shall normally be presumed to meet the requirements set forth in this section. <br> "},{"ArticleTitle":"10.177 - Cost or value of materials produced in the beneficiary developing country.","ArticleDesc":"10.177 - Cost or value of materials produced in the beneficiary developing country. <br> (a) Produced in the beneficiary developing country defined. For purposes of 10.171 through 10.178, the <br> words produced in the beneficiary developing country refer to the constituent materials of which the <br> eligible article is composed which are either: (1) Wholly the growth, product, or manufacture of the <br> beneficiary developing country; or (2) Substantially transformed in the beneficiary developing country into <br> a new and different article of commerce. <br> (b) Questionable origin. When the origin of an article either is not ascertainable or not satisfactorily <br> demonstrated to the port director, the article shall not be considered to have been produced in the <br> beneficiary developing country. <br> (c) Determination of cost or value of materials produced in the beneficiary developing country. (1) The cost <br> or value of materials produced in the beneficiary developing country includes: (i) The manufacturer's actual <br> cost for the materials; (ii) When not included in the manufacturer's actual cost for the materials, the freight, <br> insurance, packing, and all other costs incurred in transporting the materials to the manufacturer's plant; (iii) <br> The actual cost of waste or spoilage (material list), less the value of recoverable scrap; and (iv) Taxes <br> and/or duties imposed on the materials by the beneficiary developing country, or an association of countries <br> treated as one country, provided they are not remitted upon exportation. (2) Where the material is provided <br> to the manufacturer without charge, or at less than fair market value, its cost or value shall be determined <br> by computing the sum of: (i) All expenses incurred in the growth, production, manufacture or assembly of <br> the material, including general expenses; (ii) An amount for profit; and (iii) Freight, insurance, packing, <br> and all other costs incurred in transporting the materials to the manufacturer's plant. <br> If the pertinent information needed to compute the cost or value of the materials is not available, the <br> appraising officer may ascertain or estimate the value thereof using all reasonable ways and means at his <br> disposal. <br> 10.178a - Special duty - free treatment for sub - Saharan African countries. <br> (a) General. Section 506A of the Trade Act of 1974 (19 U.S.C. 2466a) authorizes the President to provide <br> duty-free treatment for certain articles otherwise excluded from duty-free treatment under the Generalized <br> System of Preferences (GSP) pursuant to section 503(b)(1)(B) through (G) of the Trade Act of 1974 (19 <br> U.S.C. 2463(b)(1)(B) through (G)) and authorizes the President to designate a country listed in section 107 <br> of the African Growth and Opportunity Act (19 U.S.C. 3706) as an eligible beneficiary sub-Saharan <br> African country for purposes of that duty-free treatment. <br> (b) Eligible articles. The duty-free treatment referred to in paragraph (a) of this section will apply to any <br> article within any of the following classes of articles, provided that the article in question has been <br> designated by the President for that purpose and is the growth, product, or manufacture of an eligible <br> beneficiary sub-Saharan African country and meets the requirements specified or referred to in paragraph <br> (d) of this section: (1) Watches, except those watches entered after June 30, 1989, that the President <br> specifically determines, after public notice and comment, will not cause material injury to watch or watch <br> band, strap, or bracelet manufacturing and assembly operations in the United States or the United States <br> insular possessions; (2) Certain electronic articles; (3) Certain steel articles; (4) Footwear, handbags, <br> luggage, flat goods, work gloves, and leather wearing apparel which were not eligible articles for purposes <br> of the GSP on January 1, 1995, as the GSP was in effect on that date; (5) Certain semi manufactured and <br> manufactured glass products; and (6) Any other articles which the President determines to be import- <br> sensitive in the context of the GSP. <br> (c) Claim for duty-free treatment. A claim for the duty-free treatment referred to in paragraph (a) of this <br> section must be made by placing on the entry document the symbol D as a prefix to the subheading of the <br> Harmonized Tariff Schedule of the United States for each article for which duty-free treatment is claimed; <br> (d) Origin and related rules. The provisions of 10.171, 10.173, and 10.175 through 10.178 will apply for <br> purposes of duty-free treatment under this section. However, application of those provisions in the context <br> of this section will be subject to the following rules: (1) The term beneficiary developing country, wherever <br> it appears, means beneficiary sub-Saharan African country;' (2) In the GSP declaration set forth in <br> 10.173(a)(1)(i), the column heading Materials produced in a beneficiary developing country or members of <br> the same association should read Material produced in a beneficiary sub-Saharan African country or in the <br> U.S.; (3) The provisions of 10.175(c) will not apply; and (4) For purposes of determining compliance with <br> the 35 percent value content requirement set forth in 10.176(a): (i) An amount not to exceed 15 percent of <br> the appraised value of the article at the time it is entered may be attributed to the cost or value of materials <br> produced in the customs territory of the United States, and the provisions of 10.177 will apply for purposes <br> of identifying materials produced in the customs territory of the United States and the cost or value of those <br> materials; and (ii) The cost or value of materials included in the article that are produced in more than one <br> beneficiary sub-Saharan African country may be applied without regard to whether those countries are <br> members of the same association of countries. <br> (e) Importer requirements. In order to make a claim for duty-free treatment under this section, the importer: <br> (1) Must have records that explain how the importer came to the conclusion that the article qualifies for <br> duty-free treatment; (2) Must have records that demonstrate that the importer is claiming that the article <br> qualifies for duty-free treatment because it is the growth of a beneficiary sub-Saharan African country or <br> because it is the product of a beneficiary sub-Saharan African country or because it is the manufacture of a <br> beneficiary sub-Saharan African country. If the importer is claiming that the article is the growth of a <br> beneficiary sub-Saharan African country, the importer must have records that indicate that the product was <br> grown in that country, such as a record of receipt from a farmer whose crops are grown in that country. If <br> the importer is claiming that the article is the product of, or the manufacture of, a beneficiary sub-Saharan <br> African country, the importer must have records that indicate that the manufacturing or processing <br> operations reflected in or applied to the article meet the country of origin rules set forth in 10.176(a) and <br> paragraph (d) of this section. A properly completed GSP declaration in the form set forth in 10.173(a)(1) is <br> one example of a record that would serve this purpose; (3) Must establish and implement internal controls <br> which provide for the periodic review of the accuracy of the declarations or other records referred to in <br> paragraph (e)(2) of this section; (4) Must have shipping papers that show how the article moved from the <br> beneficiary sub-Saharan African country to the United States. If the imported article was shipped through a <br> country other than a beneficiary sub-Saharan African country and the invoices and other documents from <br> the beneficiary sub-Saharan African country do not show the United States as the final destination, the <br> importer also must have documentation that demonstrates that the conditions set forth in 10.175(d)(1) <br> through (3) were met; (5) Must have records that demonstrate the cost or value of the materials produced in <br> the United States and the cost or value of the materials produced in a beneficiary sub-Saharan African <br> country or countries and the direct costs of processing operations incurred in the beneficiary sub-Saharan <br> African country that were relied upon by the importer to determine that the article met the 35 percent value <br> content requirement set forth in 10.176(a) and paragraph (c) of this section. A properly completed GSP <br> declaration in the form set forth in 10.173(a)(1) is one example of a record that would serve this purpose; <br> and (6) Must be prepared to produce the records referred to in paragraphs (e)(1), (e)(2), (e)(4), and (e)(5) of <br> this section within 30 days of a request from Customs and must be prepared to explain how those records <br> and the internal controls referred to in paragraph (e)(3) of this section justify the importer's claim for duty- <br> "},{"ArticleTitle":"No article title","ArticleDesc":"10.173 - Evidence of country of origin. <br> 10.175 - Imported directly defined. <br> free treatment. <br> (a) Shipments covered by a formal entry (1) Merchandise not wholly the growth, product, or manufacture <br> Eligible articles shall be imported directly from a beneficiary developing country to qualify for treatment <br> of a beneficiary developing country. (i) Declaration. In a case involving merchandise covered by a formal <br> under the Generalized System of Preferences. For purposes of 10.171 through 10.178 the words imported <br> entry which is not wholly the growth, product, or manufacture of a single beneficiary developing country, <br> directly mean: (a) Direct shipment from the beneficiary country to the United States without passing <br> the exporter of the merchandise or other appropriate party having knowledge of the relevant facts shall be <br> through the territory of any other country; or (b) If the shipment is from a beneficiary developing country to <br> prepared to submit directly to the port director, upon request, a declaration setting forth all pertinent <br> the U.S. through the territory of any other country, the merchandise in the shipment does not enter into the <br> detailed information concerning the production or manufacture of the merchandise. When requested by the <br> commerce of any other country while en route to the U.S., and the invoice, bills of lading, and other <br> port director, the declaration shall be prepared in substantially the following form: GSP DECLARATION <br> shipping documents show the U.S. as the final destination; or (c) If shipped from the beneficiary <br> 1 From http://cfr.vlex.com/vid/19649350 <br> developing country to the United States through a free trade zone in a beneficiary developing country, the <br> GSP DECLARATION <br> merchandise shall not enter into the commerce of the country maintaining the free trade zone, and (1) The <br> I, <br> eligible articles must not undergo any operation other than: (i) Sorting, grading, or testing, (ii) Packing, <br> articles described below were produced or manufactured in (country) by means of processing operations performed in that country as set forth below and were also subjected to processing operations in the other country or countries which are members of the same association of countries as set forth below and incorporate materials produced in the country named above or in any other country or countries which are members of the same association of countries as set forth below: <br> unpacking, changes of packing, decanting or repacking into other containers, (iii) Affixing marks, labels, or <br> Number and date if invoices <br> other like distinguishing signs on articles or their packing, if incidental to operations allowed under this <br> Date <br> section, or (iv) Operations necessary to ensure the preservation of merchandise in its condition as <br> Address <br> introduced into the free trade zone. (2) Merchandise may be purchased and resold, other than at retail, for <br> Signature <br> export within the free trade zone. (3) For the purposes of this section, a free trade zone is a predetermined <br> Title <br> area or region declared and secured by or under governmental authority, where certain operations may be <br> (ii) Retention of records and submission of declaration. The information necessary for preparation of the declaration shall be retained in the files of the party responsible for its preparation and submission for a period of 5 years. In the event that the port director requests submission of the declaration during the 5-year period, it shall be submitted by the appropriate party directly to the port director within 60 days of the date of the request or such additional period as the port director may allow for good cause shown. Failure to submit the declaration in a timely fashion will result in a denial of duty-free treatment. (2) Merchandise wholly the growth, product, or manufacture of a beneficiary developing country. In a case involving merchandise covered by a formal entry which is wholly the growth, product, or manufacture of a single beneficiary developing country, a statement to that effect shall be included on the commercial invoice provided to Customs. <br> performed with respect to articles, without such articles having entered into the commerce of the country <br> (b) Shipments covered by an informal entry. Although the filing of the declaration provided for in paragraph (a)(1)(i) of this section will not be required for a shipment covered by an informal entry, the port director may require such other evidence of country of origin as deemed necessary. <br> maintaining the free trade zone; or (d) If the shipment is from any beneficiary developing country to the <br> (c) Verification of documentation. Any evidence of country of origin submitted under this section shall be subject to such verification as the port director deems necessary. In the event that the port director is prevented from obtaining the necessary verification, the port director may treat the entry as dutiable. <br> U.S through the territory of any other country and the invoices and other documents do not show the U.S as <br> the final destination, the articles in the shipment upon arrival in the U.S. are imported directly only if they: <br> (1) Remained under the control of the customs authority of the intermediate country; (2) Did not enter into <br> the commerce of the intermediate country except for the purpose of sale other than at retail, and the port <br> director is satisfied that the importation results from the original commercial transaction between the <br> importer and the producer or the latter's sales agent; and (3) Were not subjected to operations other than <br> loading and unloading, and other activities necessary to preserve the articles in good condition; or (e)(1) <br> Shipment to the U.S. from a beneficiary developing country which is a member of an association of <br> countries treated as one country under section 507(2), Trade Act of 1974, as amended (19 U.S.C. 2467(2)), <br> through the territory of a former beneficiary developing country whose designation as a member of the <br> same association for GSP purposes was terminated by the President pursuant to section 502(d), Trade Act <br> of 1974, as amended (19 U.S.C. 2462(d)), provided the articles in the shipment did not enter into the <br> commerce of the former beneficiary developing country except for purposes of performing one or more of <br> the operations specified in paragraph (c)(1) of this section and except for purposes of purchase or resale, <br> other than at retail, for export. (2) The designation of the following countries as members of an association <br> of countries for GSP purposes has been terminated by the President pursuant to section 502(d) of the Trade <br> Act of 1974 (19 U.S.C. 2462(d)): The Bahamas Brunei Darussalam Malaysia Singapore [T.D. 762, 40 FR <br> 60048, Dec. 31, 1975, as amended by T.D. 83144, 48 FR 29684, June 28, 1983; T.D. 84237, 49 FR 47992, <br> Dec. 7, 1984; T.D. 86107, 51 FR 20816, June 9, 1986; T.D. 926, 57 FR 2018, Jan. 17, 1992; T.D. 9447, 59 <br> FR 25569, May 17, 1994; T.D. 9530, 60 FR 18543, Apr. 12, 1995; T.D. <br> 0067, 65 FR 59675, Oct. 5, 2000] <br> "}]}]}}