{"FtaRooDetails": {"FtaId": 697, "FtaCode": "ITC00718", "FtaName": "FTA, Chile-Hong Kong", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN HONG KONG, CHINA AND CHILE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "09.10.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Hong Kong, China Special Administrative Region", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Hong Kong", "AdminProcCooAuth": "The certification type under FTA, Chile-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "A regional value content of not less than 40%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes", "RooText": " ANNEX 4.2<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> HEADNOTES<br /> 1. The specific rule, or specific set of rules, that applies to a particular<br /> chapter, or a particular heading or subheading under that chapter as the case may<br /> be, is set out immediately adjacent to the chapter in the column entitled \"Product<br /> Specific Rules\".<br /> 2. A rule applicable to a subheading or heading shall take precedence over a<br /> rule applicable to the chapter which is parent to that tariff item.<br /> 3. A requirement of a change in tariff classification applies only to non-<br /> originating materials.<br /> 4. The product specific rules in this Annex are structured on the basis of the<br /> Harmonized System 2012.<br /> 5. For the purposes of this Annex:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the<br /> Harmonized System; and<br /> subheading means the first six digits in the tariff classification number under the<br /> Harmonized System.<br /> 6. Where a chapter, heading or subheading is subject to alternative Product<br /> Specific Rules, it shall be sufficient to comply with one of the rules.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00718_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.tid.gov.hk/english/trade_relations/hkclfta/files/Annex4.15.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00718_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/trade_relations/hkclfta/files/Annex4.2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00718_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/trade_relations/hkclfta/files/Chapter4.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00718_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.tid.gov.hk/english/trade_relations/hkclfta/files/Chapter5.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00718_full.pdf", "DocType": "8_full", "WebLink": "https://www.tid.gov.hk/english/trade_relations/hkclfta/text_agreement.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6 : Accumulation <br /> Originating goods or materials from the Area of a Party, incorporated into <br /> a good in the Area of the other Party, shall be considered to originate in the Area <br /> of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8 : De Minimis <br /> Each Party shall provide that a good that does not undergo a change in <br /> tariff classification pursuant to Annex 4.2 is nonetheless an originating good if: <br /> (a) the value of all non-originating materials, including materials of <br /> undetermined origin, used or consumed in the production of the <br /> good that do not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the FOB value of the good; and <br /> (b) the good meets all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11 : Accessories, Spare Parts, Tools and Instructional or Information Material <br /> 1 For the purpose of determining the origin of a good, accessories, spare <br /> parts, tools and instructional or other information materials presented with the <br /> good shall be considered part of that good and shall be disregarded in determining <br /> whether all the non-originating materials used in the production of the originating <br /> good have undergone the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, tools and instructional or other <br /> information materials presented with the good are not invoiced <br /> separately from the originating good; and <br /> (b) the quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials presented with the good <br /> are customary for that good. <br /> 2 Notwithstanding paragraph 1, if a good is subject to a RVC requirement, <br /> the value of the accessories, spare parts, tools and instructional or other <br /> information materials presented with the good shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4 : Wholly Obtained or Produced Goods <br /> For the purposes of Article 4.2 (a), the following goods shall be considered <br /> as wholly obtained or produced: <br /> (a) plant and plant goods, including fruit, flowers, vegetables, trees, <br /> seaweed, fungi and live plants, grown, harvested, picked or <br /> gathered in the Area of a Party; <br /> (b) live animals born and raised in the Area of a Party; <br /> (c) goods obtained from live animals in the Area of a Party; <br /> (d) goods obtained from hunting, trapping, fishing, farming, <br /> aquaculture, gathering or capturing in the Area of a Party; <br /> (e) minerals and other naturally occurring substances extracted or <br /> taken from the soil, waters, seabed or subsoil, in the Area of a Party; <br /> (f) goods of sea-fishing and other marine goods taken from the high <br /> seas, in accordance with international law, by any vessel registered <br /> in a Party and entitled to fly the flag of that Party in accordance <br /> with the United Nations Convention on the Law of the Sea (@^@UNCLOS@^@); <br /> (g) goods processed or produced on board any factory ship registered <br /> in a Party and entitled to fly the flag of that Party in accordance <br /> with UNCLOS from the goods referred to in subparagraph (f); <br /> (h) goods extracted or taken by a Party, or a person of a Party, from the <br /> seabed or subsoil beyond the Exclusive Economic Zone and <br /> adjacent Continental Shelf of that Party and beyond areas over <br /> which third parties exercise jurisdiction, under exploitation rights <br /> granted in accordance with international law; <br /> (i) goods which are: <br /> (i) waste and scrap derived from production or consumption in <br /> the Area of a Party provided that such goods are fit only for <br /> the recovery of raw materials; or <br /> (ii) used goods collected in the Area of a Party provided that <br /> such goods are fit only for the recovery of raw materials; and <br /> (j) goods obtained or produced in the Area of a Party solely from <br /> goods referred to in subparagraphs (a) to (i) or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7 : Minimal Operations or Processes <br /> 1 Operations or processes undertaken by themselves or in combination with <br /> each other for purposes such as those listed below are considered to be minimal <br /> and shall not confer origin: <br /> (a) ensuring preservation in good condition for the purposes of <br /> transport or storage, such as drying, freezing, ventilation, chilling <br /> and like operations; <br /> (b) facilitating shipment or transportation; <br /> (c) packaging or presenting goods for sale; <br /> (d) affixing of marks, labels or other like distinguishing signs on goods <br /> or their packaging; <br /> (e) simple processes consisting of sifting, classifying, washing, cutting, <br /> slitting, bending, coiling and uncoiling, sharpening, simple <br /> grinding, slicing and other similar operations; <br /> (f) mere dilution with water or another substance that does not <br /> materially alter the characteristics of the goods; <br /> (g) cleaning, including removal of oxide, oil, paint or other coverings; <br /> (h) simple painting and polishing operations; <br /> (i) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (j) simple mixing of goods, whether or not of different kinds; <br /> (k) simple assembly of parts of goods to constitute a complete good; and <br /> (l) changes of packing, unpacking or repacking operations, and <br /> breaking up and assembly of consignments. <br /> 2 For the purposes of paragraph 1: <br /> simple generally describes an activity which does not need special skills, <br /> machines, apparatus or equipment especially produced or installed for carrying <br /> out the activity; and <br /> simple mixing generally describes an activity which does not need special skills, <br /> machines, apparatus or equipment especially produced or installed for carrying <br /> out the activity. However, simple mixing does not include chemical reaction. <br /> Chemical reaction means a process (including a biochemical process) which <br /> results in a molecule with a new structure by breaking intramolecular bonds and <br /> by forming new intramolecular bonds, or by altering the spatial arrangement of <br /> atoms in a molecule. <br /> 3 Where a RVC approach has been applied, minimal processes or operations <br /> referred to in paragraph 1 shall be taken into account for the RVC calculation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5 : Regional Value Content <br /> For the purposes of this Chapter, the formula for calculating the regional <br /> value content (@^@RVC@^@) shall be: <br /> RVC = [(FOB - value of non-originating materials) /FOB] x 100 % <br /> where: <br /> (a) FOB is the value of the good as defined in Article 4.1; and <br /> (b) value of non-originating materials is the CIF at the time of <br /> importation or the earliest ascertained price paid or payable in the <br /> Area of the Party where the production takes place for all non- <br /> originating materials, parts or produce that are acquired by the <br /> producer in the production of the good. When the producer of a <br /> good acquires non-originating materials within that Party the value <br /> of such materials shall not include freight, insurance, packing costs <br /> and any other costs incurred in transporting the material from the <br /> supplier's warehouse to the producer's location. Non-originating <br /> materials include materials of undetermined origin but do not <br /> include a material that is self-produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12 : Indirect Materials <br /> 1 An indirect material shall be treated as an originating material without <br /> regard to where it is produced and its value shall be the cost registered in the <br /> accounting records of the producer of the good. <br /> 2 For the purposes of this Article, indirect material means a good used or <br /> consumed in the production, testing or inspection of a good but not physically <br /> incorporated into the good, or a good used or consumed in the maintenance of <br /> buildings or the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other materials <br /> used in production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose <br /> use in the production of the good can reasonably be demonstrated <br /> to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9 : Direct Consignment <br /> A good shall retain its originating status as determined under Article 4.2 if <br /> the following conditions have been met: <br /> (a) the good has been transported to the importing Party without <br /> passing through the territory of any non-Party; or <br /> (b) the good has transited through one or more non-Parties, with or <br /> without transhipment or temporary storage in those non-Parties, provided that: <br /> (i) the good has not entered trade or commerce there; and <br /> (ii) the good has not undergone any operation there other than <br /> unloading and reloading, repacking, splitting up or bulk <br /> breaking, or any operation required to preserve it in good <br /> condition or to transport it to the importing Party. <br /> Article 4.18 : Compliance with Direct Consignment <br /> Compliance with Article 4.9 may be evidenced by means of supplying to <br /> the customs authority of the importing Party either customs documents of a non- <br /> Party or documents of the relevant authorities of a non-Party or commercial <br /> shipping or freight documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10 : Treatment of Packing Materials and Containers <br /> 1 Packing materials and containers for transportation and shipment of a good <br /> shall not be taken into account in determining the origin of any good. <br /> 2 Packing materials and containers in which a good is packaged for retail <br /> sale, when classified together with that good, shall not be taken into account in <br /> determining whether all of the non-originating materials used in the production of <br /> the good have met the applicable change in tariff classification requirements for the good. <br /> 3 If a good is subject to a RVC requirement, the value of the packing <br /> materials and containers in which the good is packaged for retail sale shall be <br /> taken into account as originating or non-originating materials, as the case may be, <br /> in calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13 : Identical and Interchangeable Materials <br /> In determining whether a good is an originating good, any identical or <br /> interchangeable materials shall be distinguished by: <br /> (a) physical separation of the goods; or <br /> (b) an inventory management method recognised in the generally <br /> accepted accounting principles of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15 : Declaration of Origin <br /> 1 The Declaration of Origin: <br /> (a) shall be completed in English; <br /> (b) may be made in respect of one or more goods in the shipment; and <br /> (c) shall be in conformity to the form as specified in Annex 4.15. <br /> 2 A Declaration of Origin shall be valid for 1 year from the date of issuance. <br /> 3 The Parties shall seek the possibility to implement a system of electronic <br /> Declaration of Origin. The Committee on Trade in Goods will evaluate a time- <br /> frame for its implementation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16 : Exceptions from Declaration of Origin <br /> 1 An importing Party may waive the requirement for a Declaration of Origin <br /> to admit goods pursuant to tariff preference where: <br /> (a) the customs value of the importation does not exceed US$ 1000 or <br /> the equivalent amount in the Party's currency or a higher amount as <br /> it may establish; <br /> (b) the goods are for personal use forming part of the personal luggage <br /> of a traveller; or <br /> (c) in respect of specific goods, the importing Party has waived the <br /> requirement for a Declaration of Origin. <br /> 2 Where an importation forms part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the requirement for a Declaration of Origin, the customs authority of the <br /> importing Party may deny preferential tariff treatment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15 : Declaration of Origin <br /> 2 A Declaration of Origin shall be valid for 1 year from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17 : Records <br /> 1 Each Party shall inform exporters in its Area that they should maintain for <br /> a period of not less than 3 years after the issuance of the Declaration of Origin, all <br /> records relating to that exportation which are necessary to demonstrate to the <br /> importing Party that a good for which a claim for tariff preference was made <br /> qualifies for preferential tariff treatment under this Agreement. <br /> 2 All records identified in paragraph 1 may be maintained in paper or electronic form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.23 : Refund of Import Duties <br /> Where a Declaration of Origin is not provided at the time of importation of <br /> a good from a Party pursuant to Article 4.14, the importing Party may impose the <br /> applied non-preferential import customs duty or require payment of a deposit on <br /> that good, where applicable. In such a case, the importer may apply for a refund <br /> of any excess import customs duty or deposit paid within 1 year of the date on <br /> which the good was imported, provided that: <br /> (a) a written declaration that the good presented qualifies as an <br /> originating good was provided to the customs authority of the <br /> importing Party at the time of importation; <br /> (b) the Declaration of Origin is provided; and <br /> (c) other documentation relating to the importation of the good as the <br /> customs authority of the importing Party may require is provided. <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19 : Non-Party Invoicing <br /> 1 The customs authority of the importing Party shall accept a Declaration of <br /> Origin in cases where the invoice is issued by a company located in a non-Party, <br /> provided that the goods meet the requirements of Section 1. <br /> 2 The exporter shall indicate @^@Non-Party invoicing@^@ in the Declaration of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.20 : Verification of Origin <br /> 1 For the purposes of determining whether a good imported into its Area <br /> from the Area of the other Party qualifies as an originating good, the customs <br /> authority of the importing Party should conduct a verification of eligibility for <br /> preferential tariff treatment by means of: <br /> (a) requests for information to the importer; <br /> (b) requests for information to the exporter or producer in the Area of <br /> the other Party on the basis of a Declaration of Origin through the <br /> customs authority of the other Party; <br /> (c) requests for information to the customs authority of the other Party; <br /> (d) requests for visits to the factory or premises of an exporter or <br /> producer in the Area of the other Party in accordance with Article 4.21; or <br /> (e) such other procedures as the customs authorities of the Parties may agree. <br /> 2 Any such verification activities shall only be undertaken if: <br /> (a) there are reasonable grounds to doubt the accuracy or authenticity <br /> of the Declaration of Origin, or the origin status of the goods concerned; or <br /> (b) the purpose is to ascertain the fulfilment of any other requirement <br /> of this Chapter. <br /> 3 Any request that is made pursuant to paragraphs 1(b), 1(c) and 1(d) shall <br /> specify the reasons, and any documents and information supporting the request <br /> shall be forwarded to the customs authority of the exporting Party. <br /> 4 All requests for information shall be accompanied by sufficient <br /> information to identify the good about which the request is made. <br /> 5 For the purposes of paragraph 1(b), the exporter or producer shall provide <br /> the information requested, to the customs authority of the importing Party, within <br /> a period of 90 days from the date of receipt of the request from the customs <br /> authority of the exporting Party. <br /> 6 The customs authority of the importing Party shall complete any action to <br /> verify eligibility for preferential tariff treatment within 270 days from the <br /> commencement of the conduct of verification pursuant to paragraph 1, and make a <br /> decision and provide written advice as to whether the good is eligible for <br /> preferential tariff treatment to all relevant parties within 30 days from the date of <br /> completion of such action. <br /> Article 4.21 : Exporter or Producer Visit <br /> 1 The customs authority of the importing Party, through the customs <br /> authority of the exporting Party, may request the exporter to: <br /> (a) subject to the consent of the exporter, permit the customs authority <br /> of the importing Party to visit the factory or premises of the <br /> exporter in company with the customs authority of the exporting Party; <br /> (b) subject to the consent of the producer, arrange a visit to the factory <br /> or premises of the producer in company with the customs authority <br /> of the exporting Party, if the exporter is not the producer; and <br /> (c) provide information relating to the origin of the good. <br /> 2 Prior to conducting a visit pursuant to paragraph 1, the customs authority <br /> of the importing Party shall issue a written communication with such a request to <br /> the exporter through the customs authority of the exporting Party in advance of <br /> the proposed date of the visit. <br /> 3 The customs authority of the importing Party shall not visit the factory or <br /> premises of any exporter or producer in the Area of the exporting Party without <br /> written prior consent from the exporter or producer given through the customs <br /> authority of the exporting Party. <br /> 4 For the purposes of paragraph 2, the written communication shall at a minimum include: <br /> (a) the identity of the customs authority issuing the request; <br /> (b) the name of the exporter of the good in the exporting Party to <br /> whom the request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, reference number of <br /> the Declarations of Origin and specific reference to the good <br /> subject to the visit referred to in the Declarations of Origin; and <br /> (f) the names and titles of the officials of the customs authority of the <br /> importing Party who will participate in the visit. <br /> Article 4.22 : Denial of Preferential Tariff Treatment <br /> 1 Either Party may deny preferential tariff treatment for a good when: <br /> (a) the good does not qualify as an originating good pursuant to this Chapter; <br /> (b) the importer, exporter or producer, as appropriate, fails to provide <br /> information which the Party has requested in the course of a <br /> verification process under Article 4.20, or otherwise fails to comply <br /> with any of the relevant requirements of this Chapter; or <br /> (c) under Article 4.20, no reply within 270 days from the date of the <br /> verification request was received from the customs authority of the <br /> exporting Party or if the reply does not contain sufficient <br /> information to determine the authenticity of the document in <br /> question or the origin of the goods. <br /> 2 In the event preferential tariff treatment is denied, the importing Party <br /> shall ensure that its customs authority provides in writing to the exporter, the <br /> importer or producer, as the case may be, the reasons for that decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.6 : Advance Rulings <br /> 1 Each customs authority shall, subject to its customs law, provide, in <br /> writing, advance rulings in respect of the tariff classification and origin of goods <br /> (@^@advance rulings@^@) to an exporter, importer or any person making an application <br /> (@^@applicant@^@) as described in paragraph 2. <br /> 2 Subject to its customs law, each Party shall endeavour to develop <br /> procedures for advance rulings, which shall provide that an applicant with a <br /> justifiable cause may apply for an advance ruling in accordance with this <br /> Agreement before the importation of the goods in question. <br /> 3 Notwithstanding paragraph 1, a Party may reject an application for an <br /> advance ruling by promptly notifying the applicant in writing, setting forth the <br /> basis for its decision to decline to issue the advance ruling. <br /> 4 Each Party shall provide that advance rulings take effect on the date they <br /> are issued, or on another date specified in the ruling. A Party may limit the <br /> validity of advance rulings to a period determined by its customs law. <br /> 5 A Party may modify or revoke an advance ruling: <br /> (a) upon a determination that the advance ruling was based on an error <br /> of fact or of law, or the information provided is false or inaccurate; <br /> (b) if there is a change in customs law which is consistent with this Agreement; or <br /> (c) if there is a change in a material fact, or circumstances on which <br /> the ruling is based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.11 : Review and Appeal <br /> Each Party shall ensure that exporters, importers, and persons affected by <br /> customs administrative rulings, determinations or decisions have the right to at <br /> least one level of administrative or judicial review or appeal in accordance with its domestic law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1 : Definitions <br> For the purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plants from seedstock such as <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth <br> processes to enhance production such as regular stocking, feeding or <br> protection from predators; <br> CIF means the value of the good imported inclusive of the cost of insurance and <br> Declaration of Origin means a statement as to the origin of the goods made by <br> good means any merchandise, product, article or material; <br> interchangeable for commercial purposes, whose properties are essentially <br> the exporter of the exporting Party for the purposes of this Agreement, in the form <br> identical, and between which it is impractical to differentiate by a mere visual examination; <br> specified in Annex 4.15; <br> FOB means free-on-board value of the good inclusive of the cost of transport to <br> freight up to the port or place of entry in the importing Party; <br> detailed standards, practices and procedures; <br> the port or site of final shipment abroad; <br> generally accepted accounting principles means the accounting standards of a <br> Party with respect to: <br> (a) the recording of revenues, expenses, costs, assets and liabilities; <br> (b) the disclosure of information; and <br> (c) the preparation of financial statements. <br> These standards may encompass broad guidelines of general application as well as <br> identical or interchangeable materials are goods or materials which are <br> originating good or originating material means a good or material which <br> material means a good or any matter or substance used or consumed in the <br> production or transformation of a good or physically incorporated into a good <br> subjected to a process in the production of another good; <br> non-originating good or non-originating material means a good or material <br> which does not qualify as originating under this Chapter; <br> qualifies as originating in accordance with Article 4.2; <br> preferential tariff treatment means the rate of customs duties of the importing <br> Party applicable to originating goods of the exporting Party; <br> producer means a person who grows, cultivates, mines, raises, harvests, fishes, <br> traps, hunts, farms, captures, gathers, collects, breeds, extracts, manufactures, <br> processes or assembles a good; and <br> production means methods of obtaining goods, including growing, cultivating, <br> mining, harvesting, raising, breeding, extracting, gathering, collecting, capturing, <br> fishing, farming, trapping, hunting, manufacturing, processing or assembling a good. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 4.2 : Originating Goods <br> For the purposes of this Chapter, a good shall qualify as an originating good if it: <br> (a) is wholly obtained or produced in the Area of a Party as provided <br> for in Article 4.4; <br> (b) is produced entirely in the Area of one or both Parties exclusively <br> from originating materials from one or both Parties; or <br> (c) is produced in the Area of one or both Parties using non-originating <br> materials that conform to a change in tariff classification <br> requirement, a regional value content requirement (as provided for <br> in Article 4.5) or other requirements as specified in Annex 4.2; <br> and the good meets the other applicable provisions of this Chapter. <br> "}, {"ArticleTitle": "Preferential Tariff Treatment", "ArticleDesc": "Article 4.3 : Preferential Tariff Treatment <br> Preferential tariff treatment provided for in this Agreement shall be <br> applied to goods that qualify as originating goods in accordance with Article 4.2 <br> and other applicable provisions of this Chapter. <br> "}, {"ArticleTitle": "Treatment of Goods for which Preference is Claimed", "ArticleDesc": "Article 4.14 : Treatment of Goods for which Preference is Claimed <br> Each Party may require a Declaration of Origin of a good for which <br> preferential tariff treatment is claimed. Where a Party requires a Declaration of <br> Origin of a good, the importing Party shall grant preferential tariff treatment to <br> goods imported into its Area from the other Party only in cases where an importer <br> claiming preferential tariff treatment: <br> (a) provides a Declaration of Origin of the good in accordance with <br> this Chapter; and <br> (b) provides other evidence to substantiate the origin of the goods, upon request. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1 : Definitions <br> For the purposes of this Chapter: <br> customs law means any domestic laws and regulations administered, applied or <br> enforced by the customs authority of a Party; <br> Customs Valuation Agreement means the Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994, which is part of <br> the WTO Agreement;and <br> express consignments means all goods imported by an enterprise operating a <br> consignment service for the expeditious international movement of goods that <br> assumes liability to the customs authority for those goods. <br> "}, {"ArticleTitle": "Objectives and Scope", "ArticleDesc": "Article 5.2 : Objectives and Scope <br> 1 The objectives of this Chapter are to: <br> (a) simplify and harmonise customs procedures of the Parties; <br> (b) ensure predictability, consistency and transparency in the <br> application of customs laws and administrative procedures of the Parties; <br> (c) ensure the efficient and expeditious clearance of goods and means of transport; <br> (d) facilitate trade between the Parties; and <br> (e) promote cooperation between the customs authorities, within the <br> scope of this Chapter. <br> 2 This Chapter shall apply, in accordance with the Parties' respective <br> international obligations and customs laws, to customs procedures applied to <br> goods traded between the Parties. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 5.3 : Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are <br> predictable, consistent, transparent and facilitate trade, in accordance with this Chapter. <br> 2 Customs procedures of each Party shall, where possible, conform to the <br> standards and recommended practices of the World Customs Organization, <br> including those of the International Convention on the Simplification and <br> Harmonization of Customs Procedures (as amended), known as the Revised Kyoto Convention. <br> 3 Customs authorities of the Parties shall facilitate the clearance of goods in <br> administering their customs procedures in accordance with this Chapter. <br> 4 Each customs authority shall provide one or more focal points, electronic <br> or otherwise, through which its traders may submit all information as may be <br> required by the customs authority in respect of the importation of goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 5.4 : Customs Valuation <br> The Parties shall determine the customs value of goods traded between <br> them in accordance with Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 5.5 : Tariff Classification <br> Each Party shall apply the International Convention on the Harmonized <br> Commodity Description and Coding System to goods traded between the Parties. <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 5.7 : Use of Automated Systems <br> The customs authority of each Party shall apply information technology to <br> support customs operations where it is practicable, cost-effective and efficient, <br> particularly in the paperless trading context, taking into account developments on <br> this issue within the World Customs Organization. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 5.8 : Express Consignments <br> Each customs authority shall adopt procedures to expedite the clearance of <br> express consignments while maintaining appropriate control, including: <br> (a) to provide for pre-arrival processing of information related to <br> express consignments; <br> (b) to permit the submission of a single document covering all goods <br> contained in an express consignment, through electronic means if possible; and <br> (c) to minimise, to the extent possible, the documentation required for <br> the release of express consignments. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.9 : Release of Goods <br> Each Party shall adopt or maintain procedures which allow goods to be <br> released within 48 hours of arrival, and at the point of arrival without temporary <br> transfer to warehouses or other locations, unless: <br> (a) the importer fails to provide any information required by the <br> (b) the goods are selected for closer examination by the customs <br> importing Party at the time of first entry; <br> authority of the importing Party through the application of risk <br> management techniques; <br> (c) the goods are to be examined by an agency, other than the customs <br> authority of the importing Party, acting under powers conferred by <br> the domestic laws and regulations of the importing Party; or <br> (d) the fulfilment of all necessary customs formalities has not been <br> able to be completed or the release is otherwise delayed by virtue <br> of force majeure. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.10 : Risk Management <br> 1 The Parties shall administer customs procedures so as to facilitate the <br> clearance of low-risk goods and focus on high-risk goods. <br> 2 To enhance the flow of goods across their borders, the customs authority <br> of each Party shall regularly review its customs procedures. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 5.12 : Customs Cooperation <br> 1 To the extent permitted by their domestic laws and regulations, the <br> customs authorities of the Parties shall assist each other by providing information in relation to: <br> (a) the implementation and operation of this Chapter and, as <br> appropriate, Chapter 4 (Rules of Origin); <br> (b) security of trade between the Parties; and <br> (c) such other issues as the Parties mutually determine. <br> 2 Each customs authority shall provide the other customs authority with <br> timely notice of any modification of its customs law or procedures that is likely to <br> substantially affect the operation of this Chapter. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 5.13 : Publication and Enquiry Points <br> 1 Each customs authority shall publish, on the internet or in print form, its <br> customs law and any administrative procedures it applies or enforces. <br> 2 Each customs authority shall designate one or more enquiry points to deal <br> with enquiries from interested persons from either Party on customs matters <br> arising from the implementation of this Agreement, and provide details of such <br> enquiry points to the other customs authority. Customs authorities of the Parties <br> "}]}]}, "members_found": ["344", "152"]}