{"FtaRooDetails": {"FtaId": 704, "FtaCode": "ITC00725", "FtaName": "FTA, Colombia-Costa Rica", "FtaFullName": "Tratado de Libre Comercio Costa Rica- Perú", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2016", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Colombia; Costa Rica", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Colombia-Costa Rica", "AdminProcCooAuth": "The certification type under FTA, Colombia-Costa Rica is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Colombia-Costa Rica is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Colombia-Costa Rica agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30%", "RooText": "- Un cambio a la partida 87.01 a 87.06 desde cualquier otra partida; o - No se requiere cambio de clasificación arancelaria, siempre que se cumpla con un valor de contenido regional no menor del 30%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas generales interpretativas", "RooText": " Anexo 3-A<br /> Reglas de origen específicas<br /> Parte i<br /> Notas generales interpretativas<br /> 1. Para los propósitos de interpretar las reglas de origen establecidas en el presente Anexo:<br /> Sección significa una sección del Sistema Armonizado.<br /> Capítulo significa un código de clasificación arancelaria del Sistema Armonizado a nivel de dos<br /> dígitos.<br /> Partida significa un código de clasificación arancelaria del Sistema Armonizado a nivel de<br /> cuatro dígitos.<br /> Subpartida significa un código de clasificación arancelaria del Sistema Armonizado a nivel de<br /> seis dígitos.<br /> 2. La regla de origen específica o el conjunto de reglas de origen específicas que se aplica a<br /> una partida o subpartida se establece al lado de la partida o subpartida.<br /> 3. Un requisito de cambio de clasificación arancelaria es aplicable solamente a los<br /> materiales no originarios.<br /> 4. Cuando una partida o subpartida esté sujeta a reglas de origen específicas optativas, será<br /> suficiente cumplir con una de ellas.<br /> 5. Cuando una regla de origen específica esté definida con el criterio de cambio de<br /> clasificación arancelaria y la regla esté escrita de manera que se exceptúen posiciones<br /> arancelarias a nivel de capítulo, partida o subpartida, cada Parte interpretará que la regla de<br /> origen requiere que los materiales clasificados en las posiciones arancelarias excluidas sean<br /> originarios para que la mercancía sea originaria.<br /> 6. Cuando una regla se refiere a un cambio de partida o subpartida \"fuera del grupo\", cada<br /> Parte deberá interpretar que la regla requiere que el cambio de partida o subpartida debe ocurrir<br /> desde una partida o subpartida que está fuera del grupo de partidas o subpartidas establecidas en<br /> la regla.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00725_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/COL_CRI/Ch3_Annex3B_s.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00725_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/COL_CRI/Ch3_Annex3A_s.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00725_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/COL_CRI/Ch3_s.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00725_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/COL_CRI/Ch4_s.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00725_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/COL_CRI/COL_CRI_Index_PDF_s.asp"}, {"DocDesc": "WTO notification", "DocFileName": "itc00725_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N153.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.6: ACUMULACIÓN <br /> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br /> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br /> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br /> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br /> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br /> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br /> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br /> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br /> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br /> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br /> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br /> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br /> como las condiciones que las Partes consideren necesarias para efectos de su aplicación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.7: DE MINIMIS <br /> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br /> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br /> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br /> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br /> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br /> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br /> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br /> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br /> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br /> está determinado según el presente Artículo. <br /> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br /> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br /> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br /> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br /> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br /> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br /> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br /> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br /> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br /> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br /> aplicables del presente Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.5: MATERIAL INTERMEDIO <br /> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br /> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br /> propósito de la determinación del origen de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.9: ACCESORIOS, REPUESTOS Y HERRAMIENTAS <br /> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br /> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la producción de la <br /> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br /> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br /> y no se hayan facturado por separado, independientemente de que cada uno <br /> se identifique por separado en la propia factura; y <br /> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br /> los habituales para la mercancía. <br /> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br /> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br /> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br /> contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.3: VALOR DE CONTENIDO REGIONAL <br /> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br /> mercancía será calculado sobre la base del siguiente método: <br /> VCR = [(VT - VMN)/VT] x 100 <br /> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br /> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br /> VMN: es el valor de los materiales no originarios. <br /> 2 El valor de los materiales no originarios será: <br /> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br /> importación del material; o <br /> (b) el primer precio determinable pagado o por pagar por los materiales no <br /> originarios en el territorio de la Parte donde se realizó el proceso o <br /> transformación. Cuando el productor de una mercancía adquiere materiales <br /> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br /> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br /> transporte del material, desde la bodega del proveedor hasta el lugar en que <br /> se encuentre ubicado el productor. <br /> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br /> Acuerdo de Valoración Aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.13: MATERIALES INDIRECTOS <br /> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br /> considerarán como originarios independientemente del lugar de su producción. <br /> 2 Materiales indirectos significan artículos utilizados en la producción de una <br /> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br /> (a) combustible, energía, catalizadores y solventes; <br /> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br /> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> (d) herramientas, troqueles y moldes; <br /> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br /> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción, operación de equipos o mantenimiento de los edificios; y <br /> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br /> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br /> forma parte de esa producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br /> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br /> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br /> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br /> operación necesaria para mantener la mercancía en buenas condiciones o <br /> para transportarla a territorio de una Parte; o <br /> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br /> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br /> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br /> ambas Partes, según se define en el Artículo 3.2; <br /> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br /> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br /> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br /> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br /> de materiales originarios, <br /> y cumpla con las demás disposiciones del presente Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.11: ENVASES Y MATERIAL DE EMPAQUE PARA LA VENTA AL POR MENOR <br /> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br /> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br /> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br /> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br /> cuenta para la determinación del origen de las mercancías, según sea el caso. <br /> ARTÍCULO 3.12: CONTENEDORES Y MATERIALES DE EMBALAJE PARA EMBARQUE <br /> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br /> determinación del origen de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.8: MERCANCÍAS Y MATERIALES FUNGIBLES <br /> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br /> fungible se determinará por: <br /> (a) una separación física de las mercancías o materiales; o <br /> (b) un método de manejo de inventario reconocido en los Principios de <br /> Contabilidad Generalmente Aceptados de la Parte exportadora. <br /> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br /> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br /> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br /> manejo de inventario.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.10: JUEGOS O SURTIDOS DE MERCANCÍAS <br /> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br /> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br /> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br /> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br /> aplicables del presente Capítulo. <br /> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br /> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br /> FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br /> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br /> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br /> autoridad competente de la Parte exportadora a solicitud del exportador. <br /> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br /> partir de la fecha de su emisión. <br /> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br /> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br /> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br /> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br /> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br /> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br /> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br /> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br /> hubiese servido como base para la expedición del certificado de origen original, que tenga <br /> en su poder el exportador. <br /> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br /> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br /> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br /> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br /> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br /> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br /> importadora, toda información utilizada por dicho productor en la fabricación de las <br /> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br /> 2 Cada Parte dispondrá que: <br /> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br /> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br /> con copia a la autoridad competente de la Parte exportadora y al <br /> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br /> (b) si un exportador entregó un certificado de origen que contiene o está <br /> basado en información falsa y con el mismo se exportaron mercancías <br /> calificadas como originarias al territorio de la otra Parte, será sujeto a <br /> sanciones equivalentes, con las modificaciones procedentes, a las que se <br /> aplicarían a un importador en su territorio por contravenir sus leyes y <br /> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br /> en relación con una importación. <br /> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br /> certificado de origen que contiene o está basado en información incorrecta si <br /> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br /> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br /> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br /> verificación y control, de conformidad con la legislación de cada Parte. <br /> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br /> 1 El certificado de origen electrónico: <br /> (a) solo será válido si está firmado digitalmente por un funcionario de la <br /> autoridad competente, designado al efecto; <br /> (b) tendrá un número único con el cual se podrá identificar individualmente <br /> cada certificado; y <br /> (c) será intercambiado entre las autoridades competentes por un medio <br /> electrónico previamente acordado. <br /> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br /> incluye en el Anexo 3-C. <br /> ANEXO 3-C <br /> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br /> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br /> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br /> origen correspondiente a través del sitio web destinado para tal fin. <br /> 2. La autoridad competente revisará la información correspondiente y en caso de no <br /> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br /> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br /> autoridad competente y se le asignará un número único de aprobación. <br /> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br /> en la Parte importadora, el certificado de origen electrónico. <br /> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br /> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br /> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br /> certificado de origen electrónico o el número único conforme a los requisitos que <br /> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br /> ser validado y verificado. <br /> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br /> exportador como por la autoridad competente y cumple con los demás requisitos <br /> establecidos en el presente Acuerdo. <br /> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br /> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br /> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br /> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br /> es originaria cuando se trate de: <br /> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br /> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br /> moneda nacional o una cantidad mayor que la Parte establezca; o <br /> (b) una importación de mercancías para las cuales la Parte importadora haya <br /> eximido el requisito de presentación del certificado de origen. <br /> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br /> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br /> requisitos de certificación del presente Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.31: DEFINICIONES <br /> Para los efectos del presente Capítulo: <br /> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br /> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br /> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br /> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br /> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br /> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br /> investigación y el procesamiento de los productos provenientes de dicha actividad; <br /> autoridad aduanera significa: <br /> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br /> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br /> o sus sucesores; <br /> autoridad competente significa: <br /> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br /> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br /> Rica (PROCOMER); <br /> o sus sucesores; <br /> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br /> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br /> independientemente del medio de transporte; <br /> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br /> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br /> los que se empaca la mercancía para la venta al por menor; <br /> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br /> mercancía es exportada; <br /> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br /> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br /> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br /> mercancía es importada; <br /> material significa una mercancía que es utilizada en la producción de otra mercancía, <br /> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br /> material intermedio significa un material originario que es producido por el productor de <br /> una mercancía y utilizado en la producción de esa mercancía; <br /> mercancía significa cualquier producto, artículo o material; <br /> mercancía no originaria o material no originario significa una mercancía o un material <br /> que no es originario de conformidad con el presente Capítulo; <br /> mercancías o materiales fungibles significan mercancías o materiales que son <br /> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br /> y que no es posible diferenciar una de la otra, por simple examen visual; <br /> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br /> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br /> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br /> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br /> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br /> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br /> prácticas y procedimientos detallados; <br /> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br /> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br /> productor significa una persona que se involucra en la producción de una mercancía en el <br /> territorio de una Parte. <br /> ANEXO 3-C <br /> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br /> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br /> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br /> origen correspondiente a través del sitio web destinado para tal fin. <br /> 2. La autoridad competente revisará la información correspondiente y en caso de no <br /> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br /> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br /> autoridad competente y se le asignará un número único de aprobación. <br /> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br /> en la Parte importadora, el certificado de origen electrónico. <br /> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br /> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br /> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br /> certificado de origen electrónico o el número único conforme a los requisitos que <br /> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br /> ser validado y verificado. <br /> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br /> exportador como por la autoridad competente y cumple con los demás requisitos <br /> establecidos en el presente Acuerdo. <br /> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br /> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br /> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br /> [Customs administration]:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.31: DEFINICIONES <br /> autoridad aduanera significa: <br /> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br /> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br /> o sus sucesores; <br /> autoridad competente significa: <br /> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br /> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br /> Rica (PROCOMER); <br /> o sus sucesores;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br /> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br /> partir de la fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br /> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br /> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br /> documentos referidos en el Artículo 3.20. <br /> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br /> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br /> años, contado a partir de la fecha de su emisión. <br /> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br /> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br /> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br /> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br /> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br /> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br /> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br /> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br /> presentando a la autoridad aduanera: <br /> (a) el certificado de origen, que deberá cumplir con las disposiciones <br /> establecidas en el Artículo 3.15; y <br /> (b) otra documentación relacionada a la importación de la mercancía, de <br /> conformidad con la legislación de la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br /> Cuando se trate de una importación de mercancías originarias de conformidad con las <br /> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br /> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br /> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br /> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br /> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br /> podrá realizar una verificación de origen a través de: <br /> (a) solicitudes escritas de información al exportador o productor; <br /> (b) cuestionarios escritos dirigidos al exportador o productor; <br /> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br /> otra Parte, con el propósito de observar las instalaciones y el proceso <br /> productivo de la mercancía y revisar los registros relacionados con el origen, <br /> incluyendo libros contables y cualquier tipo de documentos de soporte <br /> indicados en el Artículo 3.20. La autoridad competente de la Parte <br /> exportadora podrá participar en estas visitas, en calidad de observador; o <br /> (d) cualquier otro procedimiento que las Partes acuerden. <br /> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br /> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br /> la autoridad competente de la Parte exportadora. <br /> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br /> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br /> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br /> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br /> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br /> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br /> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br /> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br /> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br /> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br /> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br /> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br /> preferencial para la mercancía en cuestión. <br /> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br /> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br /> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br /> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br /> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br /> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br /> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br /> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br /> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br /> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br /> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br /> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br /> el trato arancelario preferencial. <br /> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br /> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br /> al exportador o productor. En caso que el exportador o productor no otorgue su <br /> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br /> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br /> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br /> la autoridad competente de la Parte exportadora. <br /> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br /> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br /> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br /> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br /> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br /> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br /> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br /> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br /> exclusivamente en la postergación de la visita de verificación. <br /> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br /> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br /> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br /> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br /> hecho, no afectando la validez de la visita. <br /> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br /> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br /> verificación, notificar por escrito al exportador o productor de los resultados de la <br /> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br /> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br /> de la Parte exportadora. <br /> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br /> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br /> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br /> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br /> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br /> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br /> la información proporcionada por el exportador o productor. <br /> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br /> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br /> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br /> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br /> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br /> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br /> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br /> mercancías califican como originarias según las disposiciones del presente Capítulo. <br /> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br /> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br /> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br /> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br /> confidencialidad de la información.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.25: SANCIONES <br /> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br /> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br /> [Customs administration]: <br /> ARTÍCULO 4.10: SANCIONES <br /> Cada Parte adoptará o mantendrá medidas que permitan la imposición de sanciones <br /> administrativas y, cuando corresponda, sanciones penales, por la violación de su legislación <br /> y regulaciones aduaneras, incluyendo aquellas que rigen la clasificación arancelaria, la <br /> valoración aduanera, el origen, y las solicitudes de trato preferencial según el presente Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTÍCULO 4.11: RESOLUCIONES ANTICIPADAS <br /> 1 Cada Parte deberá emitir por escrito una resolución anticipada previa a la <br /> importación de una mercancía a su territorio, cuando un importador en su territorio, o un <br /> exportador o productor en el territorio de la otra Parte [1] lo haya solicitado por escrito, respecto de: <br /> (a) la clasificación arancelaria; <br /> (b) la aplicación de criterios de valoración aduanera para un caso particular, de <br /> conformidad con la aplicación de las disposiciones contenidas en el Acuerdo <br /> de Valoración Aduanera [2]; <br /> (c) si una mercancía es originaria de acuerdo con el Capítulo 3 (Reglas de <br /> Origen y Procedimientos de Origen); y <br /> (d) otros asuntos que las Partes acuerden. <br /> 2 Cada Parte deberá emitir la resolución anticipada dentro de los 90 días siguientes a <br /> la presentación de la solicitud, siempre que el solicitante haya presentado toda la <br /> información que la Parte requiere, incluyendo, si se solicita, una muestra de la mercancía <br /> para la que el solicitante esté pidiendo la resolución anticipada. El plazo anterior podrá <br /> prorrogarse en los eventos contemplados por la legislación de una Parte. Al emitir la <br /> resolución anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el <br /> solicitante haya presentado. <br /> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br /> fecha de su emisión, u otra fecha especificada en la resolución siempre que los hechos o <br /> circunstancias en los que se basa la resolución no hayan cambiado. <br /> 4 La Parte que emite la resolución anticipada podrá modificarla o revocarla luego de <br /> haberla notificado al solicitante, cuando cambien los criterios, hechos, circunstancias, leyes, <br /> reglamentos o normas que sirvieron de base para su expedición o cuando se haya <br /> fundamentado en información incorrecta o falsa. En caso que la mencionada modificación <br /> o revocación se sustente en un cambio de los criterios, hechos, circunstancias, leyes, <br /> reglamentos o normas que les sirvieron de base, dicha modificación o revocación podrá <br /> aplicarse desde la fecha en que tales criterios, hechos, circunstancias, leyes, reglamentos o <br /> normas surten efectos. En caso de información incorrecta o falsa, dicha modificación o <br /> revocación podrá aplicarse desde la fecha de la emisión de la referida resolución anticipada. <br /> 5 Con sujeción a los requisitos de confidencialidad previstos en su legislación, cada <br /> Parte podrá poner a disposición del público sus resoluciones anticipadas. <br /> 6 Si un solicitante proporciona información falsa u omite hechos o circunstancias <br /> relevantes relacionadas con la resolución anticipada, o no actúa de conformidad con los <br /> términos y condiciones de la misma, las Partes pueden aplicar las medidas pertinentes, <br /> incluyendo acciones civiles, penales y administrativas de conformidad con la legislación de cada Parte. <br /> [1] Las referencias a importador, exportador o productor incluyen a sus representantes debidamente <br /> acreditados, de acuerdo con la legislación de la Parte receptora de la solicitud. <br /> [2] Sobre las resoluciones anticipadas en materia de valoración, la autoridad aduanera se pronunciará <br /> únicamente sobre el método de valoración que se debe aplicar para la determinación del valor en aduana, de <br /> conformidad con lo dispuesto en el Acuerdo de Valoración Aduanera; es decir, la resolución no será <br /> determinativa sobre el monto a declarar por concepto del valor en aduana.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.17: OBLIGACIONES RELACIONADAS A LAS IMPORTACIONES <br /> 3 Cuando el certificado de origen presente errores de forma que no generen dudas con <br /> respecto a la exactitud de la información incluida en el mismo, tales como errores <br /> mecanográficos, podrán ser aceptadas por la autoridad aduanera de la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br /> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br /> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br /> (a) un nivel de revisión administrativa independiente del funcionario o <br /> dependencia que dictó el acto administrativo; y <br /> (b) un nivel de revisión judicial del acto administrativo. <br /> [Customs administration]: <br /> ARTÍCULO 4.9: REVISIÓN Y APELACIÓN <br /> Cada Parte asegurará, respecto de los actos administrativos en materia aduanera, que las <br /> personas naturales o jurídicas sujetas a tales actos, tengan acceso a: <br /> (a) un nivel de revisión administrativa, que sea independiente del funcionario u <br /> oficina que dictó tal acto; y <br /> (b) por lo menos, un nivel de revisión judicial.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Capítulo 3 <br> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br> ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br> ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br> 1 El certificado de origen electrónico: <br> Sección A: Reglas de Origen <br> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br> (a) solo será válido si está firmado digitalmente por un funcionario de la <br> ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br> importadora, toda información utilizada por dicho productor en la fabricación de las <br> podrá realizar una verificación de origen a través de: <br> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br> autoridad competente, designado al efecto; <br> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B. <br> (b) tendrá un número único con el cual se podrá identificar individualmente <br> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br> 2 Cada Parte dispondrá que: <br> (b) cuestionarios escritos dirigidos al exportador o productor; <br> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br> cada certificado; y <br> ambas Partes, según se define en el Artículo 3.2; <br> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br> (a) un nivel de revisión administrativa independiente del funcionario o <br> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br> (c) será intercambiado entre las autoridades competentes por un medio <br> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br> electrónico previamente acordado. <br> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br> con copia a la autoridad competente de la Parte exportadora y al <br> (b) un nivel de revisión judicial del acto administrativo. <br> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br> incluyendo libros contables y cualquier tipo de documentos de soporte <br> incluye en el Anexo 3-C. <br> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br> (b) si un exportador entregó un certificado de origen que contiene o está <br> indicados en el Artículo 3.20. La autoridad competente de la Parte <br> ARTÍCULO 3.31: DEFINICIONES <br> de materiales originarios, <br> basado en información falsa y con el mismo se exportaron mercancías <br> exportadora podrá participar en estas visitas, en calidad de observador; o <br> Para los efectos del presente Capítulo: <br> y cumpla con las demás disposiciones del presente Capítulo. <br> calificadas como originarias al territorio de la otra Parte, será sujeto a <br> (d) cualquier otro procedimiento que las Partes acuerden. <br> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br> territorio de una o ambas Partes; <br> sanciones equivalentes, con las modificaciones procedentes, a las que se <br> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br> Artículo 3.2: Mercancías Totalmente Obtenidas o Enteramente Producidas <br> Para los efectos del Artículo 3.1(a), las siguientes mercancías serán consideradas totalmente <br> aplicarían a un importador en su territorio por contravenir sus leyes y <br> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br> obtenidas o enteramente producidas en el territorio de una o ambas Partes: <br> (a) evidencia directa de los procesos efectuados por el exportador o productor <br> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br> en relación con una importación. <br> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br> (a) plantas y productos de plantas cosechados o recolectados en el territorio de <br> una o ambas Partes; <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br> (b) documentos que prueben la condición de originarios de los materiales empleados; <br> certificado de origen que contiene o está basado en información incorrecta si <br> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br> investigación y el procesamiento de los productos provenientes de dicha actividad; <br> (b) animales vivos, nacidos y criados en el territorio de una o ambas Partes; <br> (c) mercancías obtenidas de animales vivos criados en el territorio de una o ambas Partes; <br> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br> la autoridad competente de la Parte exportadora. <br> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br> autoridad aduanera significa: <br> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca o acuicultura en el <br> producción, operación de equipos o mantenimiento de los edificios; y <br> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br> (e) peces, crustáceos y otras especies marinas obtenidas del mar o del lecho <br> verificación y control, de conformidad con la legislación de cada Parte. <br> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br> o sus sucesores; <br> ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br> autoridad competente significa: <br> marino, fuera del territorio de una Parte, por un barco registrado o <br> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br> (f) mercancías producidas a bordo de barcos fábrica registrados o matriculados <br> (i) desechos y desperdicios derivados de: <br> matriculado en una Parte y que enarbole su bandera; <br> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br> Rica (PROCOMER); <br> en una Parte y que enarbolen su bandera, exclusivamente a partir de las <br> mercancías señaladas en el párrafo (e); <br> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br> (g) minerales y otros recursos naturales inanimados, extraídos del suelo, aguas, <br> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br> preferencial para la mercancía en cuestión. <br> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> presentando a la autoridad aduanera: <br> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br> lecho o subsuelo marino en el territorio de una o ambas Partes; <br> (a) el certificado de origen, que deberá cumplir con las disposiciones <br> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br> independientemente del medio de transporte; <br> (h) mercancías diferentes a los peces, crustáceos y otras especies marinas vivas, <br> establecidas en el Artículo 3.15; y <br> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br> obtenidas o extraídas por una Parte de las aguas, lecho o subsuelo marino <br> (b) otra documentación relacionada a la importación de la mercancía, de <br> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> explotar dichas aguas, lecho o subsuelo marino; <br> fuera del territorio de una Parte, siempre que esa Parte tenga derechos para <br> conformidad con la legislación de la Parte importadora. <br> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br> los que se empaca la mercancía para la venta al por menor; <br> ARTÍCULO 3.20: DOCUMENTOS DE SOPORTE <br> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br> Los documentos empleados para demostrar que las mercancías amparadas por un <br> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br> mercancía es exportada; <br> (i) operaciones de manufactura conducidas en el territorio de una o ambas Partes; o <br> certificado de origen son consideradas como mercancías originarias y cumplen con los <br> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br> (ii) mercancías usadas recolectadas en el territorio de una o ambas Partes, <br> siempre que dichos desechos o desperdicios sirvan sólo para la recuperación de materias primas; y <br> requerimientos del presente Capítulo, pueden incluir, inter alia, los siguientes: <br> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br> (j) mercancías producidas en una o ambas Partes exclusivamente a partir de las <br> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br> mercancías señaladas en los párrafos (a) al (i). <br> para obtener las mercancías referidas, contenida por ejemplo en sus cuentas o la contabilidad interna; <br> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br> mercancía es importada; <br> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br> material significa una mercancía que es utilizada en la producción de otra mercancía, <br> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br> (c) documentos que prueben el trabajo o procesamiento de los materiales empleados; o <br> el trato arancelario preferencial. <br> mercancía será calculado sobre la base del siguiente método: <br> (d) certificados de origen que prueban la condición de originarios de los materiales empleados. <br> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br> material intermedio significa un material originario que es producido por el productor de <br> Artículo 3.3: Valor de Contenido Regional <br> ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br> una mercancía y utilizado en la producción de esa mercancía; <br> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br> al exportador o productor. En caso que el exportador o productor no otorgue su <br> mercancía significa cualquier producto, artículo o material; <br> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br> mercancía no originaria o material no originario significa una mercancía o un material <br> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br> documentos referidos en el Artículo 3.20. <br> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br> que no es originario de conformidad con el presente Capítulo; <br> 2 El valor de los materiales no originarios será: <br> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br> mercancías o materiales fungibles significan mercancías o materiales que son <br> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br> importación del material; o <br> años, contado a partir de la fecha de su emisión. <br> y que no es posible diferenciar una de la otra, por simple examen visual; <br> (b) el primer precio determinable pagado o por pagar por los materiales no <br> VMN: es el valor de los materiales no originarios. <br> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br> transformación. Cuando el productor de una mercancía adquiere materiales <br> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen. <br> de la Parte exportadora. <br> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br> originarios en el territorio de la Parte donde se realizó el proceso o <br> ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br> (a) solicitudes escritas de información al exportador o productor; <br> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br> es originaria cuando se trate de: <br> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br> otra Parte, con el propósito de observar las instalaciones y el proceso <br> prácticas y procedimientos detallados; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br> transporte del material, desde la bodega del proveedor hasta el lugar en que <br> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br> exclusivamente en la postergación de la visita de verificación. <br> productivo de la mercancía y revisar los registros relacionados con el origen, <br> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br> se encuentre ubicado el productor. <br> moneda nacional o una cantidad mayor que la Parte establezca; o <br> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br> ARTÍCULO 3.4: OPERACIONES O PROCESOS MÍNIMOS <br> (b) una importación de mercancías para las cuales la Parte importadora haya <br> productor significa una persona que se involucra en la producción de una mercancía en el <br> 1 Las operaciones o procesos que, individualmente o combinados entre sí, no <br> eximido el requisito de presentación del certificado de origen. <br> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br> ANEXO 3-C <br> confieren origen a una mercancía son los siguientes: <br> hecho, no afectando la validez de la visita. <br> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br> requisitos de certificación del presente Capítulo. <br> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br> (a) operaciones para asegurar la preservación de mercancías en buenas <br> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br> (b) agrupación o fraccionamiento de bultos; <br> (c) operaciones de empaque, desempaque o reempaque para la venta al por menor; <br> condiciones durante su transporte y almacenamiento; <br> VCR = [(VT - VMN)/VT] x 100 <br> verificación, notificar por escrito al exportador o productor de los resultados de la <br> origen correspondiente a través del sitio web destinado para tal fin. <br> (d) sacrificio de animales; <br> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br> 2. La autoridad competente revisará la información correspondiente y en caso de no <br> (e) lavado, limpieza y eliminación de polvo, óxido, aceite, pintura u otros revestimientos; <br> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br> (f) planchado o prensado de productos textiles; <br> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br> (g) simples [1] operaciones de pintura y pulido; <br> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br> autoridad competente y se le asignará un número único de aprobación. <br> (h) desgranado, blanqueo total o parcial, pulido y glaseado de cereales y arroz; <br> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br> (i) simple envasado en botellas, latas, frascos, bolsas, estuches y cajas y la <br> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br> en la Parte importadora, el certificado de origen electrónico. <br> Artículo 3.5: Material Intermedio <br> colocación sobre cartulinas o tableros, y cualquier otra operación simple de envasado; <br> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br> (j) colocación de marcas, etiquetas, logotipos y otros signos distintivos <br> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br> similares en la mercancía o en su envase; <br> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br> (k) simple mezcla de productos; mezcla de azúcar con cualquier material; las <br> Artículo 3.6: Acumulación <br> la información proporcionada por el exportador o productor. <br> certificado de origen electrónico o el número único conforme a los requisitos que <br> operaciones de coloración o de aroma del azúcar o terrones de azúcar; la <br> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br> molienda total o parcial de cristales de azúcar; <br> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br> ser validado y verificado. <br> (l) simple ensamble de partes de las mercancías para constituir una mercancía <br> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br> completa o el desensamble de mercancías en sus piezas; <br> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br> exportador como por la autoridad competente y cumple con los demás requisitos <br> (m) descascarillado, extracción de semillas y pelado de frutas, nueces y vegetales; <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br> establecidos en el presente Acuerdo. <br> (n) afilado, triturado simple o corte simple; o <br> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br> (o) tamizado, cribado, selección, clasificación, graduación, preparación <br> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br> (incluyendo formación de juegos de artículos). <br> mercancías califican como originarias según las disposiciones del presente Capítulo. <br> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br> 2 Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br> específicas contenidas en el Anexo 3-A. <br> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br> [1] Para los efectos del presente Artículo, simple significa actividades que no necesitan ni habilidades <br> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br> especiales ni las máquinas, aparatos y equipos especialmente fabricados o instalados para llevar a cabo la <br> actividad. Sin embargo, la simple mezcla no incluye la reacción química, según se define este último término en el Anexo 3-A. <br> confidencialidad de la información. <br> ARTÍCULO 3.25: SANCIONES <br> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br> propósito de la determinación del origen de la mercancía. <br> ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> dependencia que dictó el acto administrativo; y <br> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br> como las condiciones que las Partes consideren necesarias para efectos de su aplicación. <br> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br> Artículo 3.7: De Minimis <br> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br> Acuerdo de Valoración Aduanera. <br> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br> Sección B: Procedimientos de Origen <br> está determinado según el presente Artículo. <br> (a) combustible, energía, catalizadores y solventes; <br> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br> Artículo 3.8: Mercancías y Materiales Fungibles <br> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br> (a) una separación física de las mercancías o materiales; o <br> aplicables del presente Capítulo. <br> (b) un método de manejo de inventario reconocido en los Principios de <br> manejo de inventario. <br> Artículo 3.9: Accesorios, Repuestos y Herramientas <br> fungible se determinará por: <br> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br> Contabilidad Generalmente Aceptados de la Parte exportadora. <br> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br> se identifique por separado en la propia factura; y <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br> y no se hayan facturado por separado, independientemente de que cada uno <br> los habituales para la mercancía. <br> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br> Artículo 3.10: Juegos o Surtidos de Mercancías <br> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br> contenido regional de la mercancía. <br> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br> Artículo 3.11: Envases y Material de Empaque para la Venta al por Menor <br> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br> Artículo 3.12: Contenedores y Materiales de Embalaje para Embarque <br> FOB del juego o surtido. <br> determinación del origen de la mercancía. <br> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br> 2 Materiales indirectos significan artículos utilizados en la producción de una <br> cuenta para la determinación del origen de las mercancías, según sea el caso. <br> Artículo 3.13: Materiales Indirectos <br> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> considerarán como originarios independientemente del lugar de su producción. <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br> (d) herramientas, troqueles y moldes; <br> forma parte de esa producción. <br> ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br> operación necesaria para mantener la mercancía en buenas condiciones o <br> para transportarla a territorio de una Parte; o <br> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br> autoridad competente de la Parte exportadora a solicitud del exportador. <br> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br> partir de la fecha de su emisión. <br> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br> hubiese servido como base para la expedición del certificado de origen original, que tenga <br> en su poder el exportador. <br> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br> territorio de una Parte. <br> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br> "}, {"ArticleTitle": ".16: NOTIFICACIONES", "ArticleDesc": "ARTÍCULO 3.16: NOTIFICACIONES <br> 1 A la entrada en vigor del presente Acuerdo, cada Parte proporcionará a la otra Parte <br> un registro de los nombres de los funcionarios acreditados para emitir certificados de <br> origen, así como muestras de las firmas e impresiones de los sellos utilizados por la <br> autoridad competente para la emisión de certificados de origen. <br> 2 Cualquier cambio en el registro señalado en el párrafo 1 será notificado por escrito a <br> la otra Parte. El cambio entrará en vigor 15 días después de recibida la notificación o en un <br> plazo posterior señalado en dicha notificación. <br> "}, {"ArticleTitle": ".17: OBLIGACIONES RELACIONADAS A LAS IMPORTACIONES", "ArticleDesc": "ARTÍCULO 3.17: OBLIGACIONES RELACIONADAS A LAS IMPORTACIONES <br> 1 Salvo que se disponga algo distinto en el presente Capítulo, cada Parte requerirá que <br> un importador, que solicita el trato arancelario preferencial en su territorio: <br> (a) declare en el documento aduanero de importación, sobre la base de un <br> certificado de origen, que la mercancía califica como originaria de la otra Parte; <br> (b) tenga en su poder el certificado de origen al momento en que se realiza la <br> declaración a la que se refiere el párrafo (a); <br> (c) tenga en su poder documentos que certifiquen que se han cumplido los <br> requisitos establecidos en el Artículo 3.14; y <br> (d) proporcione el certificado de origen, así como toda la documentación <br> indicada en el párrafo (c) a la autoridad aduanera, cuando esta lo requiera. <br> 2 Cada Parte dispondrá que cuando el importador no cumpla con cualquiera de los <br> requisitos establecidos en el párrafo 1, se negará el trato arancelario preferencial a la <br> mercancía importada del territorio de la otra Parte para la cual se hubiera solicitado la preferencia. <br> 3 Cuando el certificado de origen presente errores de forma que no generen dudas con <br> respecto a la exactitud de la información incluida en el mismo, tales como errores <br> mecanográficos, podrán ser aceptadas por la autoridad aduanera de la Parte importadora. <br> 4 Cuando un certificado de origen no fuera aceptado por la autoridad aduanera de la <br> Parte importadora al momento de la importación, por presentar omisiones en su llenado o <br> errores diferentes a los de forma que no incidan en el cumplimiento de origen o en la <br> preferencia arancelaria, dicha autoridad aduanera no negará el trato arancelario <br> preferencial. En este caso, la autoridad aduanera de la Parte importadora solicitará al <br> importador, por única vez y de forma improrrogable, la presentación de un nuevo <br> certificado de origen en un término de 15 días, contados a partir del día siguiente a la fecha <br> de recepción de la notificación de dicha omisión o error y podrá autorizar el levante, previa <br> adopción de las medidas que considere necesarias para garantizar el interés fiscal, de <br> acuerdo con su legislación. <br> 5 Concluido el plazo establecido en el párrafo 4, si no se ha presentado un nuevo <br> certificado de origen correctamente emitido, la Parte importadora negará el trato arancelario <br> preferencial, y de haberse adoptado medidas para garantizar el interés fiscal, procederá a ejecutarlas. <br> 6 En caso de presentar un nuevo certificado de origen correctamente emitido y de <br> haberse adoptado medidas para garantizar el interés fiscal, se procederá a levantar las <br> medidas en un plazo no mayor a 90 días, contados a partir del día siguiente de la <br> presentación de la solicitud de liberación de las medidas por el importador a la autoridad <br> aduanera de la Parte importadora, pudiendo prorrogarse hasta por 30 días adicionales en casos excepcionales. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo 3 <br> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br> ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br> ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br> 1 El certificado de origen electrónico: <br> Sección A: Reglas de Origen <br> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br> (a) solo será válido si está firmado digitalmente por un funcionario de la <br> ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br> importadora, toda información utilizada por dicho productor en la fabricación de las <br> podrá realizar una verificación de origen a través de: <br> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br> autoridad competente, designado al efecto; <br> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B. <br> (b) tendrá un número único con el cual se podrá identificar individualmente <br> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br> 2 Cada Parte dispondrá que: <br> (b) cuestionarios escritos dirigidos al exportador o productor; <br> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br> cada certificado; y <br> ambas Partes, según se define en el Artículo 3.2; <br> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br> (a) un nivel de revisión administrativa independiente del funcionario o <br> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br> (c) será intercambiado entre las autoridades competentes por un medio <br> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br> electrónico previamente acordado. <br> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br> con copia a la autoridad competente de la Parte exportadora y al <br> (b) un nivel de revisión judicial del acto administrativo. <br> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br> incluyendo libros contables y cualquier tipo de documentos de soporte <br> incluye en el Anexo 3-C. <br> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br> (b) si un exportador entregó un certificado de origen que contiene o está <br> indicados en el Artículo 3.20. La autoridad competente de la Parte <br> ARTÍCULO 3.31: DEFINICIONES <br> de materiales originarios, <br> basado en información falsa y con el mismo se exportaron mercancías <br> exportadora podrá participar en estas visitas, en calidad de observador; o <br> Para los efectos del presente Capítulo: <br> y cumpla con las demás disposiciones del presente Capítulo. <br> calificadas como originarias al territorio de la otra Parte, será sujeto a <br> (d) cualquier otro procedimiento que las Partes acuerden. <br> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br> territorio de una o ambas Partes; <br> sanciones equivalentes, con las modificaciones procedentes, a las que se <br> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br> Artículo 3.2: Mercancías Totalmente Obtenidas o Enteramente Producidas <br> Para los efectos del Artículo 3.1(a), las siguientes mercancías serán consideradas totalmente <br> aplicarían a un importador en su territorio por contravenir sus leyes y <br> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br> obtenidas o enteramente producidas en el territorio de una o ambas Partes: <br> (a) evidencia directa de los procesos efectuados por el exportador o productor <br> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br> en relación con una importación. <br> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br> (a) plantas y productos de plantas cosechados o recolectados en el territorio de <br> una o ambas Partes; <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br> (b) documentos que prueben la condición de originarios de los materiales empleados; <br> certificado de origen que contiene o está basado en información incorrecta si <br> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br> investigación y el procesamiento de los productos provenientes de dicha actividad; <br> (b) animales vivos, nacidos y criados en el territorio de una o ambas Partes; <br> (c) mercancías obtenidas de animales vivos criados en el territorio de una o ambas Partes; <br> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br> la autoridad competente de la Parte exportadora. <br> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br> autoridad aduanera significa: <br> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca o acuicultura en el <br> producción, operación de equipos o mantenimiento de los edificios; y <br> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br> (e) peces, crustáceos y otras especies marinas obtenidas del mar o del lecho <br> verificación y control, de conformidad con la legislación de cada Parte. <br> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br> o sus sucesores; <br> ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br> autoridad competente significa: <br> marino, fuera del territorio de una Parte, por un barco registrado o <br> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br> (f) mercancías producidas a bordo de barcos fábrica registrados o matriculados <br> (i) desechos y desperdicios derivados de: <br> matriculado en una Parte y que enarbole su bandera; <br> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br> Rica (PROCOMER); <br> en una Parte y que enarbolen su bandera, exclusivamente a partir de las <br> mercancías señaladas en el párrafo (e); <br> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br> (g) minerales y otros recursos naturales inanimados, extraídos del suelo, aguas, <br> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br> preferencial para la mercancía en cuestión. <br> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> presentando a la autoridad aduanera: <br> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br> lecho o subsuelo marino en el territorio de una o ambas Partes; <br> (a) el certificado de origen, que deberá cumplir con las disposiciones <br> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br> independientemente del medio de transporte; <br> (h) mercancías diferentes a los peces, crustáceos y otras especies marinas vivas, <br> establecidas en el Artículo 3.15; y <br> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br> obtenidas o extraídas por una Parte de las aguas, lecho o subsuelo marino <br> (b) otra documentación relacionada a la importación de la mercancía, de <br> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> explotar dichas aguas, lecho o subsuelo marino; <br> fuera del territorio de una Parte, siempre que esa Parte tenga derechos para <br> conformidad con la legislación de la Parte importadora. <br> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br> los que se empaca la mercancía para la venta al por menor; <br> ARTÍCULO 3.20: DOCUMENTOS DE SOPORTE <br> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br> Los documentos empleados para demostrar que las mercancías amparadas por un <br> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br> mercancía es exportada; <br> (i) operaciones de manufactura conducidas en el territorio de una o ambas Partes; o <br> certificado de origen son consideradas como mercancías originarias y cumplen con los <br> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br> (ii) mercancías usadas recolectadas en el territorio de una o ambas Partes, <br> siempre que dichos desechos o desperdicios sirvan sólo para la recuperación de materias primas; y <br> requerimientos del presente Capítulo, pueden incluir, inter alia, los siguientes: <br> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br> (j) mercancías producidas en una o ambas Partes exclusivamente a partir de las <br> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br> mercancías señaladas en los párrafos (a) al (i). <br> para obtener las mercancías referidas, contenida por ejemplo en sus cuentas o la contabilidad interna; <br> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br> mercancía es importada; <br> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br> material significa una mercancía que es utilizada en la producción de otra mercancía, <br> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br> (c) documentos que prueben el trabajo o procesamiento de los materiales empleados; o <br> el trato arancelario preferencial. <br> mercancía será calculado sobre la base del siguiente método: <br> (d) certificados de origen que prueban la condición de originarios de los materiales empleados. <br> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br> material intermedio significa un material originario que es producido por el productor de <br> Artículo 3.3: Valor de Contenido Regional <br> ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br> una mercancía y utilizado en la producción de esa mercancía; <br> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br> al exportador o productor. En caso que el exportador o productor no otorgue su <br> mercancía significa cualquier producto, artículo o material; <br> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br> mercancía no originaria o material no originario significa una mercancía o un material <br> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br> documentos referidos en el Artículo 3.20. <br> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br> que no es originario de conformidad con el presente Capítulo; <br> 2 El valor de los materiales no originarios será: <br> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br> mercancías o materiales fungibles significan mercancías o materiales que son <br> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br> importación del material; o <br> años, contado a partir de la fecha de su emisión. <br> y que no es posible diferenciar una de la otra, por simple examen visual; <br> (b) el primer precio determinable pagado o por pagar por los materiales no <br> VMN: es el valor de los materiales no originarios. <br> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br> transformación. Cuando el productor de una mercancía adquiere materiales <br> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen. <br> de la Parte exportadora. <br> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br> originarios en el territorio de la Parte donde se realizó el proceso o <br> ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br> (a) solicitudes escritas de información al exportador o productor; <br> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br> es originaria cuando se trate de: <br> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br> otra Parte, con el propósito de observar las instalaciones y el proceso <br> prácticas y procedimientos detallados; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br> transporte del material, desde la bodega del proveedor hasta el lugar en que <br> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br> exclusivamente en la postergación de la visita de verificación. <br> productivo de la mercancía y revisar los registros relacionados con el origen, <br> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br> se encuentre ubicado el productor. <br> moneda nacional o una cantidad mayor que la Parte establezca; o <br> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br> ARTÍCULO 3.4: OPERACIONES O PROCESOS MÍNIMOS <br> (b) una importación de mercancías para las cuales la Parte importadora haya <br> productor significa una persona que se involucra en la producción de una mercancía en el <br> 1 Las operaciones o procesos que, individualmente o combinados entre sí, no <br> eximido el requisito de presentación del certificado de origen. <br> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br> ANEXO 3-C <br> confieren origen a una mercancía son los siguientes: <br> hecho, no afectando la validez de la visita. <br> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br> requisitos de certificación del presente Capítulo. <br> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br> (a) operaciones para asegurar la preservación de mercancías en buenas <br> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br> (b) agrupación o fraccionamiento de bultos; <br> (c) operaciones de empaque, desempaque o reempaque para la venta al por menor; <br> condiciones durante su transporte y almacenamiento; <br> VCR = [(VT - VMN)/VT] x 100 <br> verificación, notificar por escrito al exportador o productor de los resultados de la <br> origen correspondiente a través del sitio web destinado para tal fin. <br> (d) sacrificio de animales; <br> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br> 2. La autoridad competente revisará la información correspondiente y en caso de no <br> (e) lavado, limpieza y eliminación de polvo, óxido, aceite, pintura u otros revestimientos; <br> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br> (f) planchado o prensado de productos textiles; <br> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br> (g) simples [1] operaciones de pintura y pulido; <br> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br> autoridad competente y se le asignará un número único de aprobación. <br> (h) desgranado, blanqueo total o parcial, pulido y glaseado de cereales y arroz; <br> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br> (i) simple envasado en botellas, latas, frascos, bolsas, estuches y cajas y la <br> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br> en la Parte importadora, el certificado de origen electrónico. <br> Artículo 3.5: Material Intermedio <br> colocación sobre cartulinas o tableros, y cualquier otra operación simple de envasado; <br> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br> (j) colocación de marcas, etiquetas, logotipos y otros signos distintivos <br> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br> similares en la mercancía o en su envase; <br> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br> (k) simple mezcla de productos; mezcla de azúcar con cualquier material; las <br> Artículo 3.6: Acumulación <br> la información proporcionada por el exportador o productor. <br> certificado de origen electrónico o el número único conforme a los requisitos que <br> operaciones de coloración o de aroma del azúcar o terrones de azúcar; la <br> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br> molienda total o parcial de cristales de azúcar; <br> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br> ser validado y verificado. <br> (l) simple ensamble de partes de las mercancías para constituir una mercancía <br> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br> completa o el desensamble de mercancías en sus piezas; <br> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br> exportador como por la autoridad competente y cumple con los demás requisitos <br> (m) descascarillado, extracción de semillas y pelado de frutas, nueces y vegetales; <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br> establecidos en el presente Acuerdo. <br> (n) afilado, triturado simple o corte simple; o <br> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br> (o) tamizado, cribado, selección, clasificación, graduación, preparación <br> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br> (incluyendo formación de juegos de artículos). <br> mercancías califican como originarias según las disposiciones del presente Capítulo. <br> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br> 2 Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br> específicas contenidas en el Anexo 3-A. <br> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br> [1] Para los efectos del presente Artículo, simple significa actividades que no necesitan ni habilidades <br> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br> especiales ni las máquinas, aparatos y equipos especialmente fabricados o instalados para llevar a cabo la <br> actividad. Sin embargo, la simple mezcla no incluye la reacción química, según se define este último término en el Anexo 3-A. <br> confidencialidad de la información. <br> ARTÍCULO 3.25: SANCIONES <br> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br> propósito de la determinación del origen de la mercancía. <br> ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> dependencia que dictó el acto administrativo; y <br> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br> como las condiciones que las Partes consideren necesarias para efectos de su aplicación. <br> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br> Artículo 3.7: De Minimis <br> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br> Acuerdo de Valoración Aduanera. <br> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br> Sección B: Procedimientos de Origen <br> está determinado según el presente Artículo. <br> (a) combustible, energía, catalizadores y solventes; <br> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br> Artículo 3.8: Mercancías y Materiales Fungibles <br> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br> (a) una separación física de las mercancías o materiales; o <br> aplicables del presente Capítulo. <br> (b) un método de manejo de inventario reconocido en los Principios de <br> manejo de inventario. <br> Artículo 3.9: Accesorios, Repuestos y Herramientas <br> fungible se determinará por: <br> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br> Contabilidad Generalmente Aceptados de la Parte exportadora. <br> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br> se identifique por separado en la propia factura; y <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br> y no se hayan facturado por separado, independientemente de que cada uno <br> los habituales para la mercancía. <br> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br> Artículo 3.10: Juegos o Surtidos de Mercancías <br> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br> contenido regional de la mercancía. <br> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br> Artículo 3.11: Envases y Material de Empaque para la Venta al por Menor <br> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br> Artículo 3.12: Contenedores y Materiales de Embalaje para Embarque <br> FOB del juego o surtido. <br> determinación del origen de la mercancía. <br> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br> 2 Materiales indirectos significan artículos utilizados en la producción de una <br> cuenta para la determinación del origen de las mercancías, según sea el caso. <br> Artículo 3.13: Materiales Indirectos <br> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> considerarán como originarios independientemente del lugar de su producción. <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br> (d) herramientas, troqueles y moldes; <br> forma parte de esa producción. <br> ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br> operación necesaria para mantener la mercancía en buenas condiciones o <br> para transportarla a territorio de una Parte; o <br> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br> autoridad competente de la Parte exportadora a solicitud del exportador. <br> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br> partir de la fecha de su emisión. <br> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br> hubiese servido como base para la expedición del certificado de origen original, que tenga <br> en su poder el exportador. <br> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br> territorio de una Parte. <br> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br> "}, {"ArticleTitle": ".23: COOPERACIÓN ENTRE AUTORIDADES", "ArticleDesc": "ARTÍCULO 3.23: COOPERACIÓN ENTRE AUTORIDADES <br> 1 En caso de que surjan dudas sobre la autenticidad u otros elementos relacionados <br> con el llenado del certificado de origen, incluyendo el criterio de origen, la autoridad <br> aduanera de la Parte importadora podrá requerir, mediante solicitud escrita, información a <br> la autoridad competente de la Parte exportadora, con la finalidad de verificar lo anterior. La <br> respuesta a la solicitud estará basada en la información entregada por el exportador al <br> momento de la emisión del certificado de origen. <br> 2 En este caso, la autoridad competente de la Parte exportadora, dispondrá de un <br> plazo de 30 días siguientes a la fecha de recepción de la solicitud, para proporcionar la <br> información solicitada. <br> 3 En caso que la autoridad aduanera de la Parte importadora no reciba la información <br> solicitada dentro del plazo establecido o persistan las dudas sobre los elementos del <br> certificado de origen, podrá iniciar un proceso de verificación de conformidad con el Artículo 3.24. <br> 4 En caso que la autoridad competente de la Parte exportadora no reconozca la <br> autenticidad del certificado de origen, la autoridad aduanera de la Parte importadora podrá <br> negar el trato arancelario preferencial a las mercancías amparadas por el certificado de <br> origen objeto de revisión. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo 3 <br> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br> ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br> ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br> 1 El certificado de origen electrónico: <br> Sección A: Reglas de Origen <br> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br> (a) solo será válido si está firmado digitalmente por un funcionario de la <br> ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br> importadora, toda información utilizada por dicho productor en la fabricación de las <br> podrá realizar una verificación de origen a través de: <br> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br> autoridad competente, designado al efecto; <br> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B. <br> (b) tendrá un número único con el cual se podrá identificar individualmente <br> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br> 2 Cada Parte dispondrá que: <br> (b) cuestionarios escritos dirigidos al exportador o productor; <br> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br> cada certificado; y <br> ambas Partes, según se define en el Artículo 3.2; <br> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br> (a) un nivel de revisión administrativa independiente del funcionario o <br> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br> (c) será intercambiado entre las autoridades competentes por un medio <br> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br> electrónico previamente acordado. <br> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br> con copia a la autoridad competente de la Parte exportadora y al <br> (b) un nivel de revisión judicial del acto administrativo. <br> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br> incluyendo libros contables y cualquier tipo de documentos de soporte <br> incluye en el Anexo 3-C. <br> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br> (b) si un exportador entregó un certificado de origen que contiene o está <br> indicados en el Artículo 3.20. La autoridad competente de la Parte <br> ARTÍCULO 3.31: DEFINICIONES <br> de materiales originarios, <br> basado en información falsa y con el mismo se exportaron mercancías <br> exportadora podrá participar en estas visitas, en calidad de observador; o <br> Para los efectos del presente Capítulo: <br> y cumpla con las demás disposiciones del presente Capítulo. <br> calificadas como originarias al territorio de la otra Parte, será sujeto a <br> (d) cualquier otro procedimiento que las Partes acuerden. <br> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br> territorio de una o ambas Partes; <br> sanciones equivalentes, con las modificaciones procedentes, a las que se <br> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br> Artículo 3.2: Mercancías Totalmente Obtenidas o Enteramente Producidas <br> Para los efectos del Artículo 3.1(a), las siguientes mercancías serán consideradas totalmente <br> aplicarían a un importador en su territorio por contravenir sus leyes y <br> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br> obtenidas o enteramente producidas en el territorio de una o ambas Partes: <br> (a) evidencia directa de los procesos efectuados por el exportador o productor <br> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br> en relación con una importación. <br> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br> (a) plantas y productos de plantas cosechados o recolectados en el territorio de <br> una o ambas Partes; <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br> (b) documentos que prueben la condición de originarios de los materiales empleados; <br> certificado de origen que contiene o está basado en información incorrecta si <br> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br> investigación y el procesamiento de los productos provenientes de dicha actividad; <br> (b) animales vivos, nacidos y criados en el territorio de una o ambas Partes; <br> (c) mercancías obtenidas de animales vivos criados en el territorio de una o ambas Partes; <br> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br> la autoridad competente de la Parte exportadora. <br> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br> autoridad aduanera significa: <br> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca o acuicultura en el <br> producción, operación de equipos o mantenimiento de los edificios; y <br> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br> (e) peces, crustáceos y otras especies marinas obtenidas del mar o del lecho <br> verificación y control, de conformidad con la legislación de cada Parte. <br> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br> o sus sucesores; <br> ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br> autoridad competente significa: <br> marino, fuera del territorio de una Parte, por un barco registrado o <br> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br> (f) mercancías producidas a bordo de barcos fábrica registrados o matriculados <br> (i) desechos y desperdicios derivados de: <br> matriculado en una Parte y que enarbole su bandera; <br> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br> Rica (PROCOMER); <br> en una Parte y que enarbolen su bandera, exclusivamente a partir de las <br> mercancías señaladas en el párrafo (e); <br> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br> (g) minerales y otros recursos naturales inanimados, extraídos del suelo, aguas, <br> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br> preferencial para la mercancía en cuestión. <br> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> presentando a la autoridad aduanera: <br> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br> lecho o subsuelo marino en el territorio de una o ambas Partes; <br> (a) el certificado de origen, que deberá cumplir con las disposiciones <br> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br> independientemente del medio de transporte; <br> (h) mercancías diferentes a los peces, crustáceos y otras especies marinas vivas, <br> establecidas en el Artículo 3.15; y <br> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br> obtenidas o extraídas por una Parte de las aguas, lecho o subsuelo marino <br> (b) otra documentación relacionada a la importación de la mercancía, de <br> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> explotar dichas aguas, lecho o subsuelo marino; <br> fuera del territorio de una Parte, siempre que esa Parte tenga derechos para <br> conformidad con la legislación de la Parte importadora. <br> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br> los que se empaca la mercancía para la venta al por menor; <br> ARTÍCULO 3.20: DOCUMENTOS DE SOPORTE <br> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br> Los documentos empleados para demostrar que las mercancías amparadas por un <br> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br> mercancía es exportada; <br> (i) operaciones de manufactura conducidas en el territorio de una o ambas Partes; o <br> certificado de origen son consideradas como mercancías originarias y cumplen con los <br> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br> (ii) mercancías usadas recolectadas en el territorio de una o ambas Partes, <br> siempre que dichos desechos o desperdicios sirvan sólo para la recuperación de materias primas; y <br> requerimientos del presente Capítulo, pueden incluir, inter alia, los siguientes: <br> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br> (j) mercancías producidas en una o ambas Partes exclusivamente a partir de las <br> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br> mercancías señaladas en los párrafos (a) al (i). <br> para obtener las mercancías referidas, contenida por ejemplo en sus cuentas o la contabilidad interna; <br> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br> mercancía es importada; <br> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br> material significa una mercancía que es utilizada en la producción de otra mercancía, <br> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br> (c) documentos que prueben el trabajo o procesamiento de los materiales empleados; o <br> el trato arancelario preferencial. <br> mercancía será calculado sobre la base del siguiente método: <br> (d) certificados de origen que prueban la condición de originarios de los materiales empleados. <br> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br> material intermedio significa un material originario que es producido por el productor de <br> Artículo 3.3: Valor de Contenido Regional <br> ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br> una mercancía y utilizado en la producción de esa mercancía; <br> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br> al exportador o productor. En caso que el exportador o productor no otorgue su <br> mercancía significa cualquier producto, artículo o material; <br> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br> mercancía no originaria o material no originario significa una mercancía o un material <br> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br> documentos referidos en el Artículo 3.20. <br> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br> que no es originario de conformidad con el presente Capítulo; <br> 2 El valor de los materiales no originarios será: <br> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br> mercancías o materiales fungibles significan mercancías o materiales que son <br> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br> importación del material; o <br> años, contado a partir de la fecha de su emisión. <br> y que no es posible diferenciar una de la otra, por simple examen visual; <br> (b) el primer precio determinable pagado o por pagar por los materiales no <br> VMN: es el valor de los materiales no originarios. <br> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br> transformación. Cuando el productor de una mercancía adquiere materiales <br> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen. <br> de la Parte exportadora. <br> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br> originarios en el territorio de la Parte donde se realizó el proceso o <br> ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br> (a) solicitudes escritas de información al exportador o productor; <br> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br> es originaria cuando se trate de: <br> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br> otra Parte, con el propósito de observar las instalaciones y el proceso <br> prácticas y procedimientos detallados; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br> transporte del material, desde la bodega del proveedor hasta el lugar en que <br> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br> exclusivamente en la postergación de la visita de verificación. <br> productivo de la mercancía y revisar los registros relacionados con el origen, <br> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br> se encuentre ubicado el productor. <br> moneda nacional o una cantidad mayor que la Parte establezca; o <br> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br> ARTÍCULO 3.4: OPERACIONES O PROCESOS MÍNIMOS <br> (b) una importación de mercancías para las cuales la Parte importadora haya <br> productor significa una persona que se involucra en la producción de una mercancía en el <br> 1 Las operaciones o procesos que, individualmente o combinados entre sí, no <br> eximido el requisito de presentación del certificado de origen. <br> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br> ANEXO 3-C <br> confieren origen a una mercancía son los siguientes: <br> hecho, no afectando la validez de la visita. <br> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br> requisitos de certificación del presente Capítulo. <br> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br> (a) operaciones para asegurar la preservación de mercancías en buenas <br> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br> (b) agrupación o fraccionamiento de bultos; <br> (c) operaciones de empaque, desempaque o reempaque para la venta al por menor; <br> condiciones durante su transporte y almacenamiento; <br> VCR = [(VT - VMN)/VT] x 100 <br> verificación, notificar por escrito al exportador o productor de los resultados de la <br> origen correspondiente a través del sitio web destinado para tal fin. <br> (d) sacrificio de animales; <br> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br> 2. La autoridad competente revisará la información correspondiente y en caso de no <br> (e) lavado, limpieza y eliminación de polvo, óxido, aceite, pintura u otros revestimientos; <br> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br> (f) planchado o prensado de productos textiles; <br> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br> (g) simples [1] operaciones de pintura y pulido; <br> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br> autoridad competente y se le asignará un número único de aprobación. <br> (h) desgranado, blanqueo total o parcial, pulido y glaseado de cereales y arroz; <br> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br> (i) simple envasado en botellas, latas, frascos, bolsas, estuches y cajas y la <br> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br> en la Parte importadora, el certificado de origen electrónico. <br> Artículo 3.5: Material Intermedio <br> colocación sobre cartulinas o tableros, y cualquier otra operación simple de envasado; <br> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br> (j) colocación de marcas, etiquetas, logotipos y otros signos distintivos <br> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br> similares en la mercancía o en su envase; <br> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br> (k) simple mezcla de productos; mezcla de azúcar con cualquier material; las <br> Artículo 3.6: Acumulación <br> la información proporcionada por el exportador o productor. <br> certificado de origen electrónico o el número único conforme a los requisitos que <br> operaciones de coloración o de aroma del azúcar o terrones de azúcar; la <br> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br> molienda total o parcial de cristales de azúcar; <br> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br> ser validado y verificado. <br> (l) simple ensamble de partes de las mercancías para constituir una mercancía <br> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br> completa o el desensamble de mercancías en sus piezas; <br> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br> exportador como por la autoridad competente y cumple con los demás requisitos <br> (m) descascarillado, extracción de semillas y pelado de frutas, nueces y vegetales; <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br> establecidos en el presente Acuerdo. <br> (n) afilado, triturado simple o corte simple; o <br> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br> (o) tamizado, cribado, selección, clasificación, graduación, preparación <br> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br> (incluyendo formación de juegos de artículos). <br> mercancías califican como originarias según las disposiciones del presente Capítulo. <br> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br> 2 Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br> específicas contenidas en el Anexo 3-A. <br> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br> [1] Para los efectos del presente Artículo, simple significa actividades que no necesitan ni habilidades <br> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br> especiales ni las máquinas, aparatos y equipos especialmente fabricados o instalados para llevar a cabo la <br> actividad. Sin embargo, la simple mezcla no incluye la reacción química, según se define este último término en el Anexo 3-A. <br> confidencialidad de la información. <br> ARTÍCULO 3.25: SANCIONES <br> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br> propósito de la determinación del origen de la mercancía. <br> ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> dependencia que dictó el acto administrativo; y <br> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br> como las condiciones que las Partes consideren necesarias para efectos de su aplicación. <br> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br> Artículo 3.7: De Minimis <br> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br> Acuerdo de Valoración Aduanera. <br> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br> Sección B: Procedimientos de Origen <br> está determinado según el presente Artículo. <br> (a) combustible, energía, catalizadores y solventes; <br> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br> Artículo 3.8: Mercancías y Materiales Fungibles <br> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br> (a) una separación física de las mercancías o materiales; o <br> aplicables del presente Capítulo. <br> (b) un método de manejo de inventario reconocido en los Principios de <br> manejo de inventario. <br> Artículo 3.9: Accesorios, Repuestos y Herramientas <br> fungible se determinará por: <br> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br> Contabilidad Generalmente Aceptados de la Parte exportadora. <br> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br> se identifique por separado en la propia factura; y <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br> y no se hayan facturado por separado, independientemente de que cada uno <br> los habituales para la mercancía. <br> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br> Artículo 3.10: Juegos o Surtidos de Mercancías <br> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br> contenido regional de la mercancía. <br> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br> Artículo 3.11: Envases y Material de Empaque para la Venta al por Menor <br> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br> Artículo 3.12: Contenedores y Materiales de Embalaje para Embarque <br> FOB del juego o surtido. <br> determinación del origen de la mercancía. <br> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br> 2 Materiales indirectos significan artículos utilizados en la producción de una <br> cuenta para la determinación del origen de las mercancías, según sea el caso. <br> Artículo 3.13: Materiales Indirectos <br> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> considerarán como originarios independientemente del lugar de su producción. <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br> (d) herramientas, troqueles y moldes; <br> forma parte de esa producción. <br> ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br> operación necesaria para mantener la mercancía en buenas condiciones o <br> para transportarla a territorio de una Parte; o <br> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br> autoridad competente de la Parte exportadora a solicitud del exportador. <br> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br> partir de la fecha de su emisión. <br> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br> hubiese servido como base para la expedición del certificado de origen original, que tenga <br> en su poder el exportador. <br> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br> territorio de una Parte. <br> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br> "}, {"ArticleTitle": ".27: CONFIDENCIALIDAD", "ArticleDesc": "ARTÍCULO 3.27: CONFIDENCIALIDAD <br> 1 Cada Parte deberá mantener, de conformidad con su legislación, la confidencialidad <br> de la información entregada en el marco de un proceso de verificación de origen. <br> 2 Dicha información no deberá ser divulgada sin el consentimiento expreso de quien <br> la entregue, excepto en el caso que esta sea requerida en el contexto de un proceso judicial o administrativo. <br> 3 Cualquier violación a la confidencialidad de la información deberá ser tratada de <br> acuerdo con la legislación de cada Parte. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo 3 <br> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br> ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br> ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br> 1 El certificado de origen electrónico: <br> Sección A: Reglas de Origen <br> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br> (a) solo será válido si está firmado digitalmente por un funcionario de la <br> ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br> importadora, toda información utilizada por dicho productor en la fabricación de las <br> podrá realizar una verificación de origen a través de: <br> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br> autoridad competente, designado al efecto; <br> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B. <br> (b) tendrá un número único con el cual se podrá identificar individualmente <br> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br> 2 Cada Parte dispondrá que: <br> (b) cuestionarios escritos dirigidos al exportador o productor; <br> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br> cada certificado; y <br> ambas Partes, según se define en el Artículo 3.2; <br> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br> (a) un nivel de revisión administrativa independiente del funcionario o <br> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br> (c) será intercambiado entre las autoridades competentes por un medio <br> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br> electrónico previamente acordado. <br> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br> con copia a la autoridad competente de la Parte exportadora y al <br> (b) un nivel de revisión judicial del acto administrativo. <br> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br> incluyendo libros contables y cualquier tipo de documentos de soporte <br> incluye en el Anexo 3-C. <br> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br> (b) si un exportador entregó un certificado de origen que contiene o está <br> indicados en el Artículo 3.20. La autoridad competente de la Parte <br> ARTÍCULO 3.31: DEFINICIONES <br> de materiales originarios, <br> basado en información falsa y con el mismo se exportaron mercancías <br> exportadora podrá participar en estas visitas, en calidad de observador; o <br> Para los efectos del presente Capítulo: <br> y cumpla con las demás disposiciones del presente Capítulo. <br> calificadas como originarias al territorio de la otra Parte, será sujeto a <br> (d) cualquier otro procedimiento que las Partes acuerden. <br> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br> territorio de una o ambas Partes; <br> sanciones equivalentes, con las modificaciones procedentes, a las que se <br> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br> Artículo 3.2: Mercancías Totalmente Obtenidas o Enteramente Producidas <br> Para los efectos del Artículo 3.1(a), las siguientes mercancías serán consideradas totalmente <br> aplicarían a un importador en su territorio por contravenir sus leyes y <br> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br> obtenidas o enteramente producidas en el territorio de una o ambas Partes: <br> (a) evidencia directa de los procesos efectuados por el exportador o productor <br> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br> en relación con una importación. <br> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br> (a) plantas y productos de plantas cosechados o recolectados en el territorio de <br> una o ambas Partes; <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br> (b) documentos que prueben la condición de originarios de los materiales empleados; <br> certificado de origen que contiene o está basado en información incorrecta si <br> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br> investigación y el procesamiento de los productos provenientes de dicha actividad; <br> (b) animales vivos, nacidos y criados en el territorio de una o ambas Partes; <br> (c) mercancías obtenidas de animales vivos criados en el territorio de una o ambas Partes; <br> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br> la autoridad competente de la Parte exportadora. <br> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br> autoridad aduanera significa: <br> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca o acuicultura en el <br> producción, operación de equipos o mantenimiento de los edificios; y <br> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br> (e) peces, crustáceos y otras especies marinas obtenidas del mar o del lecho <br> verificación y control, de conformidad con la legislación de cada Parte. <br> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br> o sus sucesores; <br> ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br> autoridad competente significa: <br> marino, fuera del territorio de una Parte, por un barco registrado o <br> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br> (f) mercancías producidas a bordo de barcos fábrica registrados o matriculados <br> (i) desechos y desperdicios derivados de: <br> matriculado en una Parte y que enarbole su bandera; <br> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br> Rica (PROCOMER); <br> en una Parte y que enarbolen su bandera, exclusivamente a partir de las <br> mercancías señaladas en el párrafo (e); <br> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br> (g) minerales y otros recursos naturales inanimados, extraídos del suelo, aguas, <br> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br> preferencial para la mercancía en cuestión. <br> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> presentando a la autoridad aduanera: <br> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br> lecho o subsuelo marino en el territorio de una o ambas Partes; <br> (a) el certificado de origen, que deberá cumplir con las disposiciones <br> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br> independientemente del medio de transporte; <br> (h) mercancías diferentes a los peces, crustáceos y otras especies marinas vivas, <br> establecidas en el Artículo 3.15; y <br> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br> obtenidas o extraídas por una Parte de las aguas, lecho o subsuelo marino <br> (b) otra documentación relacionada a la importación de la mercancía, de <br> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> explotar dichas aguas, lecho o subsuelo marino; <br> fuera del territorio de una Parte, siempre que esa Parte tenga derechos para <br> conformidad con la legislación de la Parte importadora. <br> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br> los que se empaca la mercancía para la venta al por menor; <br> ARTÍCULO 3.20: DOCUMENTOS DE SOPORTE <br> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br> Los documentos empleados para demostrar que las mercancías amparadas por un <br> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br> mercancía es exportada; <br> (i) operaciones de manufactura conducidas en el territorio de una o ambas Partes; o <br> certificado de origen son consideradas como mercancías originarias y cumplen con los <br> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br> (ii) mercancías usadas recolectadas en el territorio de una o ambas Partes, <br> siempre que dichos desechos o desperdicios sirvan sólo para la recuperación de materias primas; y <br> requerimientos del presente Capítulo, pueden incluir, inter alia, los siguientes: <br> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br> (j) mercancías producidas en una o ambas Partes exclusivamente a partir de las <br> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br> mercancías señaladas en los párrafos (a) al (i). <br> para obtener las mercancías referidas, contenida por ejemplo en sus cuentas o la contabilidad interna; <br> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br> mercancía es importada; <br> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br> material significa una mercancía que es utilizada en la producción de otra mercancía, <br> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br> (c) documentos que prueben el trabajo o procesamiento de los materiales empleados; o <br> el trato arancelario preferencial. <br> mercancía será calculado sobre la base del siguiente método: <br> (d) certificados de origen que prueban la condición de originarios de los materiales empleados. <br> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br> material intermedio significa un material originario que es producido por el productor de <br> Artículo 3.3: Valor de Contenido Regional <br> ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br> una mercancía y utilizado en la producción de esa mercancía; <br> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br> al exportador o productor. En caso que el exportador o productor no otorgue su <br> mercancía significa cualquier producto, artículo o material; <br> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br> mercancía no originaria o material no originario significa una mercancía o un material <br> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br> documentos referidos en el Artículo 3.20. <br> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br> que no es originario de conformidad con el presente Capítulo; <br> 2 El valor de los materiales no originarios será: <br> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br> mercancías o materiales fungibles significan mercancías o materiales que son <br> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br> importación del material; o <br> años, contado a partir de la fecha de su emisión. <br> y que no es posible diferenciar una de la otra, por simple examen visual; <br> (b) el primer precio determinable pagado o por pagar por los materiales no <br> VMN: es el valor de los materiales no originarios. <br> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br> transformación. Cuando el productor de una mercancía adquiere materiales <br> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen. <br> de la Parte exportadora. <br> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br> originarios en el territorio de la Parte donde se realizó el proceso o <br> ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br> (a) solicitudes escritas de información al exportador o productor; <br> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br> es originaria cuando se trate de: <br> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br> otra Parte, con el propósito de observar las instalaciones y el proceso <br> prácticas y procedimientos detallados; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br> transporte del material, desde la bodega del proveedor hasta el lugar en que <br> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br> exclusivamente en la postergación de la visita de verificación. <br> productivo de la mercancía y revisar los registros relacionados con el origen, <br> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br> se encuentre ubicado el productor. <br> moneda nacional o una cantidad mayor que la Parte establezca; o <br> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br> ARTÍCULO 3.4: OPERACIONES O PROCESOS MÍNIMOS <br> (b) una importación de mercancías para las cuales la Parte importadora haya <br> productor significa una persona que se involucra en la producción de una mercancía en el <br> 1 Las operaciones o procesos que, individualmente o combinados entre sí, no <br> eximido el requisito de presentación del certificado de origen. <br> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br> ANEXO 3-C <br> confieren origen a una mercancía son los siguientes: <br> hecho, no afectando la validez de la visita. <br> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br> requisitos de certificación del presente Capítulo. <br> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br> (a) operaciones para asegurar la preservación de mercancías en buenas <br> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br> (b) agrupación o fraccionamiento de bultos; <br> (c) operaciones de empaque, desempaque o reempaque para la venta al por menor; <br> condiciones durante su transporte y almacenamiento; <br> VCR = [(VT - VMN)/VT] x 100 <br> verificación, notificar por escrito al exportador o productor de los resultados de la <br> origen correspondiente a través del sitio web destinado para tal fin. <br> (d) sacrificio de animales; <br> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br> 2. La autoridad competente revisará la información correspondiente y en caso de no <br> (e) lavado, limpieza y eliminación de polvo, óxido, aceite, pintura u otros revestimientos; <br> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br> (f) planchado o prensado de productos textiles; <br> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br> (g) simples [1] operaciones de pintura y pulido; <br> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br> autoridad competente y se le asignará un número único de aprobación. <br> (h) desgranado, blanqueo total o parcial, pulido y glaseado de cereales y arroz; <br> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br> (i) simple envasado en botellas, latas, frascos, bolsas, estuches y cajas y la <br> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br> en la Parte importadora, el certificado de origen electrónico. <br> Artículo 3.5: Material Intermedio <br> colocación sobre cartulinas o tableros, y cualquier otra operación simple de envasado; <br> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br> (j) colocación de marcas, etiquetas, logotipos y otros signos distintivos <br> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br> similares en la mercancía o en su envase; <br> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br> (k) simple mezcla de productos; mezcla de azúcar con cualquier material; las <br> Artículo 3.6: Acumulación <br> la información proporcionada por el exportador o productor. <br> certificado de origen electrónico o el número único conforme a los requisitos que <br> operaciones de coloración o de aroma del azúcar o terrones de azúcar; la <br> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br> molienda total o parcial de cristales de azúcar; <br> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br> ser validado y verificado. <br> (l) simple ensamble de partes de las mercancías para constituir una mercancía <br> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br> completa o el desensamble de mercancías en sus piezas; <br> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br> exportador como por la autoridad competente y cumple con los demás requisitos <br> (m) descascarillado, extracción de semillas y pelado de frutas, nueces y vegetales; <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br> establecidos en el presente Acuerdo. <br> (n) afilado, triturado simple o corte simple; o <br> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br> (o) tamizado, cribado, selección, clasificación, graduación, preparación <br> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br> (incluyendo formación de juegos de artículos). <br> mercancías califican como originarias según las disposiciones del presente Capítulo. <br> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br> 2 Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br> específicas contenidas en el Anexo 3-A. <br> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br> [1] Para los efectos del presente Artículo, simple significa actividades que no necesitan ni habilidades <br> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br> especiales ni las máquinas, aparatos y equipos especialmente fabricados o instalados para llevar a cabo la <br> actividad. Sin embargo, la simple mezcla no incluye la reacción química, según se define este último término en el Anexo 3-A. <br> confidencialidad de la información. <br> ARTÍCULO 3.25: SANCIONES <br> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br> propósito de la determinación del origen de la mercancía. <br> ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> dependencia que dictó el acto administrativo; y <br> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br> como las condiciones que las Partes consideren necesarias para efectos de su aplicación. <br> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br> Artículo 3.7: De Minimis <br> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br> Acuerdo de Valoración Aduanera. <br> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br> Sección B: Procedimientos de Origen <br> está determinado según el presente Artículo. <br> (a) combustible, energía, catalizadores y solventes; <br> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br> Artículo 3.8: Mercancías y Materiales Fungibles <br> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br> (a) una separación física de las mercancías o materiales; o <br> aplicables del presente Capítulo. <br> (b) un método de manejo de inventario reconocido en los Principios de <br> manejo de inventario. <br> Artículo 3.9: Accesorios, Repuestos y Herramientas <br> fungible se determinará por: <br> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br> Contabilidad Generalmente Aceptados de la Parte exportadora. <br> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br> se identifique por separado en la propia factura; y <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br> y no se hayan facturado por separado, independientemente de que cada uno <br> los habituales para la mercancía. <br> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br> Artículo 3.10: Juegos o Surtidos de Mercancías <br> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br> contenido regional de la mercancía. <br> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br> Artículo 3.11: Envases y Material de Empaque para la Venta al por Menor <br> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br> Artículo 3.12: Contenedores y Materiales de Embalaje para Embarque <br> FOB del juego o surtido. <br> determinación del origen de la mercancía. <br> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br> 2 Materiales indirectos significan artículos utilizados en la producción de una <br> cuenta para la determinación del origen de las mercancías, según sea el caso. <br> Artículo 3.13: Materiales Indirectos <br> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> considerarán como originarios independientemente del lugar de su producción. <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br> (d) herramientas, troqueles y moldes; <br> forma parte de esa producción. <br> ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br> operación necesaria para mantener la mercancía en buenas condiciones o <br> para transportarla a territorio de una Parte; o <br> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br> autoridad competente de la Parte exportadora a solicitud del exportador. <br> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br> partir de la fecha de su emisión. <br> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br> hubiese servido como base para la expedición del certificado de origen original, que tenga <br> en su poder el exportador. <br> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br> territorio de una Parte. <br> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br> "}, {"ArticleTitle": ".29: REGLAMENTACIONES UNIFORMES", "ArticleDesc": "ARTÍCULO 3.29: REGLAMENTACIONES UNIFORMES <br> 1 Las Partes podrán establecer, a la fecha de entrada en vigor del presente Acuerdo o <br> en cualquier otra fecha que las Partes acuerden, reglamentaciones uniformes referentes a la <br> interpretación, aplicación y administración del presente Capítulo, las cuales podrán ser <br> adoptadas por la Comisión. <br> 2 Una vez acordadas las reglamentaciones uniformes, cada Parte las pondrá en <br> vigencia, incluyendo toda modificación o adición a estas, a más tardar 180 días después del <br> acuerdo respectivo entre las Partes, o en cualquier otro plazo que estas acuerden. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo 3 <br> ARTÍCULO 3.18: OBLIGACIONES RELACIONADAS A LAS EXPORTACIONES <br> ARTÍCULO 3.24: PROCESO DE VERIFICACIÓN <br> ARTÍCULO 3.28: FACTURACIÓN POR UN TERCER PAÍS <br> ARTÍCULO 3.30: ENVÍO Y RECEPCIÓN DE CERTIFICADOS DE ORIGEN ELECTRÓNICO <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 El exportador que haya solicitado un certificado de origen, deberá proveer o hacer <br> Cuando una mercancía originaria es importada al territorio de una Parte, sin que el <br> 1 A fin de determinar si una mercancía importada por una Parte desde la otra Parte <br> Cada Parte mantendrá o adoptará sanciones penales, civiles o administrativas por <br> 1 El certificado de origen electrónico: <br> Sección A: Reglas de Origen <br> importador de la mercancía haya solicitado el trato arancelario preferencial al momento de <br> los arreglos para que el productor provea, a solicitud de la autoridad aduanera de la Parte <br> califica como una mercancía originaria, la autoridad competente de la Parte importadora <br> disposiciones del presente Capítulo, la factura que se presenta al momento de la <br> (a) solo será válido si está firmado digitalmente por un funcionario de la <br> ARTÍCULO 3.1: MERCANCÍAS ORIGINARIAS <br> importadora, toda información utilizada por dicho productor en la fabricación de las <br> podrá realizar una verificación de origen a través de: <br> importación podrá ser expedida por una persona ubicada en el territorio de un país no Parte. <br> autoridad competente, designado al efecto; <br> Salvo que se disponga lo contrario en el presente Capítulo, una mercancía es originaria cuando: <br> mercancías en el marco de un proceso de verificación de conformidad con el Artículo 3.24. <br> Cada Parte asegurará, respecto de sus actos administrativos relacionados con la <br> En dicho caso, esto deberá reflejarse en el certificado de origen, conforme a lo establecido en el Anexo 3-B. <br> (b) tendrá un número único con el cual se podrá identificar individualmente <br> (a) es totalmente obtenida o enteramente producida en el territorio de una o <br> 2 Cada Parte dispondrá que: <br> (b) cuestionarios escritos dirigidos al exportador o productor; <br> determinación de origen, que los importadores, exportadores o productores tengan acceso a: <br> cada certificado; y <br> ambas Partes, según se define en el Artículo 3.2; <br> (a) un exportador a quien se le ha emitido un certificado de origen notificará <br> (a) un nivel de revisión administrativa independiente del funcionario o <br> (c) visitas a las instalaciones de un exportador o productor en el territorio de la <br> (c) será intercambiado entre las autoridades competentes por un medio <br> (b) es producida en el territorio de una o ambas Partes, a partir de materiales no <br> prontamente y por escrito a la autoridad aduanera de la Parte importadora, <br> electrónico previamente acordado. <br> originarios que cumplan con el cambio de clasificación arancelaria, el valor <br> con copia a la autoridad competente de la Parte exportadora y al <br> (b) un nivel de revisión judicial del acto administrativo. <br> 2 El procedimiento para el envío y recepción del certificado de origen electrónico se <br> de contenido regional u otras reglas de origen específicas contenidas en el Anexo 3-A; o <br> importador, cualquier cambio que pudiera afectar la exactitud o validez de ese certificado; y <br> incluyendo libros contables y cualquier tipo de documentos de soporte <br> incluye en el Anexo 3-C. <br> (c) es producida en el territorio de una o ambas Partes, a partir exclusivamente <br> (b) si un exportador entregó un certificado de origen que contiene o está <br> indicados en el Artículo 3.20. La autoridad competente de la Parte <br> ARTÍCULO 3.31: DEFINICIONES <br> de materiales originarios, <br> basado en información falsa y con el mismo se exportaron mercancías <br> exportadora podrá participar en estas visitas, en calidad de observador; o <br> Para los efectos del presente Capítulo: <br> y cumpla con las demás disposiciones del presente Capítulo. <br> calificadas como originarias al territorio de la otra Parte, será sujeto a <br> (d) cualquier otro procedimiento que las Partes acuerden. <br> acuicultura significa el cultivo o crianza de especies acuáticas, incluyendo, entre otros: <br> territorio de una o ambas Partes; <br> sanciones equivalentes, con las modificaciones procedentes, a las que se <br> 2 La autoridad aduanera de la Parte importadora deberá notificar el inicio del proceso <br> peces, moluscos, crustáceos, otros invertebrados y plantas, abarcando su ciclo biológico <br> Artículo 3.2: Mercancías Totalmente Obtenidas o Enteramente Producidas <br> Para los efectos del Artículo 3.1(a), las siguientes mercancías serán consideradas totalmente <br> aplicarían a un importador en su territorio por contravenir sus leyes y <br> de verificación al exportador, productor e importador y enviar una copia de la notificación a <br> completo o parcial, a partir de simientes tales como huevos, peces inmaduros, alevines y <br> obtenidas o enteramente producidas en el territorio de una o ambas Partes: <br> (a) evidencia directa de los procesos efectuados por el exportador o productor <br> reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas <br> larvas. Se realiza en un medio seleccionado y controlado, en ambientes hídricos naturales o <br> en relación con una importación. <br> 3 Para los efectos del presente Artículo, la autoridad aduanera de la Parte importadora <br> artificiales, tanto en aguas marinas, dulces o salobres. Se incluyen las actividades de <br> (a) plantas y productos de plantas cosechados o recolectados en el territorio de <br> una o ambas Partes; <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar un <br> poblamiento o siembra, y repoblamiento o resiembra, cultivo, así como las actividades de <br> (b) documentos que prueben la condición de originarios de los materiales empleados; <br> certificado de origen que contiene o está basado en información incorrecta si <br> recibo o por cualquier medio que haga constar la recepción de la notificación y de las <br> investigación y el procesamiento de los productos provenientes de dicha actividad; <br> (b) animales vivos, nacidos y criados en el territorio de una o ambas Partes; <br> (c) mercancías obtenidas de animales vivos criados en el territorio de una o ambas Partes; <br> voluntariamente lo comunica por escrito a la autoridad aduanera de la Parte importadora, <br> la autoridad competente de la Parte exportadora. <br> solicitudes escritas de información, los cuestionarios y visitas a los exportadores o productores. <br> autoridad aduanera significa: <br> con copia a la autoridad competente de la Parte exportadora y al importador, previo a que la <br> 4 Para los efectos de los párrafos 1(a) y 1(b), el exportador o productor deberá <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca o acuicultura en el <br> producción, operación de equipos o mantenimiento de los edificios; y <br> autoridad aduanera de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> responder la solicitud de información o cuestionario realizado por la autoridad aduanera de <br> (b) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br> (e) peces, crustáceos y otras especies marinas obtenidas del mar o del lecho <br> verificación y control, de conformidad con la legislación de cada Parte. <br> la Parte importadora, dentro de un período de 30 días contados desde su fecha de recepción. <br> o sus sucesores; <br> ARTÍCULO 3.19: REEMBOLSO DE LOS DERECHOS DE ADUANA <br> Durante dicho plazo, el exportador o productor podrá, por una sola vez, solicitar por escrito <br> autoridad competente significa: <br> marino, fuera del territorio de una Parte, por un barco registrado o <br> a la autoridad aduanera de la Parte importadora la prórroga del mismo, la cual no puede ser <br> (a) para el caso de Colombia, la Dirección de Impuestos y Aduanas Nacionales; y <br> (f) mercancías producidas a bordo de barcos fábrica registrados o matriculados <br> (i) desechos y desperdicios derivados de: <br> matriculado en una Parte y que enarbole su bandera; <br> superior a 30 días adicionales. Si dentro del periodo establecido, el exportador o productor <br> (b) para el caso de Costa Rica, la Promotora de Comercio Exterior de Costa <br> la importación, el importador podrá solicitar, a más tardar un año después de la fecha de <br> no completa debidamente el cuestionario, no proporciona la información solicitada o no <br> Rica (PROCOMER); <br> en una Parte y que enarbolen su bandera, exclusivamente a partir de las <br> mercancías señaladas en el párrafo (e); <br> aceptación de la declaración aduanera de importación, el reembolso de cualquier derecho <br> responde, la autoridad aduanera de la Parte importadora negará el trato arancelario <br> (g) minerales y otros recursos naturales inanimados, extraídos del suelo, aguas, <br> pagado en exceso, como resultado de no haber solicitado el trato arancelario preferencial, <br> preferencial para la mercancía en cuestión. <br> CIF significa el valor de transacción de la mercancía importada, incluyendo los costos de <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> presentando a la autoridad aduanera: <br> 5 Cuando la autoridad aduanera de la Parte importadora haya recibido la respuesta de <br> seguro y flete hasta el puerto o lugar de entrada en el país de importación, <br> lecho o subsuelo marino en el territorio de una o ambas Partes; <br> (a) el certificado de origen, que deberá cumplir con las disposiciones <br> la solicitud escrita de información o el cuestionario a que se refieren los párrafos 1(a) y <br> independientemente del medio de transporte; <br> (h) mercancías diferentes a los peces, crustáceos y otras especies marinas vivas, <br> establecidas en el Artículo 3.15; y <br> 1(b), dentro del plazo correspondiente, y estime que requiere mayor información para <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas <br> obtenidas o extraídas por una Parte de las aguas, lecho o subsuelo marino <br> (b) otra documentación relacionada a la importación de la mercancía, de <br> comprobar el origen de la mercancía objeto de verificación, podrá realizar una nueva <br> para proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> explotar dichas aguas, lecho o subsuelo marino; <br> fuera del territorio de una Parte, siempre que esa Parte tenga derechos para <br> conformidad con la legislación de la Parte importadora. <br> solicitud al exportador o productor, la cual deberá ser remitida en un plazo no mayor a 30 <br> los que se empaca la mercancía para la venta al por menor; <br> ARTÍCULO 3.20: DOCUMENTOS DE SOPORTE <br> días contados a partir de la fecha de recepción de la solicitud de información adicional. <br> exportador significa una persona ubicada en el territorio de una Parte desde el cual la <br> Los documentos empleados para demostrar que las mercancías amparadas por un <br> 6 El importador en un plazo de 30 días contados a partir de la notificación de inicio <br> mercancía es exportada; <br> (i) operaciones de manufactura conducidas en el territorio de una o ambas Partes; o <br> certificado de origen son consideradas como mercancías originarias y cumplen con los <br> del proceso de verificación de origen, podrá aportar los documentos, pruebas o <br> FOB significa el valor de la mercancía libre a bordo, incluyendo el costo de transporte <br> (ii) mercancías usadas recolectadas en el territorio de una o ambas Partes, <br> siempre que dichos desechos o desperdicios sirvan sólo para la recuperación de materias primas; y <br> requerimientos del presente Capítulo, pueden incluir, inter alia, los siguientes: <br> manifestaciones que consideren pertinentes. Adicionalmente, podrá solicitar por una sola <br> hasta el puerto o el lugar de envío definitivo, independientemente del medio de transporte; <br> (j) mercancías producidas en una o ambas Partes exclusivamente a partir de las <br> vez y por escrito una prórroga a la autoridad aduanera de la Parte importadora, que no <br> importador significa una persona ubicada en el territorio de una Parte hacia el cual la <br> mercancías señaladas en los párrafos (a) al (i). <br> para obtener las mercancías referidas, contenida por ejemplo en sus cuentas o la contabilidad interna; <br> podrá ser superior a 30 días. El solo hecho de que el importador no aporte documentos, <br> mercancía es importada; <br> pruebas o manifestaciones, no será motivo suficiente para que la autoridad aduanera niegue <br> material significa una mercancía que es utilizada en la producción de otra mercancía, <br> 1 El valor de contenido regional (en lo sucesivo denominado @^@VCR@^@) de una <br> (a) una importación de mercancías cuyo valor en aduanas no exceda de mil <br> (c) documentos que prueben el trabajo o procesamiento de los materiales empleados; o <br> el trato arancelario preferencial. <br> mercancía será calculado sobre la base del siguiente método: <br> (d) certificados de origen que prueban la condición de originarios de los materiales empleados. <br> 7 Para los efectos del párrafo 1(c), la autoridad aduanera de la Parte importadora <br> material intermedio significa un material originario que es producido por el productor de <br> Artículo 3.3: Valor de Contenido Regional <br> ARTÍCULO 3.21: PRESERVACIÓN DEL CERTIFICADO DE ORIGEN Y DOCUMENTOS DE SOPORTE <br> deberá notificar por escrito tal solicitud, al menos 30 días antes de la visita de verificación <br> una mercancía y utilizado en la producción de esa mercancía; <br> donde: VCR: es el valor de contenido regional, expresado como porcentaje; <br> 1 Un exportador que solicita la emisión de un certificado de origen deberá mantener <br> al exportador o productor. En caso que el exportador o productor no otorgue su <br> mercancía significa cualquier producto, artículo o material; <br> VT: es el valor de transacción de la mercancía, ajustado sobre una base FOB; y <br> por un período de por lo menos cinco años, contado a partir de la fecha de su emisión, los <br> consentimiento por escrito para la visita en un plazo de 15 días contados desde la fecha de <br> mercancía no originaria o material no originario significa una mercancía o un material <br> 2 El párrafo 1 no se aplicará a importaciones, incluyendo las fraccionadas, que se <br> documentos referidos en el Artículo 3.20. <br> recepción de la notificación, la autoridad aduanera de la Parte importadora negará el trato <br> que no es originario de conformidad con el presente Capítulo; <br> 2 El valor de los materiales no originarios será: <br> 2 La autoridad competente de la Parte exportadora que emite el certificado de origen <br> arancelario preferencial a la mercancía en cuestión. La solicitud de la visita se comunicará a <br> mercancías o materiales fungibles significan mercancías o materiales que son <br> (a) el valor de transacción ajustado sobre una base CIF al momento de la <br> deberá mantener una copia del certificado de origen por un período de por lo menos cinco <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente idénticas <br> importación del material; o <br> años, contado a partir de la fecha de su emisión. <br> y que no es posible diferenciar una de la otra, por simple examen visual; <br> (b) el primer precio determinable pagado o por pagar por los materiales no <br> VMN: es el valor de los materiales no originarios. <br> 3 Un importador que solicita el tratamiento preferencial para una mercancía deberá <br> efectúen o se pretendan efectuar con el propósito de evadir el cumplimiento de los <br> párrafo 7, podrá solicitar por una sola vez, dentro de los 15 días siguientes a la fecha de <br> mercancías idénticas significa mercancías idénticas, según se define en el Acuerdo de Valoración Aduanera; <br> mantener, por un período de por lo menos cinco años desde la fecha de importación de la <br> recepción de la notificación, la postergación de la visita de verificación propuesta por un <br> Principios de Contabilidad Generalmente Aceptados significa reconocido consenso o <br> transformación. Cuando el productor de una mercancía adquiere materiales <br> mercancía, la documentación relacionada a la importación incluyendo el certificado de origen. <br> de la Parte exportadora. <br> plazo no mayor a 30 días a partir de la fecha en que se recibió la notificación, o por un <br> apoyo sustancial autorizado y adoptado en el territorio de una Parte con respecto al registro <br> no originarios dentro de esa Parte, el valor de dichos materiales no incluirá <br> originarios en el territorio de la Parte donde se realizó el proceso o <br> ARTÍCULO 3.22: EXCEPCIONES A LA OBLIGACIÓN DE LA PRESENTACIÓN DEL CERTIFICADO DE ORIGEN <br> (a) solicitudes escritas de información al exportador o productor; <br> plazo mayor que acuerden la autoridad aduanera de la Parte importadora y el exportador o <br> de los ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> 1 Las Partes no requerirán un certificado de origen que demuestre que una mercancía <br> el productor. Para estos efectos, la autoridad aduanera de la Parte importadora deberá <br> elaboración de estados financieros. Los Principios de Contabilidad Generalmente <br> es originaria cuando se trate de: <br> comunicar la postergación de la visita a la autoridad competente de la Parte exportadora. <br> Aceptados pueden abarcar guías amplias de aplicación general, así como aquellas normas, <br> el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> 9 Una Parte no negará el trato arancelario preferencial con fundamento <br> otra Parte, con el propósito de observar las instalaciones y el proceso <br> prácticas y procedimientos detallados; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> 3 Los valores referidos anteriormente serán determinados de conformidad con el <br> transporte del material, desde la bodega del proveedor hasta el lugar en que <br> dólares de Estados Unidos de América (US$ 1,000) o su equivalente en <br> exclusivamente en la postergación de la visita de verificación. <br> productivo de la mercancía y revisar los registros relacionados con el origen, <br> producción significa el cultivo, extracción, cosecha, pesca, crianza, caza con trampas, <br> se encuentre ubicado el productor. <br> moneda nacional o una cantidad mayor que la Parte establezca; o <br> 10 La autoridad aduanera de la Parte importadora levantará un acta de la visita, que <br> caza, manufactura, procesamiento, o ensamblado de una mercancía; y <br> ARTÍCULO 3.4: OPERACIONES O PROCESOS MÍNIMOS <br> (b) una importación de mercancías para las cuales la Parte importadora haya <br> productor significa una persona que se involucra en la producción de una mercancía en el <br> 1 Las operaciones o procesos que, individualmente o combinados entre sí, no <br> eximido el requisito de presentación del certificado de origen. <br> caso que el productor o exportador se nieguen a firmar el acta, se dejará constancia de este <br> ANEXO 3-C <br> confieren origen a una mercancía son los siguientes: <br> hecho, no afectando la validez de la visita. <br> PROCEDIMIENTO PARA EL ENVÍO Y RECEPCIÓN DEL CERTIFICADO DE ORIGEN ELECTRÓNICO <br> requisitos de certificación del presente Capítulo. <br> 11 La autoridad aduanera de la Parte importadora deberá, en un plazo no mayor a 365 <br> Las Partes adoptan el siguiente procedimiento para el envío y recepción de certificados de origen electrónicos: <br> (a) operaciones para asegurar la preservación de mercancías en buenas <br> días a partir de la fecha de recepción de la notificación del inicio del proceso de <br> 1. El exportador solicitará a la autoridad competente la expedición del certificado de <br> (b) agrupación o fraccionamiento de bultos; <br> (c) operaciones de empaque, desempaque o reempaque para la venta al por menor; <br> condiciones durante su transporte y almacenamiento; <br> VCR = [(VT - VMN)/VT] x 100 <br> verificación, notificar por escrito al exportador o productor de los resultados de la <br> origen correspondiente a través del sitio web destinado para tal fin. <br> (d) sacrificio de animales; <br> determinación de origen de la mercancía, incluyendo los fundamentos de hecho y de <br> 2. La autoridad competente revisará la información correspondiente y en caso de no <br> (e) lavado, limpieza y eliminación de polvo, óxido, aceite, pintura u otros revestimientos; <br> derecho de la determinación. Asimismo deberá enviar una copia a la autoridad competente <br> que lleve a cabo la verificación de origen notificará por correo certificado con acuse de <br> existir incumplimiento de los requisitos establecidos en el presente Acuerdo, el <br> (f) planchado o prensado de productos textiles; <br> certificado de origen se expedirá electrónicamente, será firmado digitalmente por la <br> (g) simples [1] operaciones de pintura y pulido; <br> 12 Transcurrido el plazo establecido en el párrafo 11, sin que la autoridad aduanera de <br> autoridad competente y se le asignará un número único de aprobación. <br> (h) desgranado, blanqueo total o parcial, pulido y glaseado de cereales y arroz; <br> la Parte importadora haya emitido una determinación de origen, se procederá a aceptar el <br> 3. La autoridad competente enviará a su exportador y a la autoridad que corresponda <br> (i) simple envasado en botellas, latas, frascos, bolsas, estuches y cajas y la <br> trato arancelario preferencial correspondiente a la mercancía objeto de verificación. <br> en la Parte importadora, el certificado de origen electrónico. <br> Artículo 3.5: Material Intermedio <br> colocación sobre cartulinas o tableros, y cualquier otra operación simple de envasado; <br> 13 La autoridad aduanera de la Parte importadora notificará por escrito al importador el <br> 4. La autoridad competente proporcionará un servicio web que permita consultar los <br> (j) colocación de marcas, etiquetas, logotipos y otros signos distintivos <br> resultado del proceso de verificación de origen, el cual deberá ser acompañado de los <br> certificados de origen electrónicos los 365 días del año y las 24 horas del día. <br> similares en la mercancía o en su envase; <br> fundamentos de hecho y derecho para la determinación, respetando la confidencialidad de <br> 5. El importador del país destino entregará a la autoridad aduanera correspondiente el <br> (k) simple mezcla de productos; mezcla de azúcar con cualquier material; las <br> Artículo 3.6: Acumulación <br> la información proporcionada por el exportador o productor. <br> certificado de origen electrónico o el número único conforme a los requisitos que <br> operaciones de coloración o de aroma del azúcar o terrones de azúcar; la <br> 14 Si como resultado de un proceso de verificación de origen, de conformidad con el <br> establezca la Parte importadora, para que el certificado de origen electrónico pueda <br> molienda total o parcial de cristales de azúcar; <br> presente Artículo, la autoridad aduanera de la Parte importadora determina que la <br> ser validado y verificado. <br> (l) simple ensamble de partes de las mercancías para constituir una mercancía <br> mercancía no califica como originaria, negará el trato arancelario preferencial a la <br> 6. Un certificado de origen será válido si está firmado digitalmente tanto por el <br> completa o el desensamble de mercancías en sus piezas; <br> mercancía objeto de verificación. Asimismo, dicha autoridad aduanera de la Parte <br> exportador como por la autoridad competente y cumple con los demás requisitos <br> (m) descascarillado, extracción de semillas y pelado de frutas, nueces y vegetales; <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con los <br> importadora podrá suspender el trato arancelario preferencial a cualquier importación <br> establecidos en el presente Acuerdo. <br> (n) afilado, triturado simple o corte simple; o <br> subsecuente de mercancías idénticas que hayan sido producidas por el mismo productor, <br> Las autoridades competentes supervisarán tanto el proceso de implementación como la <br> (o) tamizado, cribado, selección, clasificación, graduación, preparación <br> hasta que se demuestre ante la autoridad aduanera de la Parte importadora que las <br> posterior ejecución del procedimiento. La Comisión podrá adoptar reformas a este <br> (incluyendo formación de juegos de artículos). <br> mercancías califican como originarias según las disposiciones del presente Capítulo. <br> procedimiento, con el fin de adecuarlos a nuevas tecnologías o volverlo más eficiente. <br> 2 Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> 15 La suspensión del trato arancelario preferencial, de conformidad con el párrafo 14, <br> específicas contenidas en el Anexo 3-A. <br> será comunicada por la autoridad aduanera de la Parte importadora al exportador o <br> [1] Para los efectos del presente Artículo, simple significa actividades que no necesitan ni habilidades <br> productor, importador y a la autoridad competente de la Parte exportadora, exponiendo los <br> especiales ni las máquinas, aparatos y equipos especialmente fabricados o instalados para llevar a cabo la <br> actividad. Sin embargo, la simple mezcla no incluye la reacción química, según se define este último término en el Anexo 3-A. <br> confidencialidad de la información. <br> ARTÍCULO 3.25: SANCIONES <br> Cuando un material intermedio es utilizado en la producción de una mercancía, no se <br> tomará en cuenta los materiales no originarios contenidos en dicho material intermedio para <br> infracciones relacionadas con las disposiciones del presente Capítulo, conforme a su legislación. <br> propósito de la determinación del origen de la mercancía. <br> ARTÍCULO 3.26: RECURSOS DE REVISIÓN Y APELACIÓN <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en <br> una mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> dependencia que dictó el acto administrativo; y <br> mismo país o un mismo grupo de países no Parte, las mercancías o materiales de dicho país <br> o grupo de países no Parte, incorporados en el territorio de una Parte, podrán ser <br> requisitos establecidos en el Artículo 3.1 y todos los demás requisitos aplicables del presente Capítulo. <br> 3 Cuando cada Parte haya establecido un acuerdo comercial preferencial con un <br> considerados como originarios del territorio de esa Parte, siempre que se cumpla con las <br> 8 Cuando el exportador o productor reciba una notificación de conformidad con el <br> como las condiciones que las Partes consideren necesarias para efectos de su aplicación. <br> reglas de origen aplicables para esa mercancía o material bajo el presente Acuerdo. <br> 4 Para la aplicación del párrafo 3, cada Parte deberá haber acordado disposiciones <br> 1 Una mercancía será considerada originaria si el valor de todos los materiales no <br> equivalentes a las señaladas en dicho párrafo con el país o grupo de países no Parte, así <br> originarios utilizados en su producción, que no cumplen con el cambio de clasificación <br> Artículo 3.7: De Minimis <br> 2 Cuando la mercancía mencionada en el párrafo 1, esté sujeta a un requisito de <br> Acuerdo de Valoración Aduanera. <br> contendrá los hechos por ella constatados, y de ser el caso, un listado de la información o <br> arancelaria de conformidad con el Anexo 3-A, no excede el 10% del valor FOB de la mercancía. <br> documentación recabada. Dicha acta podrá ser firmada por el productor o exportador. En <br> materiales no originarios se incluirá en el cálculo del valor de contenido regional de la mercancía. <br> cambio de clasificación arancelaria y de valor de contenido regional, el valor de todos los <br> incluyendo cualquier componente, ingrediente, materia prima, parte o pieza; <br> 3 El párrafo 1 no se aplicará a los materiales no originarios utilizados en la <br> fibras o hilados utilizados en la producción del componente de la mercancía que determina <br> producción de mercancías clasificadas en los Capítulos 1 a 24 del Sistema Armonizado, a <br> su clasificación arancelaria no sufren el cambio de clasificación arancelaria establecido en <br> menos que estén clasificadas en una subpartida distinta de la de las mercancías cuyo origen <br> Sección B: Procedimientos de Origen <br> está determinado según el presente Artículo. <br> (a) combustible, energía, catalizadores y solventes; <br> 4 El párrafo 1 no se aplicará a los materiales no originarios clasificados en el Capítulo <br> 15 del Sistema Armonizado que se utilizan en la producción de las mercancías clasificadas <br> en las partidas 15.01 a 15.08 o 15.11 a 15.15 del Sistema Armonizado. <br> 5 No obstante el párrafo 1, una mercancía del sector textil y confección clasificada en <br> 1 A fin de determinar si una mercancía es originaria, cualquier mercancía o material <br> los Capítulos 50 al 63 del Sistema Armonizado, que no sea originaria debido a que ciertas <br> Artículo 3.8: Mercancías y Materiales Fungibles <br> el Anexo 3-A, será considerada una mercancía originaria si el peso total de todas estas <br> fibras o hilados en ese componente no excede el 10% del peso total de dicho componente. <br> 6 En todos los casos, la mercancía deberá cumplir con todos los demás requisitos <br> (a) una separación física de las mercancías o materiales; o <br> aplicables del presente Capítulo. <br> (b) un método de manejo de inventario reconocido en los Principios de <br> manejo de inventario. <br> Artículo 3.9: Accesorios, Repuestos y Herramientas <br> fungible se determinará por: <br> fundamentos de hecho y de derecho que justifiquen su determinación, y respetando la <br> Contabilidad Generalmente Aceptados de la Parte exportadora. <br> 2 El método de manejo de inventario seleccionado, de conformidad con el párrafo 1, <br> (a) los accesorios, repuestos o herramientas estén clasificados con la mercancía <br> para una mercancía o material fungible en particular, continuará siendo utilizado para esas <br> mercancías o materiales, durante el año fiscal de la persona que seleccionó el método de <br> se identifique por separado en la propia factura; y <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean <br> 1 Los accesorios, repuestos o herramientas entregadas con la mercancía, se deberán <br> tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor de <br> y no se hayan facturado por separado, independientemente de que cada uno <br> los habituales para la mercancía. <br> 2 Si una mercancía está sujeta a un requisito de valor de contenido regional, el valor <br> Artículo 3.10: Juegos o Surtidos de Mercancías <br> de los accesorios, repuestos o herramientas descritos en el párrafo 1 serán considerados <br> contenido regional de la mercancía. <br> 1 Si las mercancías son clasificadas como un juego o surtido como resultado de la <br> Artículo 3.11: Envases y Material de Empaque para la Venta al por Menor <br> 1 Cuando los envases y materiales de empaque para la venta al por menor estén <br> aplicación de la Regla General Interpretativa 3 del Sistema Armonizado, el juego o surtido <br> será considerado como originario sólo si cada mercancía en el juego o surtido es originaria, <br> y tanto el juego o surtido como las mercancías cumplen con todos los demás requisitos <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> 2 Cuando las mercancías estén sujetas a un requisito de valor de contenido regional, el <br> 2 No obstante el párrafo 1, un juego o surtido de mercancías es originario, si el valor <br> valor de los materiales de empaque y envases para la venta al por menor será tomado en <br> de todas las mercancías no originarias en el juego o surtido no excede el 15% del valor <br> Artículo 3.12: Contenedores y Materiales de Embalaje para Embarque <br> FOB del juego o surtido. <br> determinación del origen de la mercancía. <br> clasificados con la mercancía, no se tomará en cuenta para la determinación del origen de la mercancía. <br> 2 Materiales indirectos significan artículos utilizados en la producción de una <br> cuenta para la determinación del origen de las mercancías, según sea el caso. <br> Artículo 3.13: Materiales Indirectos <br> Los contenedores y materiales de embalaje para embarque no se tomarán en cuenta para la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> considerarán como originarios independientemente del lugar de su producción. <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía que no se incorporan físicamente ni forman parte de esta, incluyendo: <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo <br> uso en la producción de la mercancía pueda demostrarse adecuadamente que <br> (d) herramientas, troqueles y moldes; <br> forma parte de esa producción. <br> ARTÍCULO 3.14: TRÁNSITO Y TRANSBORDO <br> Cada Parte dispondrá que una mercancía no se considerará originaria, si la mercancía: <br> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga o cualquier otra <br> operación necesaria para mantener la mercancía en buenas condiciones o <br> para transportarla a territorio de una Parte; o <br> (b) no permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> ARTÍCULO 3.15: CERTIFICACIÓN DE ORIGEN <br> 1 El importador podrá solicitar el trato arancelario preferencial basado en un <br> certificado de origen escrito o electrónico, establecido en el Anexo 3-B, emitido por la <br> autoridad competente de la Parte exportadora a solicitud del exportador. <br> 2 El certificado de origen al que se refiere el párrafo 1, tendrá una validez de un año a <br> partir de la fecha de su emisión. <br> 3 El certificado de origen cubrirá una o más mercancías de un sólo embarque. <br> 4 El exportador de la mercancía que solicita un certificado de origen deberá presentar <br> todos los documentos necesarios que prueben el carácter originario de la mercancía en <br> cuestión, según sea requerido por la autoridad competente. Asimismo, el exportador debe <br> comprometerse a cumplir los demás requisitos aplicables al presente Capítulo. <br> 5 En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente que lo emitió, un duplicado del <br> certificado original sobre la base de la factura de exportación o cualquier otra prueba que <br> hubiese servido como base para la expedición del certificado de origen original, que tenga <br> en su poder el exportador. <br> 6 El duplicado emitido de conformidad con el párrafo anterior deberá tener en el <br> campo de observaciones la frase @^@DUPLICADO del Certificado de Origen número […] de <br> fecha […]@^@, con el fin de que el período de validez sea contabilizado desde el día señalado. <br> territorio de una Parte. <br> mercancía cumplen el correspondiente cambio de clasificación arancelaria, siempre que: <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> ARTÍCULO 4.9: REVISIÓN Y APELACIÓN <br> conclusiones y recomendaciones al respecto. <br> FACILITACIÓN DEL COMERCIO Y PROCEDIMIENTOS ADUANEROS <br> Cada Parte asegurará, respecto de los actos administrativos en materia aduanera, que las <br> personas naturales o jurídicas sujetas a tales actos, tengan acceso a: <br> (a) un nivel de revisión administrativa, que sea independiente del funcionario u <br> oficina que dictó tal acto; y <br> (b) por lo menos, un nivel de revisión judicial. <br> Artículo 4.10: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan la imposición de sanciones <br> administrativas y, cuando corresponda, sanciones penales, por la violación de su legislación <br> y regulaciones aduaneras, incluyendo aquellas que rigen la clasificación arancelaria, la <br> valoración aduanera, el origen, y las solicitudes de trato preferencial según el presente Acuerdo. <br> Artículo 4.11: Resoluciones Anticipadas <br> 1 Cada Parte deberá emitir por escrito una resolución anticipada previa a la <br> importación de una mercancía a su territorio, cuando un importador en su territorio, o un <br> exportador o productor en el territorio de la otra Parte [1] lo haya solicitado por escrito, respecto de: <br> (a) la clasificación arancelaria; <br> (b) la aplicación de criterios de valoración aduanera para un caso particular, de <br> conformidad con la aplicación de las disposiciones contenidas en el Acuerdo <br> de Valoración Aduanera [2]; <br> (c) si una mercancía es originaria de acuerdo con el Capítulo 3 (Reglas de <br> Origen y Procedimientos de Origen); y <br> (d) otros asuntos que las Partes acuerden. <br> 2 Cada Parte deberá emitir la resolución anticipada dentro de los 90 días siguientes a <br> la presentación de la solicitud, siempre que el solicitante haya presentado toda la <br> información que la Parte requiere, incluyendo, si se solicita, una muestra de la mercancía <br> para la que el solicitante esté pidiendo la resolución anticipada. El plazo anterior podrá <br> prorrogarse en los eventos contemplados por la legislación de una Parte. Al emitir la <br> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br> fecha de su emisión, u otra fecha especificada en la resolución siempre que los hechos o <br> circunstancias en los que se basa la resolución no hayan cambiado. <br> 4 La Parte que emite la resolución anticipada podrá modificarla o revocarla luego de <br> haberla notificado al solicitante, cuando cambien los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que sirvieron de base para su expedición o cuando se haya <br> fundamentado en información incorrecta o falsa. En caso que la mencionada modificación <br> o revocación se sustente en un cambio de los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que les sirvieron de base, dicha modificación o revocación podrá <br> aplicarse desde la fecha en que tales criterios, hechos, circunstancias, leyes, reglamentos o <br> normas surten efectos. En caso de información incorrecta o falsa, dicha modificación o <br> revocación podrá aplicarse desde la fecha de la emisión de la referida resolución anticipada. <br> 5 Con sujeción a los requisitos de confidencialidad previstos en su legislación, cada <br> resolución anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el <br> Parte podrá poner a disposición del público sus resoluciones anticipadas. <br> solicitante haya presentado. <br> 6 Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes relacionadas con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de la misma, las Partes pueden aplicar las medidas pertinentes, <br> incluyendo acciones civiles, penales y administrativas de conformidad con la legislación de cada Parte. <br> [1] Las referencias a importador, exportador o productor incluyen a sus representantes debidamente <br> acreditados, de acuerdo con la legislación de la Parte receptora de la solicitud. <br> [2] Sobre las resoluciones anticipadas en materia de valoración, la autoridad aduanera se pronunciará <br> únicamente sobre el método de valoración que se debe aplicar para la determinación del valor en aduana, de <br> conformidad con lo dispuesto en el Acuerdo de Valoración Aduanera; es decir, la resolución no será <br> determinativa sobre el monto a declarar por concepto del valor en aduana. <br> "}, {"ArticleTitle": ".1: PUBLICACIÓN", "ArticleDesc": "ARTÍCULO 4.1: PUBLICACIÓN <br> 1 Cada Parte publicará su legislación, regulaciones, y procedimientos aduaneros, de <br> forma física o por internet. <br> 2 Cada Parte designará y mantendrá uno o más puntos de consulta para atender <br> inquietudes de personas interesadas en asuntos aduaneros, y pondrá a disposición en <br> Internet información relativa a los procedimientos que deben seguirse para formular tales consultas. <br> 3 En la medida de lo posible, cada Parte publicará por adelantado cualquier <br> regulación de aplicación general sobre asuntos aduaneros que proponga adoptar, y brindará <br> a las personas interesadas la oportunidad de hacer comentarios previos a su aprobación. <br> 4 Cada Parte se esforzará por garantizar que su legislación, regulaciones y <br> procedimientos aduaneros sean transparentes, faciliten el comercio y no sean discriminatorios. <br> 5 Cada Parte se esforzará por publicar de forma física o por internet, información <br> referente a derechos y cargas, establecidos por las aduanas y otros organismos <br> gubernamentales, por servicios prestados en relación con la importación y la exportación de mercancías. <br> "}, {"ArticleTitle": ".2: DESPACHO DE MERCANCÍAS", "ArticleDesc": "ARTÍCULO 4.2: DESPACHO DE MERCANCÍAS <br> 1 Con el fin de facilitar el comercio entre las Partes, cada Parte adoptará o mantendrá <br> procedimientos aduaneros simplificados para el despacho eficiente de las mercancías. <br> 2 De conformidad con el párrafo 1, cada Parte adoptará o mantendrá procedimientos que: <br> (a) prevean que el despacho de mercancías se haga dentro de un período no <br> mayor al requerido para asegurar el cumplimiento de su legislación <br> aduanera, y en la medida que sea posible, dentro de las 48 horas siguientes a su llegada; <br> (b) permitan que las mercancías sean despachadas en el punto de llegada, sin <br> traslado obligatorio a depósitos u otros recintos, excepto cuando la autoridad <br> aduanera tenga necesidad de ejercer controles adicionales o por razones de infraestructura; y <br> (c) permitan a los importadores, de conformidad con su legislación, retirar <br> mercancías de las aduanas antes de que todos los derechos de aduanas, <br> impuestos y tasas aplicables hayan sido pagados. Para este fin, podrán exigir <br> la presentación previa de una garantía suficiente para cubrir el pago <br> completo de derechos de aduanas, impuestos y tasas aplicables, en relación con la importación. <br> 3. Cada Parte procurará que todas las entidades administrativas competentes que <br> intervienen en el control y la inspección física de la mercancía objeto de importación o <br> exportación, cuando sea posible, actúen de manera simultánea, en un único lugar y momento. <br> "}, {"ArticleTitle": ".3: AUTOMATIZACIÓN", "ArticleDesc": "ARTÍCULO 4.3: AUTOMATIZACIÓN <br> 1 Cada Parte se esforzará por usar tecnología de información que haga expeditos y <br> eficientes los procedimientos para el despacho de mercancías. Al escoger la tecnología de <br> información a ser utilizada para tal efecto, cada Parte: <br> (a) hará esfuerzos por usar normas, estándares y prácticas reconocidas internacionalmente; <br> (b) hará que los sistemas electrónicos sean accesibles para los usuarios de sus aduanas; <br> (c) permitirá la remisión y procesamiento electrónico de información y datos <br> antes del arribo de la mercancía, a fin de permitir su despacho de <br> conformidad con lo señalado en el Artículo 4.2; <br> (d) empleará sistemas electrónicos y/o automatizados para el análisis y gestión de riesgos; <br> (e) trabajará en el desarrollo de sistemas electrónicos compatibles entre las <br> autoridades aduaneras de las Partes, a fin de facilitar el intercambio de datos <br> de comercio internacional entre ellas; <br> (f) trabajará para desarrollar el conjunto de elementos y procesos de datos <br> comunes de acuerdo con el Modelo de Datos Aduaneros de la Organización <br> Mundial de Aduanas y las recomendaciones y lineamientos conexos de la <br> Organización Mundial de Aduanas (en lo sucesivo denominada @^@OMA@^@); y <br> (g) apoyará las operaciones aduaneras, en el contexto de transacciones <br> comerciales, sin papel, en la medida de lo posible, teniendo en cuenta la <br> evolución en estas materias al interior de la OMA. <br> 2 Cada Parte adoptará o mantendrá, en la medida de lo posible, procedimientos que <br> permitan un control ágil de los medios de transporte de mercancías que salgan de o <br> ingresen a su territorio. <br> "}, {"ArticleTitle": ".4: ADMINISTRACIÓN O GESTIÓN DE RIESGOS", "ArticleDesc": "ARTÍCULO 4.4: ADMINISTRACIÓN O GESTIÓN DE RIESGOS <br> 1 Cada Parte mantendrá sistemas de administración o gestión de riesgos que permitan <br> a su autoridad aduanera focalizar sus actividades de inspección en mercancías de alto <br> riesgo, y que simplifiquen el despacho y movimiento de mercancías de bajo riesgo, <br> respetando la naturaleza confidencial de la información que se obtenga mediante tales <br> actividades, de conformidad con su legislación. <br> 2 Al aplicar la administración o gestión de riesgos, cada Parte inspeccionará las <br> mercancías importadas basándose en criterios de selectividad adecuados, evitando la <br> inspección física de la totalidad de las mercancías que ingresan a su territorio, y en la <br> medida de lo posible, con la ayuda de instrumentos no intrusivos de inspección. <br> "}, {"ArticleTitle": ".5: ENVÍOS DE ENTREGA RÁPIDA", "ArticleDesc": "ARTÍCULO 4.5: ENVÍOS DE ENTREGA RÁPIDA <br> 1 Cada Parte adoptará o mantendrá procedimientos aduaneros especiales para envíos <br> de entrega rápida, manteniendo a la vez sistemas adecuados de control y selectividad de <br> acuerdo con la naturaleza de estas mercancías. <br> 2 Los procedimientos referidos en el párrafo 1 deberán: <br> (a) prever procedimientos aduaneros separados y expeditos para envíos de entrega rápida; <br> (b) prever la presentación y procesamiento de la información necesaria para el <br> despacho de un envío de entrega rápida, antes del arribo de dicho envío; <br> (c) permitir la presentación de un solo manifiesto de carga que ampare todas las <br> mercancías contenidas en un envío transportado por un servicio de entrega <br> rápida, a través de medios electrónicos; <br> (d) prever el despacho de ciertas mercancías con un mínimo de documentación; y <br> (e) en circunstancias normales, prever el despacho de envíos de entrega rápida <br> dentro de las seis horas siguientes a la presentación de los documentos <br> aduaneros necesarios, siempre que el envío haya arribado. <br> "}, {"ArticleTitle": ".6: OPERADOR ECONÓMICO AUTORIZADO", "ArticleDesc": "ARTÍCULO 4.6: OPERADOR ECONÓMICO AUTORIZADO <br> 1 Las Partes promoverán la implementación de programas de Operadores Económicos <br> Autorizados de conformidad con el Marco Normativo para Asegurar y Facilitar el <br> Comercio Global de la OMA (@^@Marco Normativo SAFE@^@). <br> 2 Las obligaciones, requisitos y formalidades de los programas, así como los <br> beneficios que se ofrecerán a las empresas que cumplan con los requisitos, serán <br> establecidos de conformidad con la legislación de cada Parte. <br> 3 Las Partes promoverán las negociaciones para alcanzar un acuerdo de <br> reconocimiento mutuo de los programas de Operador Económico Autorizado. <br> "}, {"ArticleTitle": ".7: INTEROPERABILIDAD DE LAS VENTANILLAS ÚNICAS DE COMERCIO EXTERIOR", "ArticleDesc": "ARTÍCULO 4.7: INTEROPERABILIDAD DE LAS VENTANILLAS ÚNICAS DE COMERCIO EXTERIOR <br> Las Partes se esforzarán por implementar la interconexión entre sus Ventanillas Únicas de <br> Comercio Exterior (en lo sucesivo denominadas @^@VUCE@^@), para ello, a más tardar seis <br> meses después de la entrada en vigor del presente Acuerdo, adoptarán las acciones <br> necesarias para lograr la interoperabilidad de las VUCE proporcionando servicios <br> electrónicos que faciliten los trámites de exportación e importación al amparo del presente <br> Acuerdo. Estas acciones promoverán un conjunto de principios generales que deberán <br> caracterizar los servicios electrónicos provistos a nivel binacional, entre ellos: <br> accesibilidad, seguridad, confidencialidad y uso de estándares abiertos. Asimismo, las <br> Partes adoptarán un marco de interoperabilidad que oriente el trabajo técnico y establezca <br> los elementos o datos que serán objeto de intercambio, así como las especificaciones que <br> permitirán la interoperabilidad de las VUCE. <br> "}, {"ArticleTitle": ".8: CONFIDENCIALIDAD", "ArticleDesc": "ARTÍCULO 4.8: CONFIDENCIALIDAD <br> 1 Cada Parte mantendrá, de conformidad con lo establecido en su legislación, la <br> confidencialidad de la información que tenga tal carácter y que haya sido recopilada <br> conforme al presente Capítulo, y la protegerá de toda divulgación. <br> 2 La información confidencial recibida en aplicación del presente Capítulo no podrá <br> ser utilizada para fines distintos de los previstos en el mismo, excepto con la autorización <br> de la Parte que la proporcionó. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> ARTÍCULO 4.9: REVISIÓN Y APELACIÓN <br> conclusiones y recomendaciones al respecto. <br> FACILITACIÓN DEL COMERCIO Y PROCEDIMIENTOS ADUANEROS <br> Cada Parte asegurará, respecto de los actos administrativos en materia aduanera, que las <br> personas naturales o jurídicas sujetas a tales actos, tengan acceso a: <br> (a) un nivel de revisión administrativa, que sea independiente del funcionario u <br> oficina que dictó tal acto; y <br> (b) por lo menos, un nivel de revisión judicial. <br> Artículo 4.10: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan la imposición de sanciones <br> administrativas y, cuando corresponda, sanciones penales, por la violación de su legislación <br> y regulaciones aduaneras, incluyendo aquellas que rigen la clasificación arancelaria, la <br> valoración aduanera, el origen, y las solicitudes de trato preferencial según el presente Acuerdo. <br> Artículo 4.11: Resoluciones Anticipadas <br> 1 Cada Parte deberá emitir por escrito una resolución anticipada previa a la <br> importación de una mercancía a su territorio, cuando un importador en su territorio, o un <br> exportador o productor en el territorio de la otra Parte [1] lo haya solicitado por escrito, respecto de: <br> (a) la clasificación arancelaria; <br> (b) la aplicación de criterios de valoración aduanera para un caso particular, de <br> conformidad con la aplicación de las disposiciones contenidas en el Acuerdo <br> de Valoración Aduanera [2]; <br> (c) si una mercancía es originaria de acuerdo con el Capítulo 3 (Reglas de <br> Origen y Procedimientos de Origen); y <br> (d) otros asuntos que las Partes acuerden. <br> 2 Cada Parte deberá emitir la resolución anticipada dentro de los 90 días siguientes a <br> la presentación de la solicitud, siempre que el solicitante haya presentado toda la <br> información que la Parte requiere, incluyendo, si se solicita, una muestra de la mercancía <br> para la que el solicitante esté pidiendo la resolución anticipada. El plazo anterior podrá <br> prorrogarse en los eventos contemplados por la legislación de una Parte. Al emitir la <br> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br> fecha de su emisión, u otra fecha especificada en la resolución siempre que los hechos o <br> circunstancias en los que se basa la resolución no hayan cambiado. <br> 4 La Parte que emite la resolución anticipada podrá modificarla o revocarla luego de <br> haberla notificado al solicitante, cuando cambien los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que sirvieron de base para su expedición o cuando se haya <br> fundamentado en información incorrecta o falsa. En caso que la mencionada modificación <br> o revocación se sustente en un cambio de los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que les sirvieron de base, dicha modificación o revocación podrá <br> aplicarse desde la fecha en que tales criterios, hechos, circunstancias, leyes, reglamentos o <br> normas surten efectos. En caso de información incorrecta o falsa, dicha modificación o <br> revocación podrá aplicarse desde la fecha de la emisión de la referida resolución anticipada. <br> 5 Con sujeción a los requisitos de confidencialidad previstos en su legislación, cada <br> resolución anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el <br> Parte podrá poner a disposición del público sus resoluciones anticipadas. <br> solicitante haya presentado. <br> 6 Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes relacionadas con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de la misma, las Partes pueden aplicar las medidas pertinentes, <br> incluyendo acciones civiles, penales y administrativas de conformidad con la legislación de cada Parte. <br> [1] Las referencias a importador, exportador o productor incluyen a sus representantes debidamente <br> acreditados, de acuerdo con la legislación de la Parte receptora de la solicitud. <br> [2] Sobre las resoluciones anticipadas en materia de valoración, la autoridad aduanera se pronunciará <br> únicamente sobre el método de valoración que se debe aplicar para la determinación del valor en aduana, de <br> conformidad con lo dispuesto en el Acuerdo de Valoración Aduanera; es decir, la resolución no será <br> determinativa sobre el monto a declarar por concepto del valor en aduana. <br> "}, {"ArticleTitle": ".12: COMITÉ DE REGLAS DE ORIGEN, FACILITACIÓN DEL COMERCIO Y COOPERACIÓN TÉCNICA Y ASISTENCIA MUTUA EN ASUNTOS ADUANEROS", "ArticleDesc": "ARTÍCULO 4.12: COMITÉ DE REGLAS DE ORIGEN, FACILITACIÓN DEL COMERCIO Y COOPERACIÓN TÉCNICA Y ASISTENCIA MUTUA EN ASUNTOS ADUANEROS <br> 1 Las Partes establecen el Comité de Reglas de Origen, Facilitación del Comercio y <br> Cooperación Técnica y Asistencia Mutua en Asuntos Aduaneros (en lo sucesivo <br> denominado el @^@Comité@^@), integrado por representantes de cada Parte. <br> 2 Las funciones del Comité incluirán, inter alia: <br> (a) monitorear la implementación y administración del Capítulo 3 (Reglas de <br> Origen y Procedimientos de Origen), Capítulo 4 y el Capítulo 5 <br> (Cooperación Técnica y Asistencia Mutua en Asuntos Aduaneros); <br> (b) reportar a la Comisión sobre la implementación y administración de los <br> capítulos referidos en el párrafo (a), cuando corresponda; <br> (c) cooperar en la efectiva, uniforme y consistente administración de los <br> capítulos referidos en el párrafo (a); <br> (d) tratar prontamente los asuntos que una Parte proponga respecto al desarrollo, <br> adopción, aplicación o ejecución de lo dispuesto en los capítulos referidos en el párrafo (a); <br> (e) revisar y recomendar a la Comisión sobre cualquier modificación al Anexo 3-A <br> (Reglas Específicas de Origen), incluyendo cuando se realicen <br> enmiendas al Sistema Armonizado; <br> (f) impulsar la cooperación conjunta de las Partes en el desarrollo, aplicación, <br> ejecución y mejoramiento de todos los temas concernientes a los Capítulos <br> referidos en el párrafo (a), incluyendo, en particular, los procedimientos <br> aduaneros, la valoración en aduanas, los regímenes aduaneros y arancelarios, <br> la nomenclatura aduanera, la cooperación aduanera, las materias referidas a <br> asuntos aduaneros, la asistencia administrativa mutua en materia aduanera, <br> así como proveer de un foro de consulta y de discusión para dichos temas; <br> (g) a solicitud de una Parte, resolver cualquier asunto que surja al amparo de los <br> capítulos referidos en el párrafo (a), dentro de un periodo de 30 días, <br> contados a partir de la presentación de la solicitud, prorrogables de común <br> acuerdo por un máximo de dos periodos iguales; <br> (h) en los asuntos que se requiera, proponer a la Comisión alternativas de <br> solución a los obstáculos o inconvenientes relacionados con los capítulos <br> referidos en el párrafo (a) que se presenten entre las Partes; y <br> (i) tratar cualquier otro asunto relacionado con los capítulos referidos en el párrafo (a). <br> 3 Salvo que las Partes acuerden algo distinto, el Comité se reunirá por lo menos una <br> vez al año, en la fecha y según la agenda previamente acordadas. La primera reunión del <br> Comité se llevará a cabo a más tardar un año después de la fecha de entrada en vigor del <br> presente Acuerdo. De común acuerdo las Partes podrán efectuar reuniones extraordinarias. <br> 4 Las reuniones se podrán llevar a cabo por cualquier medio acordado por las Partes. <br> Cuando sean presenciales, se realizarán alternadamente en el territorio de cada Parte, y le <br> corresponderá a la Parte sede organizar la reunión. <br> 5 Salvo que las Partes acuerden algo distinto, el Comité tendrá carácter permanente y <br> elaborará sus reglas de trabajo. <br> 6 Todas las decisiones del Comité deberán adoptarse por mutuo acuerdo. <br> 7 Una Parte que considere que una o más disposiciones de los capítulos referidos en el <br> párrafo 2(a) deben ser modificadas, podrá someter una propuesta de modificación junto con <br> el soporte técnico y los estudios que la apoyen, a consideración de la Comisión. La <br> Comisión podrá remitir el asunto a este Comité, para que elabore un informe incluyendo <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> ARTÍCULO 4.9: REVISIÓN Y APELACIÓN <br> conclusiones y recomendaciones al respecto. <br> FACILITACIÓN DEL COMERCIO Y PROCEDIMIENTOS ADUANEROS <br> Cada Parte asegurará, respecto de los actos administrativos en materia aduanera, que las <br> personas naturales o jurídicas sujetas a tales actos, tengan acceso a: <br> (a) un nivel de revisión administrativa, que sea independiente del funcionario u <br> oficina que dictó tal acto; y <br> (b) por lo menos, un nivel de revisión judicial. <br> Artículo 4.10: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan la imposición de sanciones <br> administrativas y, cuando corresponda, sanciones penales, por la violación de su legislación <br> y regulaciones aduaneras, incluyendo aquellas que rigen la clasificación arancelaria, la <br> valoración aduanera, el origen, y las solicitudes de trato preferencial según el presente Acuerdo. <br> Artículo 4.11: Resoluciones Anticipadas <br> 1 Cada Parte deberá emitir por escrito una resolución anticipada previa a la <br> importación de una mercancía a su territorio, cuando un importador en su territorio, o un <br> exportador o productor en el territorio de la otra Parte [1] lo haya solicitado por escrito, respecto de: <br> (a) la clasificación arancelaria; <br> (b) la aplicación de criterios de valoración aduanera para un caso particular, de <br> conformidad con la aplicación de las disposiciones contenidas en el Acuerdo <br> de Valoración Aduanera [2]; <br> (c) si una mercancía es originaria de acuerdo con el Capítulo 3 (Reglas de <br> Origen y Procedimientos de Origen); y <br> (d) otros asuntos que las Partes acuerden. <br> 2 Cada Parte deberá emitir la resolución anticipada dentro de los 90 días siguientes a <br> la presentación de la solicitud, siempre que el solicitante haya presentado toda la <br> información que la Parte requiere, incluyendo, si se solicita, una muestra de la mercancía <br> para la que el solicitante esté pidiendo la resolución anticipada. El plazo anterior podrá <br> prorrogarse en los eventos contemplados por la legislación de una Parte. Al emitir la <br> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br> fecha de su emisión, u otra fecha especificada en la resolución siempre que los hechos o <br> circunstancias en los que se basa la resolución no hayan cambiado. <br> 4 La Parte que emite la resolución anticipada podrá modificarla o revocarla luego de <br> haberla notificado al solicitante, cuando cambien los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que sirvieron de base para su expedición o cuando se haya <br> fundamentado en información incorrecta o falsa. En caso que la mencionada modificación <br> o revocación se sustente en un cambio de los criterios, hechos, circunstancias, leyes, <br> reglamentos o normas que les sirvieron de base, dicha modificación o revocación podrá <br> aplicarse desde la fecha en que tales criterios, hechos, circunstancias, leyes, reglamentos o <br> normas surten efectos. En caso de información incorrecta o falsa, dicha modificación o <br> revocación podrá aplicarse desde la fecha de la emisión de la referida resolución anticipada. <br> 5 Con sujeción a los requisitos de confidencialidad previstos en su legislación, cada <br> resolución anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el <br> Parte podrá poner a disposición del público sus resoluciones anticipadas. <br> solicitante haya presentado. <br> 6 Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes relacionadas con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de la misma, las Partes pueden aplicar las medidas pertinentes, <br> incluyendo acciones civiles, penales y administrativas de conformidad con la legislación de cada Parte. <br> [1] Las referencias a importador, exportador o productor incluyen a sus representantes debidamente <br> acreditados, de acuerdo con la legislación de la Parte receptora de la solicitud. <br> [2] Sobre las resoluciones anticipadas en materia de valoración, la autoridad aduanera se pronunciará <br> únicamente sobre el método de valoración que se debe aplicar para la determinación del valor en aduana, de <br> conformidad con lo dispuesto en el Acuerdo de Valoración Aduanera; es decir, la resolución no será <br> determinativa sobre el monto a declarar por concepto del valor en aduana. <br> "}]}]}, "members_found": ["188", "170"]}