{"FtaRooDetails": {"FtaId": 709, "FtaCode": "ITC00731", "FtaName": "Ecuador-El Salvador", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL DE COMPLEMENTACIÓN ECONÓMICA N° 46, SUSCRITO AL AMPARO DEL ARTÍCULO 25 DEL TRATADO DE MONTEVIDEO 1980, ENTRE LA REPÚBLICA DEL ECUADOR Y LA REPÚBLICA DE EL SALVADOR", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "16.11.2017", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Ecuador; El Salvador", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Ecuador-El Salvador", "AdminProcCooAuth": "The certification type under Ecuador-El Salvador is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Ecuador-El Salvador is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Ecuador-El Salvador agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "(c) las mercancías que sean producidas en el territorio de una o ambas Partes a partir de materiales no originarios, que resulten de un proceso de producción o transformación, de tal forma que las mercancías se clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; (d) en el caso que no pueda cumplirse lo establecido en el literal (c) precedente, porque el proceso de producción no implica un cambio de partida en el Sistema Armonizado, bastará que el valor CIF de los materiales no originarios, no exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; (e) las mercancías resultantes de operaciones de ensamble o montaje realizadas en el territorio de una o ambas Partes, utilizando materiales de terceros países, cuando el valor CIF de los materiales no originarios no exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas interpretativas", "RooText": " 1. Para efectos de este Apéndice, se entenderá por:<br /> Capítulo: un capítulo del Sistema Armonizado;<br /> Partida: un código de clasificación arancelaria del Sistema Armonizado a nivel de cuatro<br /> dígitos; y,<br /> Subpartida: un código de clasificación arancelaria del Sistema Armonizado a nivel de seis<br /> dígitos.<br /> 2. Un requisito de cambio de clasificación arancelaria es aplicable solamente a los<br /> materiales no originarios.<br /> 3. La regla específica de origen que se aplica a una partida o subpartida se establece al<br /> lado de la partida o subpartida respectiva.<br /> 4. Cuando una regla específica de origen esté definida con el criterio de cambio de<br /> clasificación arancelaria, y la regla específica en su redacción se exceptúen posiciones<br /> arancelarias a nivel de capítulo, partida o subpartida del Sistema Armonizado, la regla<br /> específica se interpretará que los materiales correspondientes a esas posiciones arancelarias<br /> deberán ser originarios para que la mercancía califique como originaria.<br /> 5. Los materiales exceptuados que se separan con comas y con la disyuntiva (\"o\"),<br /> deberán ser originarios para que la mercancía califique como originaria, ya sea que la<br /> misma utilice en su producción uno o más de los materiales contemplados en la excepción.<br /> 6. Cuando una regla específica de origen establezca para un grupo de partidas o<br /> subpartidas un cambio desde otra partida o subpartida, dicho cambio podrá realizarse<br /> dentro y fuera del grupo de partidas o subpartidas especificadas en la regla, según sea el<br /> caso.<br /> 7. Cuando se trate de mercancías clasificadas en los capítulos 50 a 63 del Sistema<br /> Armonizado, se considerará originario si todos los materiales textiles no originarios que no<br /> cumplan con el cambio de clasificación arancelaria requerido utilizados en la producción de<br /> dicha mercancía, no deberá exceder de diez por ciento (10%) en peso de la mercancía.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00731_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.centrex.gob.sv/scx_html/Formato%20de%20Certificado%20Origen%20AAP%20Ecuador%20-%20El%20Salvador.docx"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00731_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00731_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00731_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00731_full.pdf", "DocType": "8_full", "WebLink": "http://infotrade.minec.gob.sv/ecuador/wp-content/uploads/sites/15/2017/11/26.01.2017-ACUERDO-DE-ALCANCE-PARCIAL-SALVADOR-ECUADOR-y-ANEXOS.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Acumulación de Origen <br /> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br /> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br /> originarios del territorio de esta última Parte. <br /> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br /> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br /> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8: Accesorios, Repuestos o Herramientas <br /> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br /> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br /> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br /> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br /> arancelaria, siempre que: <br /> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br /> mercancía y no sean facturados por separado; independientemente de que <br /> cada uno se identifique por separado en la propia factura; y, <br /> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br /> los habituales para la mercancía. <br /> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br /> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br /> establecido en este Anexo. <br /> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br /> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br /> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11: Materiales Indirectos <br /> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br /> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br /> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br /> (a) combustible, energía, solventes y catalizadores; <br /> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br /> inspección de las mercancías; <br /> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> (d) herramientas, troqueles y moldes; <br /> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br /> en la producción, operación de equipos o mantenimiento de los edificios; y, <br /> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br /> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br /> parte de dicha producción. <br /> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br /> del productor de las mercancías.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 14: Tránsito y Trasbordo <br /> 1 Una mercancía originaria mantendrá dicha condición, si: <br /> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br /> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br /> fraccionamiento o cualquier otra operación necesaria para mantener la <br /> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br /> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br /> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br /> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br /> (a) una copia del documento de transporte; y, <br /> (b) un certificado o cualquier otro documento dado por la autoridad <br /> aduanera de la no Parte que certifique que la mercancía ha estado en <br /> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br /> Sección B: Procedimientos de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4: Criterios para la Calificación de Mercancías Originarias <br /> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br /> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br /> territorio de una o ambas Partes: <br /> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br /> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br /> el territorio de una u otra Parte; <br /> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br /> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br /> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br /> o captura en el territorio de una u otra Parte; <br /> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br /> moluscos y demás invertebrados acuáticos nacidos o criados en el <br /> territorio de una o ambas Partes; <br /> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br /> del territorio de las Partes por naves pesqueras, siempre que estén <br /> registradas o matriculadas en una Parte y que enarbolen la bandera <br /> de esa Parte o por naves pesqueras arrendadas o fletadas por <br /> empresas establecidas en el territorio de una Parte; <br /> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br /> exclusivamente a partir de las mercancías identificadas en el <br /> numeral (vii), siempre y cuando los buques fábrica estén registrados <br /> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br /> o sean arrendados o fletados por empresas establecidas en el <br /> territorio de una Parte; <br /> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br /> aguas territoriales de una Parte, por una Parte o una persona de una <br /> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br /> fondo o subsuelo marino; <br /> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br /> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br /> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br /> (xi) mercancías producidas en el territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los <br /> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br /> (b) las mercancías que sean producidas enteramente en el territorio de una o <br /> ambas Partes, a partir exclusivamente de materiales que califican como <br /> originarios de conformidad con el presente Anexo; <br /> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br /> a partir de materiales no originarios, que resulten de un proceso de <br /> producción o transformación, de tal forma que las mercancías se <br /> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br /> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br /> precedente, porque el proceso de producción no implica un cambio de <br /> partida en el Sistema Armonizado, bastará que el valor CIF de los <br /> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br /> valor FOB de las mercancías de que se trate; <br /> (e) las mercancías resultantes de operaciones de ensamble o montaje <br /> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br /> terceros países, cuando el valor CIF de los materiales no originarios no <br /> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br /> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br /> reglas específicas de origen establecidas en el Artículo 5 de este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br /> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br /> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br /> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br /> originarios utilizados en la producción de la mercancía cumplen con el cambio <br /> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br /> el Apéndice I (Reglas Específicas de Origen). <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br /> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br /> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br /> valor del contenido regional de la mercancía. <br /> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br /> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br /> mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12: Mercancías Fungibles y Materiales Fungibles <br /> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br /> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br /> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br /> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br /> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br /> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br /> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br /> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br /> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br /> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br /> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br /> fiscal de la persona o productor que seleccionó el método de manejo del inventario.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Juegos o Surtidos <br /> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br /> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br /> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br /> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br /> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br /> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br /> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br /> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: Certificación de Origen <br /> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br /> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br /> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br /> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br /> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br /> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br /> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br /> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br /> (Reglas de Origen) del Acuerdo. <br /> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br /> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br /> de origen. El certificado de origen único basado en el formato acordado será implementado <br /> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br /> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br /> Jurada del productor o del exportador, que indicará las características y materiales de la <br /> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br /> (a) nombre o razón social del productor o exportador; <br /> (b) domicilio legal; <br /> (c) denominación de la mercancía a exportar y su clasificación en la <br /> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br /> (d) valor FOB en dólares de los EEUU; <br /> (e) descripción del proceso productivo; y, <br /> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br /> (i) materiales originarios del país participante exportador; <br /> (ii) materiales originarios del o los otros países participantes del <br /> Acuerdo, indicando: <br /> ? país de origen y país de procedencia; <br /> ? clasificación arancelaria que corresponda y descripción; <br /> ? valor CIF en dólares de los EEUU; y, <br /> ? porcentajes de participación en la mercancía final; <br /> (iii) materiales no originarios, indicando: <br /> ? país de origen y país de procedencia; <br /> ? clasificación arancelaria que corresponda y descripción; <br /> ? valor CIF en dólares de los EEUU; y, <br /> ? porcentaje de participación en la mercancía final. <br /> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br /> ser suscrita tanto por el productor como por el exportador. <br /> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br /> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br /> que la fundamenten y que el proceso y los materiales no sean alterados. <br /> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br /> 6 El certificado de origen ampara una sola operación de importación de una o varias <br /> mercancías, y su versión original debe acompañar al resto de la documentación en el <br /> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br /> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br /> certificado de origen en otras entidades públicas o privadas. <br /> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br /> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br /> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br /> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br /> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br /> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br /> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br /> funcionarios acreditados para tal fin. <br /> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br /> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17: Excepciones a la Presentación de Certificado de Origen <br /> El certificado de origen no será requerido cuando: <br /> (a) el valor aduanero de la importación no exceda de mil dólares de los <br /> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br /> moneda de la Parte importadora al momento de la presentación de la <br /> declaración aduanera, o un monto mayor que puede ser establecido por la <br /> Parte importadora, a menos que la Parte importadora considere que la <br /> importación forma parte de una serie de importaciones realizadas o <br /> planificadas con el propósito de evadir el cumplimiento de la legislación <br /> de la Parte que regula las solicitudes de tratamiento arancelario <br /> preferencial bajo este Acuerdo; o, <br /> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br /> importador presente un certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2: Definiciones <br /> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br /> responsable de la aplicación y administración de sus leyes y reglamentaciones que estipulan <br /> los procedimientos relacionados con el origen de la mercancía; <br /> para el caso de Ecuador: <br /> ? el Ministerio de Comercio Exterior, (MCE),o su sucesor, para la emisión y control de la <br /> expedición de los certificados de origen; y, <br /> ? el Servicio Nacional de Aduana del Ecuador, (SENAE),o su sucesor para la verificación <br /> del origen de las importaciones; <br /> para el caso de El Salvador: <br /> ? el Ministerio de Economía (MINEC), o su sucesor, que será responsable de los aspectos <br /> relativos a la administración del presente Anexo en lo que fuese procedente; <br /> ? el Centro de Trámites de Importaciones y Exportaciones (CIEX El Salvador) del Banco <br /> Central de Reserva de El Salvador o su sucesor, para la emisión y control de la <br /> expedición de los certificados de origen; y, <br /> ? la Dirección General de Aduanas de El Salvador (DGA), del Ministerio de Hacienda o <br /> su sucesor, para la verificación de origen de las importaciones;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "365 days (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: Certificación de Origen <br /> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br /> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br /> validez de trescientos sesenta y cinco (365) días contados desde su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21: Requisitos para Mantener Registros <br /> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br /> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br /> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br /> emisión del certificado. <br /> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br /> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br /> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br /> era originaria, incluyendo los registros relativos a: <br /> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br /> (b) la compra, los costos, el valor y el pago de todos los materiales, <br /> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br /> (c) el proceso de producción de la mercancía en la forma en que se exporte <br /> desde su territorio. <br /> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br /> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br /> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br /> una copia del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 19: Devolución de Derechos <br /> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br /> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br /> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br /> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br /> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br /> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br /> documentación de acuerdo al procedimiento establecido en cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16: Facturación por un Operador de un País no Parte <br /> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br /> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br /> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br /> denominación o razón social y domicilio de quien en definitiva facture la operación a <br /> destino así como el número y la fecha de la factura comercial correspondiente. <br /> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br /> momento de expedir el certificado de origen no se conociera el número de la factura <br /> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br /> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br /> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br /> certificado de origen que amparan la importación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 22: Procedimientos para Verificación de Origen <br /> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br /> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br /> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br /> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br /> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br /> juicio, que fundamenten la solicitud. <br /> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br /> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br /> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br /> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br /> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br /> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br /> (a) solicitudes de información o cuestionarios escritos al exportador o <br /> productor de la mercancía en territorio de la otra Parte, en las que se <br /> deberá señalar específicamente la mercancía objeto de verificación; <br /> (b) visitas de verificación a las instalaciones del exportador o productor de la <br /> mercancía en el territorio de la otra Parte, con el propósito de examinar <br /> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br /> e inspeccionar las instalaciones, procesos productivos y materiales que se <br /> utilicen en la producción de la mercancía; o, <br /> (c) cualquier otro procedimiento que las Partes acuerden. <br /> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br /> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br /> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br /> realizada por medio de: <br /> (a) correos certificados o medios electrónicos u otras formas con acuse de <br /> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br /> (b) cualquier otra forma que las Partes acuerden. <br /> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br /> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br /> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br /> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br /> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br /> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br /> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br /> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br /> de información o los cuestionarios escritos deberán contener: <br /> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br /> que solicita la información; <br /> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br /> información y documentación; <br /> (c) descripción de la información y documentos que se requieren; y, <br /> (d) fundamento legal de las solicitudes de información o cuestionarios. <br /> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br /> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br /> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br /> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br /> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br /> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br /> consecuencia de denegar el tratamiento arancelario preferencial. <br /> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br /> autoridad competente de la Parte exportadora, información adicional por medio de un <br /> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br /> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br /> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br /> para responder a dicha solicitud. <br /> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br /> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br /> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br /> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br /> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br /> hechos y el fundamento legal para esa decisión. <br /> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br /> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br /> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br /> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br /> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br /> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br /> del exportador o productor a ser visitado. <br /> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br /> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br /> este Artículo, deberá contener: <br /> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br /> que hace la notificación; <br /> (b) el nombre del exportador o productor a ser visitado; <br /> (c) la fecha y lugar de la visita de verificación propuesta; <br /> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br /> referencia específica de la mercancía objeto de verificación; <br /> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br /> (f) el fundamento legal de la visita de verificación. <br /> Cualquier modificación de la información proporcionada de acuerdo a los literales <br /> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br /> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br /> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br /> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br /> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br /> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br /> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br /> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br /> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br /> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br /> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br /> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br /> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br /> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br /> la Parte importadora y la autoridad competente de la Parte exportadora. <br /> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br /> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br /> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br /> presentes durante la visita y que únicamente actúen como tal. La no designación de <br /> observadores, no será motivo para que se posponga la visita. <br /> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br /> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br /> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br /> el territorio de la Parte exportadora. <br /> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br /> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br /> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br /> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br /> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br /> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br /> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br /> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br /> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br /> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br /> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br /> misma al importador y a la autoridad competente de la Parte exportadora. <br /> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br /> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br /> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br /> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br /> disposiciones de este Acuerdo. <br /> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br /> importadora determina que un exportador o un productor ha proporcionado más de una vez <br /> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br /> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br /> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br /> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br /> mercancías una vez cumplan con lo establecido en este Anexo. <br /> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br /> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br /> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br /> mercancías idénticas enviadas por el exportador sujeto a investigación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 23: Sanciones <br /> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br /> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br /> [Customs administration]: <br /> Artículo V.8: Sanciones <br /> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br /> administrativas, civiles y, cuando procedan, penales por incumplimiento de sus <br /> leyes y regulaciones aduaneras.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo V.9: Resoluciones Anticipadas de Clasificación Arancelaria <br /> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br /> emitir resoluciones anticipadas por escrito en materia de clasificación arancelaria, a <br /> solicitud escrita del interesado en su territorio, de acuerdo a los procedimientos <br /> establecidos por cada Parte. <br /> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br /> fecha de su emisión u otra fecha especificada en la resolución, siempre que las condiciones <br /> bajo las cuales se emitió, a juicio de la autoridad aduanera de la Parte <br /> importadora, no hayan cambiado. <br /> 3 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br /> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br /> términos y condiciones de la resolución, la Parte importadora podrá aplicar las medidas que <br /> correspondan, las que pueden incluir acciones administrativas, civiles o penales.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo V.7: Revisión e Impugnación <br /> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br /> aduaneras, los importadores en su territorio tengan acceso a: <br /> (a) un nivel de revisión administrativa independiente del funcionario u <br /> oficina que adoptó el acto administrativo; y, <br /> (b) una instancia de revisión judicial del acto administrativo expedido en el <br /> máximo nivel de revisión administrativa.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Anexo IV.1 <br> Artículo 4: Criterios para la Calificación de Mercancías Originarias <br> Artículo 6: Operaciones que no Confieren Origen <br> Artículo 19: Devolución de Derechos <br> Artículo 21: Requisitos para Mantener Registros <br> Reglas de origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br> Salvo lo dispuesto en el Apéndice I (Reglas Específicas de Origen) de este Anexo, <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br> Sección A: Reglas de Origen <br> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br> no confieren origen, individualmente o combinados entre sí, los siguientes procesos u <br> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br> territorio de una o ambas Partes: <br> operaciones cuando involucren únicamente materiales no originarios: <br> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (a) preservación de las mercancías en buen estado durante su transporte o <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> emisión del certificado. <br> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br> almacenamiento, tales como ventilación, aireación, refrigeración, <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br> el territorio de una u otra Parte; <br> congelación, salazón o extracción de partes averiadas; <br> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (b) embalaje, envasado o acondicionamiento de las mercancías para su venta al por menor; <br> documentación de acuerdo al procedimiento establecido en cada Parte. <br> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (c) fraccionamiento o división en lotes o volúmenes; <br> era originaria, incluyendo los registros relativos a: <br> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br> (d) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> o captura en el territorio de una u otra Parte; <br> mercancías o en sus envases; <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br> (e) dilución en agua o en otros solventes que no altere las características <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br> moluscos y demás invertebrados acuáticos nacidos o criados en el <br> esenciales de la mercancía; <br> (c) el proceso de producción de la mercancía en la forma en que se exporte <br> territorio de una o ambas Partes; <br> (f) desarmado de mercancías en sus partes; <br> desde su territorio. <br> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> (g) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br> del territorio de las Partes por naves pesqueras, siempre que estén <br> desgrane, entresacado, clasificación, selección, cribado, tamizado, <br> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br> registradas o matriculadas en una Parte y que enarbolen la bandera <br> filtrado, secado, pintado, y/o cortado; <br> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br> de esa Parte o por naves pesqueras arrendadas o fletadas por <br> (h) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> una copia del certificado de origen. <br> empresas establecidas en el territorio de una Parte; <br> (i) unión, reunión o división de mercancías en bultos; <br> Artículo 22: Procedimientos para Verificación de Origen <br> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> (j) matanza de animales; <br> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br> exclusivamente a partir de las mercancías identificadas en el <br> (k) aplicación de aceite y recubrimientos protectores; o, <br> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br> numeral (vii), siempre y cuando los buques fábrica estén registrados <br> (l) la simple mezcla de mercancías entendida como las actividades que no <br> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br> requieren de habilidades o maquinaria especializada, aparatos o equipos <br> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br> o sean arrendados o fletados por empresas establecidas en el <br> especialmente fabricados o instalados para llevar a cabo dicha actividad. <br> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br> La simple mezcla de mercancías no incluye la reacción química. <br> juicio, que fundamenten la solicitud. <br> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br> Artículo 7: Acumulación de Origen <br> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br> aguas territoriales de una Parte, por una Parte o una persona de una <br> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br> fondo o subsuelo marino; <br> originarios del territorio de esta última Parte. <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br> exclusivamente a partir de las mercancías mencionadas en los <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo. <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (xi) mercancías producidas en el territorio de una o ambas Partes, <br> Artículo 8: Accesorios, Repuestos o Herramientas <br> productor de la mercancía en territorio de la otra Parte, en las que se <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br> deberá señalar específicamente la mercancía objeto de verificación; <br> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> (b) las mercancías que sean producidas enteramente en el territorio de una o <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br> originarios de conformidad con el presente Anexo; <br> arancelaria, siempre que: <br> e inspeccionar las instalaciones, procesos productivos y materiales que se <br> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> utilicen en la producción de la mercancía; o, <br> a partir de materiales no originarios, que resulten de un proceso de <br> mercancía y no sean facturados por separado; independientemente de que <br> producción o transformación, de tal forma que las mercancías se <br> cada uno se identifique por separado en la propia factura; y, <br> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br> precedente, porque el proceso de producción no implica un cambio de <br> realizada por medio de: <br> partida en el Sistema Armonizado, bastará que el valor CIF de los <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> (a) correos certificados o medios electrónicos u otras formas con acuse de <br> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br> valor FOB de las mercancías de que se trate; <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> (b) cualquier otra forma que las Partes acuerden. <br> (e) las mercancías resultantes de operaciones de ensamble o montaje <br> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br> terceros países, cuando el valor CIF de los materiales no originarios no <br> Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br> reglas específicas de origen establecidas en el Artículo 5 de este Anexo. <br> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br> originarios utilizados en la producción de la mercancía cumplen con el cambio <br> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br> (b) domicilio legal; <br> el Apéndice I (Reglas Específicas de Origen). <br> de información o los cuestionarios escritos deberán contener: <br> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br> que solicita la información; <br> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br> valor del contenido regional de la mercancía. <br> información y documentación; <br> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br> (c) descripción de la información y documentos que se requieren; y, <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br> mercancía es originaria. <br> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br> Artículo 11: Materiales Indirectos <br> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br> (a) combustible, energía, solventes y catalizadores; <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br> autoridad competente de la Parte exportadora, información adicional por medio de un <br> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> para responder a dicha solicitud. <br> en la producción, operación de equipos o mantenimiento de los edificios; y, <br> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br> parte de dicha producción. <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br> del productor de las mercancías. <br> hechos y el fundamento legal para esa decisión. <br> Artículo 12: Mercancías Fungibles y Materiales Fungibles <br> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> del exportador o productor a ser visitado. <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> este Artículo, deberá contener: <br> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br> que hace la notificación; <br> fiscal de la persona o productor que seleccionó el método de manejo del inventario. <br> (b) el nombre del exportador o productor a ser visitado; <br> Artículo 13: Juegos o Surtidos <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br> referencia específica de la mercancía objeto de verificación; <br> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br> Cualquier modificación de la información proporcionada de acuerdo a los literales <br> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía. <br> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br> Artículo 14: Tránsito y Trasbordo <br> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br> 1 Una mercancía originaria mantendrá dicha condición, si: <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> fraccionamiento o cualquier otra operación necesaria para mantener la <br> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br> (f) el fundamento legal de la visita de verificación. <br> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br> (a) una copia del documento de transporte; y, <br> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br> (b) un certificado o cualquier otro documento dado por la autoridad <br> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br> aduanera de la no Parte que certifique que la mercancía ha estado en <br> la Parte importadora y la autoridad competente de la Parte exportadora. <br> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> Sección B: Procedimientos de Origen <br> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br> Artículo 15: Certificación de Origen <br> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> presentes durante la visita y que únicamente actúen como tal. La no designación de <br> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br> observadores, no será motivo para que se posponga la visita. <br> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> el territorio de la Parte exportadora. <br> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br> (Reglas de Origen) del Acuerdo. <br> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br> de origen. El certificado de origen único basado en el formato acordado será implementado <br> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br> Jurada del productor o del exportador, que indicará las características y materiales de la <br> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br> (a) nombre o razón social del productor o exportador; <br> misma al importador y a la autoridad competente de la Parte exportadora. <br> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br> (c) denominación de la mercancía a exportar y su clasificación en la <br> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br> (d) valor FOB en dólares de los EEUU; <br> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br> (e) descripción del proceso productivo; y, <br> disposiciones de este Acuerdo. <br> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br> importador presente un certificado de origen. <br> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br> (i) materiales originarios del país participante exportador; <br> importadora determina que un exportador o un productor ha proporcionado más de una vez <br> (ii) materiales originarios del o los otros países participantes del <br> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br> Acuerdo, indicando: <br> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br> ? país de origen y país de procedencia; <br> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br> ? valor CIF en dólares de los EEUU; y, <br> mercancías una vez cumplan con lo establecido en este Anexo. <br> ? porcentajes de participación en la mercancía final; <br> los habituales para la mercancía. <br> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br> (iii) materiales no originarios, indicando: <br> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br> ? clasificación arancelaria que corresponda y descripción; <br> mercancías idénticas enviadas por el exportador sujeto a investigación. <br> Artículo 23: Sanciones <br> ? porcentaje de participación en la mercancía final. <br> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> ser suscrita tanto por el productor como por el exportador. <br> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br> establecido en este Anexo. <br> que la fundamenten y que el proceso y los materiales no sean alterados. <br> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br> 6 El certificado de origen ampara una sola operación de importación de una o varias <br> mercancías, y su versión original debe acompañar al resto de la documentación en el <br> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> certificado de origen en otras entidades públicas o privadas. <br> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br> territorio de una Parte; <br> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo. <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> Artículo 16: Facturación por un Operador de un País no Parte <br> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br> (d) herramientas, troqueles y moldes; <br> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br> denominación o razón social y domicilio de quien en definitiva facture la operación a <br> destino así como el número y la fecha de la factura comercial correspondiente. <br> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br> momento de expedir el certificado de origen no se conociera el número de la factura <br> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br> certificado de origen que amparan la importación. <br> Artículo 17: Excepciones a la Presentación de Certificado de Origen <br> El certificado de origen no será requerido cuando: <br> (a) el valor aduanero de la importación no exceda de mil dólares de los <br> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br> moneda de la Parte importadora al momento de la presentación de la <br> declaración aduanera, o un monto mayor que puede ser establecido por la <br> Parte importadora, a menos que la Parte importadora considere que la <br> importación forma parte de una serie de importaciones realizadas o <br> planificadas con el propósito de evadir el cumplimiento de la legislación <br> de la Parte que regula las solicitudes de tratamiento arancelario <br> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br> funcionarios acreditados para tal fin. <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> preferencial bajo este Acuerdo; o, <br> "}, {"ArticleTitle": "Ámbito de Aplicación", "ArticleDesc": "Artículo 1: Ámbito de Aplicación <br> 1 El presente Anexo establece las reglas de origen aplicables al intercambio de <br> mercancías entre las Partes, a los efectos de: <br> (a) calificación y determinación de la mercancía originaria; <br> (b) certificación de origen y emisión de los certificados de origen; <br> (c) verificación y control de origen; y, <br> (d) sanciones. <br> 2 Las Partes aplicarán el presente Anexo a efectos de solicitar el trato preferencial <br> conforme las preferencias arancelarias negociadas en el Acuerdo. <br> "}, {"ArticleTitle": "Definiciones", "ArticleDesc": "Artículo 2: Definiciones <br> Para efectos de este Anexo, se entenderá por: <br> Acuerdo de Valoración Aduanera: el Acuerdo relativo a la Aplicación del Artículo VII <br> del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que forma parte del <br> Acuerdo sobre la OMC; <br> acuicultura: se entenderá el cultivo de organismos acuáticos, incluyendo peces, moluscos, <br> crustáceos, otros invertebrados, anfibios y plantas, incluso a partir de huevos, alevines y <br> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br> larvas, por intervención en los procesos de cría o crecimiento; <br> responsable de la aplicación y administración de sus leyes y reglamentaciones que estipulan <br> los procedimientos relacionados con el origen de la mercancía; <br> para el caso de Ecuador: <br> ? el Ministerio de Comercio Exterior, (MCE),o su sucesor, para la emisión y control de la <br> expedición de los certificados de origen; y, <br> ? el Servicio Nacional de Aduana del Ecuador, (SENAE),o su sucesor para la verificación <br> del origen de las importaciones; <br> para el caso de El Salvador: <br> ? el Ministerio de Economía (MINEC), o su sucesor, que será responsable de los aspectos <br> relativos a la administración del presente Anexo en lo que fuese procedente; <br> ? el Centro de Trámites de Importaciones y Exportaciones (CIEX El Salvador) del Banco <br> Central de Reserva de El Salvador o su sucesor, para la emisión y control de la <br> ? la Dirección General de Aduanas de El Salvador (DGA), del Ministerio de Hacienda o <br> su sucesor, para la verificación de origen de las importaciones; <br> CIF: el valor de la mercancía importada que incluye los costos de seguro y flete hasta el <br> puerto o lugar de introducción en el país de importación, cualquiera sea el medio de transporte; <br> contenedores y materiales de embalaje para embarque: mercancías utilizadas para <br> proteger la mercancía durante su transporte y no incluye los envases y materiales en los que <br> se empaca la mercancía para la venta al por menor; <br> días calendario: incluidos el sábado, domingo, días de asueto, días festivos o fiesta <br> nacional y días feriados; <br> días hábiles: son todos aquellos días que no son sábado, domingo, días de asuetos, días <br> festivos o fiesta nacional y días feriados; <br> ensamble: conjunto de operaciones físicas mediante las cuales se unen piezas, o conjuntos <br> de éstas para formar una unidad de distinta naturaleza y características funcionales que las <br> partes que la integran; <br> exportador: persona natural o jurídica ubicada en el territorio de una Parte, desde la cual la <br> mercancía es exportada; <br> FOB: el valor de la mercancía libre a bordo, independientemente del medio de transporte, <br> en el lugar de envío al exterior; <br> importador: persona natural o jurídica ubicada en el territorio de una Parte, hacia la cual la <br> mercancía es importada; <br> material: una mercancía o cualquier material, sustancia, ingrediente, materias primas, <br> insumos, parte o componente utilizado en la producción de otra mercancía; <br> mercancías idénticas: mercancías que son iguales en todo, incluidas sus características <br> físicas, calidad y prestigio comercial. Las pequeñas diferencias de aspecto no impedirán <br> que se consideren como idénticas las mercancías que en todo lo demás se ajusten a la definición; <br> mercancías fungibles o materiales fungibles: mercancías o materiales que son <br> intercambiables para efectos comerciales cuyas propiedades son esencialmente idénticas y <br> que no es posible diferenciar una de la otra, por un simple examen visual; <br> mercancía no originaria o material no originario: mercancía o material que no cumple <br> con los requisitos establecidos en este Anexo para considerarse originario; <br> mercancías originarias: mercancías que cumplan con las condiciones establecidas en este Anexo; <br> Principios de Contabilidad Generalmente Aceptados: aquellos sobre los que hay <br> consenso reconocido o que gozan de un apoyo sustancial y autorizado, en el territorio de <br> una Parte y en un momento dado, con respecto al registro de ingresos, gastos, costos, <br> activos y pasivos, la divulgación de información y la elaboración de estados financieros. <br> Los principios pueden abarcar procedimientos de aplicación general, así como normas, <br> prácticas y procedimientos detallados; <br> producción: métodos de obtención de mercancías incluyendo pero no limitados a los de <br> cultivo, reproducción, crianza, explotación de minas, cosecha, pesca, entrampado, caza, <br> captura, acuicultura, recolección, extracción, manufactura, procesamiento, ensamblado o <br> desensamblado de una mercancía; <br> productor: persona natural o jurídica ubicada en el territorio de una Parte, que lleva a cabo <br> un proceso de producción; <br> Resolución de Origen: documento escrito emitido por la autoridad competente como <br> resultado de un procedimiento que verifica si una mercancía califica como originaria de <br> conformidad con este Anexo; <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de Mercancías; <br> tratamiento arancelario preferencial: arancel aplicable a una mercancía originaria de <br> conformidad con este Acuerdo; <br> valor: valor de una mercancía o material para los propósitos de la aplicación de este Anexo; <br> valor de transacción: precio pagado o por pagar por una mercancía, determinado de <br> acuerdo a las disposiciones del Acuerdo de Valoración Aduanera. <br> "}, {"ArticleTitle": "Interpretación y Aplicación", "ArticleDesc": "Artículo 3: Interpretación y Aplicación <br> Las Partes utilizarán para la aplicación e interpretación de las reglas de origen de <br> este Acuerdo la nomenclatura del Sistema Armonizado y las notas interpretativas del <br> Apéndice I (Reglas de Origen Específicas). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Anexo IV.1 <br> Artículo 4: Criterios para la Calificación de Mercancías Originarias <br> Artículo 6: Operaciones que no Confieren Origen <br> Artículo 19: Devolución de Derechos <br> Artículo 21: Requisitos para Mantener Registros <br> Reglas de origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br> Salvo lo dispuesto en el Apéndice I (Reglas Específicas de Origen) de este Anexo, <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br> Sección A: Reglas de Origen <br> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br> no confieren origen, individualmente o combinados entre sí, los siguientes procesos u <br> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br> territorio de una o ambas Partes: <br> operaciones cuando involucren únicamente materiales no originarios: <br> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (a) preservación de las mercancías en buen estado durante su transporte o <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> emisión del certificado. <br> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br> almacenamiento, tales como ventilación, aireación, refrigeración, <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br> el territorio de una u otra Parte; <br> congelación, salazón o extracción de partes averiadas; <br> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (b) embalaje, envasado o acondicionamiento de las mercancías para su venta al por menor; <br> documentación de acuerdo al procedimiento establecido en cada Parte. <br> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (c) fraccionamiento o división en lotes o volúmenes; <br> era originaria, incluyendo los registros relativos a: <br> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br> (d) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> o captura en el territorio de una u otra Parte; <br> mercancías o en sus envases; <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br> (e) dilución en agua o en otros solventes que no altere las características <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br> moluscos y demás invertebrados acuáticos nacidos o criados en el <br> esenciales de la mercancía; <br> (c) el proceso de producción de la mercancía en la forma en que se exporte <br> territorio de una o ambas Partes; <br> (f) desarmado de mercancías en sus partes; <br> desde su territorio. <br> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> (g) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br> del territorio de las Partes por naves pesqueras, siempre que estén <br> desgrane, entresacado, clasificación, selección, cribado, tamizado, <br> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br> registradas o matriculadas en una Parte y que enarbolen la bandera <br> filtrado, secado, pintado, y/o cortado; <br> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br> de esa Parte o por naves pesqueras arrendadas o fletadas por <br> (h) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> una copia del certificado de origen. <br> empresas establecidas en el territorio de una Parte; <br> (i) unión, reunión o división de mercancías en bultos; <br> Artículo 22: Procedimientos para Verificación de Origen <br> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> (j) matanza de animales; <br> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br> exclusivamente a partir de las mercancías identificadas en el <br> (k) aplicación de aceite y recubrimientos protectores; o, <br> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br> numeral (vii), siempre y cuando los buques fábrica estén registrados <br> (l) la simple mezcla de mercancías entendida como las actividades que no <br> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br> requieren de habilidades o maquinaria especializada, aparatos o equipos <br> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br> o sean arrendados o fletados por empresas establecidas en el <br> especialmente fabricados o instalados para llevar a cabo dicha actividad. <br> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br> La simple mezcla de mercancías no incluye la reacción química. <br> juicio, que fundamenten la solicitud. <br> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br> Artículo 7: Acumulación de Origen <br> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br> aguas territoriales de una Parte, por una Parte o una persona de una <br> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br> fondo o subsuelo marino; <br> originarios del territorio de esta última Parte. <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br> exclusivamente a partir de las mercancías mencionadas en los <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo. <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (xi) mercancías producidas en el territorio de una o ambas Partes, <br> Artículo 8: Accesorios, Repuestos o Herramientas <br> productor de la mercancía en territorio de la otra Parte, en las que se <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br> deberá señalar específicamente la mercancía objeto de verificación; <br> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> (b) las mercancías que sean producidas enteramente en el territorio de una o <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br> originarios de conformidad con el presente Anexo; <br> arancelaria, siempre que: <br> e inspeccionar las instalaciones, procesos productivos y materiales que se <br> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> utilicen en la producción de la mercancía; o, <br> a partir de materiales no originarios, que resulten de un proceso de <br> mercancía y no sean facturados por separado; independientemente de que <br> producción o transformación, de tal forma que las mercancías se <br> cada uno se identifique por separado en la propia factura; y, <br> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br> precedente, porque el proceso de producción no implica un cambio de <br> realizada por medio de: <br> partida en el Sistema Armonizado, bastará que el valor CIF de los <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> (a) correos certificados o medios electrónicos u otras formas con acuse de <br> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br> valor FOB de las mercancías de que se trate; <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> (b) cualquier otra forma que las Partes acuerden. <br> (e) las mercancías resultantes de operaciones de ensamble o montaje <br> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br> terceros países, cuando el valor CIF de los materiales no originarios no <br> Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br> reglas específicas de origen establecidas en el Artículo 5 de este Anexo. <br> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br> originarios utilizados en la producción de la mercancía cumplen con el cambio <br> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br> (b) domicilio legal; <br> el Apéndice I (Reglas Específicas de Origen). <br> de información o los cuestionarios escritos deberán contener: <br> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br> que solicita la información; <br> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br> valor del contenido regional de la mercancía. <br> información y documentación; <br> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br> (c) descripción de la información y documentos que se requieren; y, <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br> mercancía es originaria. <br> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br> Artículo 11: Materiales Indirectos <br> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br> (a) combustible, energía, solventes y catalizadores; <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br> autoridad competente de la Parte exportadora, información adicional por medio de un <br> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> para responder a dicha solicitud. <br> en la producción, operación de equipos o mantenimiento de los edificios; y, <br> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br> parte de dicha producción. <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br> del productor de las mercancías. <br> hechos y el fundamento legal para esa decisión. <br> Artículo 12: Mercancías Fungibles y Materiales Fungibles <br> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> del exportador o productor a ser visitado. <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> este Artículo, deberá contener: <br> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br> que hace la notificación; <br> fiscal de la persona o productor que seleccionó el método de manejo del inventario. <br> (b) el nombre del exportador o productor a ser visitado; <br> Artículo 13: Juegos o Surtidos <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br> referencia específica de la mercancía objeto de verificación; <br> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br> Cualquier modificación de la información proporcionada de acuerdo a los literales <br> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía. <br> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br> Artículo 14: Tránsito y Trasbordo <br> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br> 1 Una mercancía originaria mantendrá dicha condición, si: <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> fraccionamiento o cualquier otra operación necesaria para mantener la <br> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br> (f) el fundamento legal de la visita de verificación. <br> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br> (a) una copia del documento de transporte; y, <br> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br> (b) un certificado o cualquier otro documento dado por la autoridad <br> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br> aduanera de la no Parte que certifique que la mercancía ha estado en <br> la Parte importadora y la autoridad competente de la Parte exportadora. <br> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> Sección B: Procedimientos de Origen <br> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br> Artículo 15: Certificación de Origen <br> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> presentes durante la visita y que únicamente actúen como tal. La no designación de <br> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br> observadores, no será motivo para que se posponga la visita. <br> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> el territorio de la Parte exportadora. <br> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br> (Reglas de Origen) del Acuerdo. <br> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br> de origen. El certificado de origen único basado en el formato acordado será implementado <br> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br> Jurada del productor o del exportador, que indicará las características y materiales de la <br> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br> (a) nombre o razón social del productor o exportador; <br> misma al importador y a la autoridad competente de la Parte exportadora. <br> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br> (c) denominación de la mercancía a exportar y su clasificación en la <br> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br> (d) valor FOB en dólares de los EEUU; <br> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br> (e) descripción del proceso productivo; y, <br> disposiciones de este Acuerdo. <br> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br> importador presente un certificado de origen. <br> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br> (i) materiales originarios del país participante exportador; <br> importadora determina que un exportador o un productor ha proporcionado más de una vez <br> (ii) materiales originarios del o los otros países participantes del <br> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br> Acuerdo, indicando: <br> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br> ? país de origen y país de procedencia; <br> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br> ? valor CIF en dólares de los EEUU; y, <br> mercancías una vez cumplan con lo establecido en este Anexo. <br> ? porcentajes de participación en la mercancía final; <br> los habituales para la mercancía. <br> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br> (iii) materiales no originarios, indicando: <br> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br> ? clasificación arancelaria que corresponda y descripción; <br> mercancías idénticas enviadas por el exportador sujeto a investigación. <br> Artículo 23: Sanciones <br> ? porcentaje de participación en la mercancía final. <br> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> ser suscrita tanto por el productor como por el exportador. <br> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br> establecido en este Anexo. <br> que la fundamenten y que el proceso y los materiales no sean alterados. <br> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br> 6 El certificado de origen ampara una sola operación de importación de una o varias <br> mercancías, y su versión original debe acompañar al resto de la documentación en el <br> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> certificado de origen en otras entidades públicas o privadas. <br> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br> territorio de una Parte; <br> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo. <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> Artículo 16: Facturación por un Operador de un País no Parte <br> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br> (d) herramientas, troqueles y moldes; <br> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br> denominación o razón social y domicilio de quien en definitiva facture la operación a <br> destino así como el número y la fecha de la factura comercial correspondiente. <br> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br> momento de expedir el certificado de origen no se conociera el número de la factura <br> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br> certificado de origen que amparan la importación. <br> Artículo 17: Excepciones a la Presentación de Certificado de Origen <br> El certificado de origen no será requerido cuando: <br> (a) el valor aduanero de la importación no exceda de mil dólares de los <br> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br> moneda de la Parte importadora al momento de la presentación de la <br> declaración aduanera, o un monto mayor que puede ser establecido por la <br> Parte importadora, a menos que la Parte importadora considere que la <br> importación forma parte de una serie de importaciones realizadas o <br> planificadas con el propósito de evadir el cumplimiento de la legislación <br> de la Parte que regula las solicitudes de tratamiento arancelario <br> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br> funcionarios acreditados para tal fin. <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> preferencial bajo este Acuerdo; o, <br> "}, {"ArticleTitle": "Reglas Específicas de Origen", "ArticleDesc": "Artículo 5: Reglas Específicas de Origen <br> 1 Las mercancías que en su producción utilicen materiales no originarios, serán <br> consideradas originarias cuando cumplan con los requisitos específicos de origen previstos <br> en el Apéndice I (Reglas Específicas de Origen) del presente Anexo. <br> 2 Los requisitos específicos de origen prevalecerán sobre los criterios generales <br> establecidos en el Artículo 4 de este Anexo. <br> 3 La Comisión Administradora del Acuerdo podrá acordar el establecimiento de <br> nuevos requisitos específicos de origen. Asimismo, se podrán modificar y eliminar los <br> requisitos específicos de origen cuando existan razones que así lo ameriten. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Anexo IV.1 <br> Artículo 4: Criterios para la Calificación de Mercancías Originarias <br> Artículo 6: Operaciones que no Confieren Origen <br> Artículo 19: Devolución de Derechos <br> Artículo 21: Requisitos para Mantener Registros <br> Reglas de origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br> Salvo lo dispuesto en el Apéndice I (Reglas Específicas de Origen) de este Anexo, <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br> Sección A: Reglas de Origen <br> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br> no confieren origen, individualmente o combinados entre sí, los siguientes procesos u <br> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br> territorio de una o ambas Partes: <br> operaciones cuando involucren únicamente materiales no originarios: <br> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (a) preservación de las mercancías en buen estado durante su transporte o <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> emisión del certificado. <br> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br> almacenamiento, tales como ventilación, aireación, refrigeración, <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br> el territorio de una u otra Parte; <br> congelación, salazón o extracción de partes averiadas; <br> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (b) embalaje, envasado o acondicionamiento de las mercancías para su venta al por menor; <br> documentación de acuerdo al procedimiento establecido en cada Parte. <br> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (c) fraccionamiento o división en lotes o volúmenes; <br> era originaria, incluyendo los registros relativos a: <br> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br> (d) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> o captura en el territorio de una u otra Parte; <br> mercancías o en sus envases; <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br> (e) dilución en agua o en otros solventes que no altere las características <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br> moluscos y demás invertebrados acuáticos nacidos o criados en el <br> esenciales de la mercancía; <br> (c) el proceso de producción de la mercancía en la forma en que se exporte <br> territorio de una o ambas Partes; <br> (f) desarmado de mercancías en sus partes; <br> desde su territorio. <br> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> (g) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br> del territorio de las Partes por naves pesqueras, siempre que estén <br> desgrane, entresacado, clasificación, selección, cribado, tamizado, <br> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br> registradas o matriculadas en una Parte y que enarbolen la bandera <br> filtrado, secado, pintado, y/o cortado; <br> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br> de esa Parte o por naves pesqueras arrendadas o fletadas por <br> (h) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> una copia del certificado de origen. <br> empresas establecidas en el territorio de una Parte; <br> (i) unión, reunión o división de mercancías en bultos; <br> Artículo 22: Procedimientos para Verificación de Origen <br> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> (j) matanza de animales; <br> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br> exclusivamente a partir de las mercancías identificadas en el <br> (k) aplicación de aceite y recubrimientos protectores; o, <br> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br> numeral (vii), siempre y cuando los buques fábrica estén registrados <br> (l) la simple mezcla de mercancías entendida como las actividades que no <br> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br> requieren de habilidades o maquinaria especializada, aparatos o equipos <br> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br> o sean arrendados o fletados por empresas establecidas en el <br> especialmente fabricados o instalados para llevar a cabo dicha actividad. <br> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br> La simple mezcla de mercancías no incluye la reacción química. <br> juicio, que fundamenten la solicitud. <br> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br> Artículo 7: Acumulación de Origen <br> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br> aguas territoriales de una Parte, por una Parte o una persona de una <br> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br> fondo o subsuelo marino; <br> originarios del territorio de esta última Parte. <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br> exclusivamente a partir de las mercancías mencionadas en los <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo. <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (xi) mercancías producidas en el territorio de una o ambas Partes, <br> Artículo 8: Accesorios, Repuestos o Herramientas <br> productor de la mercancía en territorio de la otra Parte, en las que se <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br> deberá señalar específicamente la mercancía objeto de verificación; <br> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> (b) las mercancías que sean producidas enteramente en el territorio de una o <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br> originarios de conformidad con el presente Anexo; <br> arancelaria, siempre que: <br> e inspeccionar las instalaciones, procesos productivos y materiales que se <br> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> utilicen en la producción de la mercancía; o, <br> a partir de materiales no originarios, que resulten de un proceso de <br> mercancía y no sean facturados por separado; independientemente de que <br> producción o transformación, de tal forma que las mercancías se <br> cada uno se identifique por separado en la propia factura; y, <br> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br> precedente, porque el proceso de producción no implica un cambio de <br> realizada por medio de: <br> partida en el Sistema Armonizado, bastará que el valor CIF de los <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> (a) correos certificados o medios electrónicos u otras formas con acuse de <br> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br> valor FOB de las mercancías de que se trate; <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> (b) cualquier otra forma que las Partes acuerden. <br> (e) las mercancías resultantes de operaciones de ensamble o montaje <br> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br> terceros países, cuando el valor CIF de los materiales no originarios no <br> Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br> reglas específicas de origen establecidas en el Artículo 5 de este Anexo. <br> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br> originarios utilizados en la producción de la mercancía cumplen con el cambio <br> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br> (b) domicilio legal; <br> el Apéndice I (Reglas Específicas de Origen). <br> de información o los cuestionarios escritos deberán contener: <br> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br> que solicita la información; <br> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br> valor del contenido regional de la mercancía. <br> información y documentación; <br> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br> (c) descripción de la información y documentos que se requieren; y, <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br> mercancía es originaria. <br> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br> Artículo 11: Materiales Indirectos <br> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br> (a) combustible, energía, solventes y catalizadores; <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br> autoridad competente de la Parte exportadora, información adicional por medio de un <br> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> para responder a dicha solicitud. <br> en la producción, operación de equipos o mantenimiento de los edificios; y, <br> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br> parte de dicha producción. <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br> del productor de las mercancías. <br> hechos y el fundamento legal para esa decisión. <br> Artículo 12: Mercancías Fungibles y Materiales Fungibles <br> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> del exportador o productor a ser visitado. <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> este Artículo, deberá contener: <br> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br> que hace la notificación; <br> fiscal de la persona o productor que seleccionó el método de manejo del inventario. <br> (b) el nombre del exportador o productor a ser visitado; <br> Artículo 13: Juegos o Surtidos <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br> referencia específica de la mercancía objeto de verificación; <br> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br> Cualquier modificación de la información proporcionada de acuerdo a los literales <br> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía. <br> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br> Artículo 14: Tránsito y Trasbordo <br> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br> 1 Una mercancía originaria mantendrá dicha condición, si: <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> fraccionamiento o cualquier otra operación necesaria para mantener la <br> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br> (f) el fundamento legal de la visita de verificación. <br> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br> (a) una copia del documento de transporte; y, <br> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br> (b) un certificado o cualquier otro documento dado por la autoridad <br> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br> aduanera de la no Parte que certifique que la mercancía ha estado en <br> la Parte importadora y la autoridad competente de la Parte exportadora. <br> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> Sección B: Procedimientos de Origen <br> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br> Artículo 15: Certificación de Origen <br> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> presentes durante la visita y que únicamente actúen como tal. La no designación de <br> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br> observadores, no será motivo para que se posponga la visita. <br> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> el territorio de la Parte exportadora. <br> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br> (Reglas de Origen) del Acuerdo. <br> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br> de origen. El certificado de origen único basado en el formato acordado será implementado <br> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br> Jurada del productor o del exportador, que indicará las características y materiales de la <br> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br> (a) nombre o razón social del productor o exportador; <br> misma al importador y a la autoridad competente de la Parte exportadora. <br> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br> (c) denominación de la mercancía a exportar y su clasificación en la <br> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br> (d) valor FOB en dólares de los EEUU; <br> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br> (e) descripción del proceso productivo; y, <br> disposiciones de este Acuerdo. <br> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br> importador presente un certificado de origen. <br> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br> (i) materiales originarios del país participante exportador; <br> importadora determina que un exportador o un productor ha proporcionado más de una vez <br> (ii) materiales originarios del o los otros países participantes del <br> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br> Acuerdo, indicando: <br> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br> ? país de origen y país de procedencia; <br> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br> ? valor CIF en dólares de los EEUU; y, <br> mercancías una vez cumplan con lo establecido en este Anexo. <br> ? porcentajes de participación en la mercancía final; <br> los habituales para la mercancía. <br> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br> (iii) materiales no originarios, indicando: <br> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br> ? clasificación arancelaria que corresponda y descripción; <br> mercancías idénticas enviadas por el exportador sujeto a investigación. <br> Artículo 23: Sanciones <br> ? porcentaje de participación en la mercancía final. <br> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> ser suscrita tanto por el productor como por el exportador. <br> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br> establecido en este Anexo. <br> que la fundamenten y que el proceso y los materiales no sean alterados. <br> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br> 6 El certificado de origen ampara una sola operación de importación de una o varias <br> mercancías, y su versión original debe acompañar al resto de la documentación en el <br> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> certificado de origen en otras entidades públicas o privadas. <br> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br> territorio de una Parte; <br> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo. <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> Artículo 16: Facturación por un Operador de un País no Parte <br> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br> (d) herramientas, troqueles y moldes; <br> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br> denominación o razón social y domicilio de quien en definitiva facture la operación a <br> destino así como el número y la fecha de la factura comercial correspondiente. <br> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br> momento de expedir el certificado de origen no se conociera el número de la factura <br> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br> certificado de origen que amparan la importación. <br> Artículo 17: Excepciones a la Presentación de Certificado de Origen <br> El certificado de origen no será requerido cuando: <br> (a) el valor aduanero de la importación no exceda de mil dólares de los <br> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br> moneda de la Parte importadora al momento de la presentación de la <br> declaración aduanera, o un monto mayor que puede ser establecido por la <br> Parte importadora, a menos que la Parte importadora considere que la <br> importación forma parte de una serie de importaciones realizadas o <br> planificadas con el propósito de evadir el cumplimiento de la legislación <br> de la Parte que regula las solicitudes de tratamiento arancelario <br> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br> funcionarios acreditados para tal fin. <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> preferencial bajo este Acuerdo; o, <br> "}, {"ArticleTitle": "Obligaciones Relativas a las Importaciones", "ArticleDesc": "Artículo 18: Obligaciones Relativas a las Importaciones <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> tratamiento arancelario preferencial para una mercancía: <br> (a) declare por escrito en el documento de importación requerido por su <br> legislación, con base en un certificado de origen, que la mercancía <br> califica como mercancía originaria; <br> (b) tenga el certificado de origen en su poder al momento en que se haga la declaración; <br> (c) proporcione, si la autoridad aduanera lo solicita, el certificado de origen <br> o copias del mismo; y, <br> (d) presente inmediatamente una declaración corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos para creer que el <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> información incorrecta. El importador no podrá ser sancionado cuando <br> en forma voluntaria presente la declaración de mercancías corregida, <br> previo a que la autoridad aduanera haya iniciado el ejercicio de sus <br> facultades de verificación y control o antes de que las autoridades <br> aduaneras notifiquen la revisión, de conformidad con la legislación de cada Parte. <br> 2 Si un importador en su territorio no cumple con alguno de los requisitos <br> establecidos en este Anexo, la autoridad aduanera negará el tratamiento arancelario preferencial. <br> 3 No obstante lo dispuesto en este Artículo, en caso de detectarse errores en el <br> certificado de origen o que el mismo no ha sido llenado de conformidad con el Artículo 15 <br> de este Anexo, la autoridad aduanera conservará el original del certificado e informará por <br> escrito al importador indicando los errores que presenta. En este caso el importador deberá <br> presentar un nuevo certificado de origen, en un plazo máximo de quince (15) días <br> calendario a partir de la fecha que fue informado. Si el importador no cumpliera con la <br> presentación de la rectificación correspondiente en el plazo indicado, la autoridad aduanera <br> no aplicará el tratamiento arancelario preferencial. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Anexo IV.1 <br> Artículo 4: Criterios para la Calificación de Mercancías Originarias <br> Artículo 6: Operaciones que no Confieren Origen <br> Artículo 19: Devolución de Derechos <br> Artículo 21: Requisitos para Mantener Registros <br> Reglas de origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br> Salvo lo dispuesto en el Apéndice I (Reglas Específicas de Origen) de este Anexo, <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br> Sección A: Reglas de Origen <br> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br> no confieren origen, individualmente o combinados entre sí, los siguientes procesos u <br> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br> territorio de una o ambas Partes: <br> operaciones cuando involucren únicamente materiales no originarios: <br> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (a) preservación de las mercancías en buen estado durante su transporte o <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> emisión del certificado. <br> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br> almacenamiento, tales como ventilación, aireación, refrigeración, <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br> el territorio de una u otra Parte; <br> congelación, salazón o extracción de partes averiadas; <br> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (b) embalaje, envasado o acondicionamiento de las mercancías para su venta al por menor; <br> documentación de acuerdo al procedimiento establecido en cada Parte. <br> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (c) fraccionamiento o división en lotes o volúmenes; <br> era originaria, incluyendo los registros relativos a: <br> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br> (d) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> o captura en el territorio de una u otra Parte; <br> mercancías o en sus envases; <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br> (e) dilución en agua o en otros solventes que no altere las características <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br> moluscos y demás invertebrados acuáticos nacidos o criados en el <br> esenciales de la mercancía; <br> (c) el proceso de producción de la mercancía en la forma en que se exporte <br> territorio de una o ambas Partes; <br> (f) desarmado de mercancías en sus partes; <br> desde su territorio. <br> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> (g) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br> del territorio de las Partes por naves pesqueras, siempre que estén <br> desgrane, entresacado, clasificación, selección, cribado, tamizado, <br> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br> registradas o matriculadas en una Parte y que enarbolen la bandera <br> filtrado, secado, pintado, y/o cortado; <br> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br> de esa Parte o por naves pesqueras arrendadas o fletadas por <br> (h) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> una copia del certificado de origen. <br> empresas establecidas en el territorio de una Parte; <br> (i) unión, reunión o división de mercancías en bultos; <br> Artículo 22: Procedimientos para Verificación de Origen <br> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> (j) matanza de animales; <br> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br> exclusivamente a partir de las mercancías identificadas en el <br> (k) aplicación de aceite y recubrimientos protectores; o, <br> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br> numeral (vii), siempre y cuando los buques fábrica estén registrados <br> (l) la simple mezcla de mercancías entendida como las actividades que no <br> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br> requieren de habilidades o maquinaria especializada, aparatos o equipos <br> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br> o sean arrendados o fletados por empresas establecidas en el <br> especialmente fabricados o instalados para llevar a cabo dicha actividad. <br> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br> La simple mezcla de mercancías no incluye la reacción química. <br> juicio, que fundamenten la solicitud. <br> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br> Artículo 7: Acumulación de Origen <br> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br> aguas territoriales de una Parte, por una Parte o una persona de una <br> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br> fondo o subsuelo marino; <br> originarios del territorio de esta última Parte. <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br> exclusivamente a partir de las mercancías mencionadas en los <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo. <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (xi) mercancías producidas en el territorio de una o ambas Partes, <br> Artículo 8: Accesorios, Repuestos o Herramientas <br> productor de la mercancía en territorio de la otra Parte, en las que se <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br> deberá señalar específicamente la mercancía objeto de verificación; <br> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> (b) las mercancías que sean producidas enteramente en el territorio de una o <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br> originarios de conformidad con el presente Anexo; <br> arancelaria, siempre que: <br> e inspeccionar las instalaciones, procesos productivos y materiales que se <br> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> utilicen en la producción de la mercancía; o, <br> a partir de materiales no originarios, que resulten de un proceso de <br> mercancía y no sean facturados por separado; independientemente de que <br> producción o transformación, de tal forma que las mercancías se <br> cada uno se identifique por separado en la propia factura; y, <br> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br> precedente, porque el proceso de producción no implica un cambio de <br> realizada por medio de: <br> partida en el Sistema Armonizado, bastará que el valor CIF de los <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> (a) correos certificados o medios electrónicos u otras formas con acuse de <br> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br> valor FOB de las mercancías de que se trate; <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> (b) cualquier otra forma que las Partes acuerden. <br> (e) las mercancías resultantes de operaciones de ensamble o montaje <br> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br> terceros países, cuando el valor CIF de los materiales no originarios no <br> Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br> reglas específicas de origen establecidas en el Artículo 5 de este Anexo. <br> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br> originarios utilizados en la producción de la mercancía cumplen con el cambio <br> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br> (b) domicilio legal; <br> el Apéndice I (Reglas Específicas de Origen). <br> de información o los cuestionarios escritos deberán contener: <br> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br> que solicita la información; <br> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br> valor del contenido regional de la mercancía. <br> información y documentación; <br> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br> (c) descripción de la información y documentos que se requieren; y, <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br> mercancía es originaria. <br> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br> Artículo 11: Materiales Indirectos <br> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br> (a) combustible, energía, solventes y catalizadores; <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br> autoridad competente de la Parte exportadora, información adicional por medio de un <br> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> para responder a dicha solicitud. <br> en la producción, operación de equipos o mantenimiento de los edificios; y, <br> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br> parte de dicha producción. <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br> del productor de las mercancías. <br> hechos y el fundamento legal para esa decisión. <br> Artículo 12: Mercancías Fungibles y Materiales Fungibles <br> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> del exportador o productor a ser visitado. <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> este Artículo, deberá contener: <br> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br> que hace la notificación; <br> fiscal de la persona o productor que seleccionó el método de manejo del inventario. <br> (b) el nombre del exportador o productor a ser visitado; <br> Artículo 13: Juegos o Surtidos <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br> referencia específica de la mercancía objeto de verificación; <br> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br> Cualquier modificación de la información proporcionada de acuerdo a los literales <br> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía. <br> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br> Artículo 14: Tránsito y Trasbordo <br> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br> 1 Una mercancía originaria mantendrá dicha condición, si: <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> fraccionamiento o cualquier otra operación necesaria para mantener la <br> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br> (f) el fundamento legal de la visita de verificación. <br> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br> (a) una copia del documento de transporte; y, <br> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br> (b) un certificado o cualquier otro documento dado por la autoridad <br> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br> aduanera de la no Parte que certifique que la mercancía ha estado en <br> la Parte importadora y la autoridad competente de la Parte exportadora. <br> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> Sección B: Procedimientos de Origen <br> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br> Artículo 15: Certificación de Origen <br> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> presentes durante la visita y que únicamente actúen como tal. La no designación de <br> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br> observadores, no será motivo para que se posponga la visita. <br> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> el territorio de la Parte exportadora. <br> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br> (Reglas de Origen) del Acuerdo. <br> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br> de origen. El certificado de origen único basado en el formato acordado será implementado <br> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br> Jurada del productor o del exportador, que indicará las características y materiales de la <br> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br> (a) nombre o razón social del productor o exportador; <br> misma al importador y a la autoridad competente de la Parte exportadora. <br> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br> (c) denominación de la mercancía a exportar y su clasificación en la <br> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br> (d) valor FOB en dólares de los EEUU; <br> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br> (e) descripción del proceso productivo; y, <br> disposiciones de este Acuerdo. <br> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br> importador presente un certificado de origen. <br> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br> (i) materiales originarios del país participante exportador; <br> importadora determina que un exportador o un productor ha proporcionado más de una vez <br> (ii) materiales originarios del o los otros países participantes del <br> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br> Acuerdo, indicando: <br> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br> ? país de origen y país de procedencia; <br> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br> ? valor CIF en dólares de los EEUU; y, <br> mercancías una vez cumplan con lo establecido en este Anexo. <br> ? porcentajes de participación en la mercancía final; <br> los habituales para la mercancía. <br> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br> (iii) materiales no originarios, indicando: <br> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br> ? clasificación arancelaria que corresponda y descripción; <br> mercancías idénticas enviadas por el exportador sujeto a investigación. <br> Artículo 23: Sanciones <br> ? porcentaje de participación en la mercancía final. <br> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> ser suscrita tanto por el productor como por el exportador. <br> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br> establecido en este Anexo. <br> que la fundamenten y que el proceso y los materiales no sean alterados. <br> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br> 6 El certificado de origen ampara una sola operación de importación de una o varias <br> mercancías, y su versión original debe acompañar al resto de la documentación en el <br> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> certificado de origen en otras entidades públicas o privadas. <br> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br> territorio de una Parte; <br> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo. <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> Artículo 16: Facturación por un Operador de un País no Parte <br> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br> (d) herramientas, troqueles y moldes; <br> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br> denominación o razón social y domicilio de quien en definitiva facture la operación a <br> destino así como el número y la fecha de la factura comercial correspondiente. <br> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br> momento de expedir el certificado de origen no se conociera el número de la factura <br> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br> certificado de origen que amparan la importación. <br> Artículo 17: Excepciones a la Presentación de Certificado de Origen <br> El certificado de origen no será requerido cuando: <br> (a) el valor aduanero de la importación no exceda de mil dólares de los <br> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br> moneda de la Parte importadora al momento de la presentación de la <br> declaración aduanera, o un monto mayor que puede ser establecido por la <br> Parte importadora, a menos que la Parte importadora considere que la <br> importación forma parte de una serie de importaciones realizadas o <br> planificadas con el propósito de evadir el cumplimiento de la legislación <br> de la Parte que regula las solicitudes de tratamiento arancelario <br> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br> funcionarios acreditados para tal fin. <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> preferencial bajo este Acuerdo; o, <br> "}, {"ArticleTitle": "Obligaciones Relativas a las Exportaciones", "ArticleDesc": "Artículo 20: Obligaciones Relativas a las Exportaciones <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen contiene <br> información incorrecta, deberá comunicar inmediatamente por escrito a su autoridad <br> competente o entidad habilitada, que corresponda, cualquier cambio que pueda afectar la <br> exactitud o validez de ese certificado. <br> 2 Si un exportador entregó un certificado o información falsa y con el mismo se <br> exportó mercancías calificadas como originarias al territorio de la otra Parte, será sujeto a <br> sanciones similares a las que se aplicarían a un importador en su territorio por contravenir <br> sus leyes y reglamentaciones aduaneras al hacer declaraciones y afirmaciones falsas en <br> relación a una importación. <br> 3 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> incorrecta, si voluntariamente lo comunica por escrito a la autoridad competente o entidad <br> habilitada, que corresponda, previo a que la autoridad aduanera de la Parte importadora <br> haya iniciado el ejercicio de sus facultades de verificación y control o antes de que la <br> autoridad aduanera notifique la revisión, de conformidad con la legislación de cada Parte. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Anexo IV.1 <br> Artículo 4: Criterios para la Calificación de Mercancías Originarias <br> Artículo 6: Operaciones que no Confieren Origen <br> Artículo 19: Devolución de Derechos <br> Artículo 21: Requisitos para Mantener Registros <br> Reglas de origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: <br> Salvo lo dispuesto en el Apéndice I (Reglas Específicas de Origen) de este Anexo, <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia del <br> Sección A: Reglas de Origen <br> (a) las mercancías obtenidas en su totalidad o producidas enteramente en el <br> no confieren origen, individualmente o combinados entre sí, los siguientes procesos u <br> para las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> certificado de origen durante un plazo mínimo de cinco (5) años, a partir de la fecha de su <br> territorio de una o ambas Partes: <br> operaciones cuando involucren únicamente materiales no originarios: <br> importador podrá, a más tardar un (1) año, después de la fecha de importación, solicitar <br> emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para la <br> (i) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (a) preservación de las mercancías en buen estado durante su transporte o <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> emisión del certificado. <br> (ii) productos del reino vegetal, cosechados, recogidos o recolectados en <br> almacenamiento, tales como ventilación, aireación, refrigeración, <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario preferencial <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 15 <br> el territorio de una u otra Parte; <br> congelación, salazón o extracción de partes averiadas; <br> para esa mercancía, para tal efecto deberá adjuntar el certificado de origen, así como otra <br> de este Anexo, debe conservar por un mínimo de cinco (5) años a partir de la fecha de la <br> (iii) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (b) embalaje, envasado o acondicionamiento de las mercancías para su venta al por menor; <br> documentación de acuerdo al procedimiento establecido en cada Parte. <br> emisión de dicho certificado, todos los registros necesarios para demostrar que la mercancía <br> (iv) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (c) fraccionamiento o división en lotes o volúmenes; <br> era originaria, incluyendo los registros relativos a: <br> (v) mercancías obtenidas de la caza, caza con trampa, pesca, recolección <br> (d) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> o captura en el territorio de una u otra Parte; <br> mercancías o en sus envases; <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> (vi) los productos de la acuicultura consistentes en peces, crustáceos, <br> (e) dilución en agua o en otros solventes que no altere las características <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y, <br> moluscos y demás invertebrados acuáticos nacidos o criados en el <br> esenciales de la mercancía; <br> (c) el proceso de producción de la mercancía en la forma en que se exporte <br> territorio de una o ambas Partes; <br> (f) desarmado de mercancías en sus partes; <br> desde su territorio. <br> (vii)peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> (g) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una mercancía <br> del territorio de las Partes por naves pesqueras, siempre que estén <br> desgrane, entresacado, clasificación, selección, cribado, tamizado, <br> importada deberá conservar, por un mínimo de cinco (5) años a partir de la fecha de <br> registradas o matriculadas en una Parte y que enarbolen la bandera <br> filtrado, secado, pintado, y/o cortado; <br> importación de la mercancía, la documentación relacionada con la importación, incluyendo <br> de esa Parte o por naves pesqueras arrendadas o fletadas por <br> (h) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> una copia del certificado de origen. <br> empresas establecidas en el territorio de una Parte; <br> (i) unión, reunión o división de mercancías en bultos; <br> Artículo 22: Procedimientos para Verificación de Origen <br> (viii) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> (j) matanza de animales; <br> 1 Cuando exista duda sobre el origen de una mercancía procedente de la otra Parte, la <br> exclusivamente a partir de las mercancías identificadas en el <br> (k) aplicación de aceite y recubrimientos protectores; o, <br> autoridad competente de la Parte importadora podrá iniciar de oficio un procedimiento de <br> numeral (vii), siempre y cuando los buques fábrica estén registrados <br> (l) la simple mezcla de mercancías entendida como las actividades que no <br> verificación de origen. Asimismo, cualquier persona natural o jurídica que demuestre tener <br> o matriculados en una Parte y que enarbolen la bandera de esa Parte <br> requieren de habilidades o maquinaria especializada, aparatos o equipos <br> interés relevante al respecto, podrá presentar la solicitud de verificación correspondiente <br> o sean arrendados o fletados por empresas establecidas en el <br> especialmente fabricados o instalados para llevar a cabo dicha actividad. <br> ante la autoridad competente de su país, aportando los documentos, y demás elementos de <br> La simple mezcla de mercancías no incluye la reacción química. <br> juicio, que fundamenten la solicitud. <br> (ix) las mercancías obtenidas del fondo o del subsuelo marino fuera de las <br> Artículo 7: Acumulación de Origen <br> 2 Cuando exista duda sobre el origen de una mercancía, al momento de su <br> aguas territoriales de una Parte, por una Parte o una persona de una <br> 1 Los materiales originarios o mercancías originarias del territorio de una Parte <br> importación, la autoridad aduanera no impedirá su importación y podrá solicitar a su <br> Parte, siempre y cuando la Parte tenga derechos para explotar ese <br> incorporados a una mercancía en el territorio de la otra Parte, serán considerados <br> autoridad competente el inicio de un procedimiento de verificación de conformidad con este Anexo. <br> fondo o subsuelo marino; <br> originarios del territorio de esta última Parte. <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, la <br> (x) desechos y desperdicios recuperados para ser utilizados únicamente como materias primas: <br> exclusivamente a partir de las mercancías mencionadas en los <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> autoridad competente de la Parte importadora podrá verificar el origen de la mercancía, con <br> ? operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> la colaboración de la autoridad competente de la Parte exportadora, mediante los siguientes procedimientos: <br> ? mercancías usadas, recolectadas en territorio de una u otra Parte; <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> establecido en el Artículo 4 y las demás disposiciones aplicables de este Anexo. <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (xi) mercancías producidas en el territorio de una o ambas Partes, <br> Artículo 8: Accesorios, Repuestos o Herramientas <br> productor de la mercancía en territorio de la otra Parte, en las que se <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como parte <br> deberá señalar específicamente la mercancía objeto de verificación; <br> numerales del (i) al (x) o de sus derivados, en cualquier etapa de producción; <br> usual de la misma, se deberán tratar como originarios, si la mercancía es originaria, y no se <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> (b) las mercancías que sean producidas enteramente en el territorio de una o <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> producción de la mercancía cumplen con el correspondiente cambio de clasificación <br> los registros y documentos a que se refiere el Artículo 21 de este Anexo <br> originarios de conformidad con el presente Anexo; <br> arancelaria, siempre que: <br> e inspeccionar las instalaciones, procesos productivos y materiales que se <br> (c) las mercancías que sean producidas en el territorio de una o ambas Partes <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> utilicen en la producción de la mercancía; o, <br> a partir de materiales no originarios, que resulten de un proceso de <br> mercancía y no sean facturados por separado; independientemente de que <br> producción o transformación, de tal forma que las mercancías se <br> cada uno se identifique por separado en la propia factura; y, <br> 4 Para los efectos de este Artículo, cualquier comunicación escrita enviada por la <br> clasifiquen en una partida diferente a las de dichos materiales, según el Sistema Armonizado; <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean <br> autoridad competente de la Parte importadora al exportador o productor de la otra Parte, a <br> (d) en el caso que no pueda cumplirse lo establecido en el literal (c) <br> través de la autoridad competente de la Parte exportadora, se considerará válida si es <br> precedente, porque el proceso de producción no implica un cambio de <br> realizada por medio de: <br> partida en el Sistema Armonizado, bastará que el valor CIF de los <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> (a) correos certificados o medios electrónicos u otras formas con acuse de <br> materiales no originarios, no exceda el cincuenta por ciento (50%) del <br> recibo que confirmen la recepción de los documentos o comunicaciones; o, <br> valor FOB de las mercancías de que se trate; <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> (b) cualquier otra forma que las Partes acuerden. <br> (e) las mercancías resultantes de operaciones de ensamble o montaje <br> accesorios, repuestos o herramientas se considerarán como materiales originarios o no <br> 5 La autoridad competente de la Parte importadora notificará a la autoridad <br> realizadas en el territorio de una o ambas Partes, utilizando materiales de <br> originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> competente de la Parte exportadora, el inicio del procedimiento de verificación dentro de <br> terceros países, cuando el valor CIF de los materiales no originarios no <br> Artículo 9: Envases y Materiales de Empaque para la Venta al por Menor <br> los cinco (5) días hábiles de iniciado el mismo. La autoridad competente de la Parte <br> exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate; y, <br> 1 Los envases y materiales de empaque en que una mercancía se presente para la <br> exportadora tendrá un máximo de diez (10) días hábiles, contados a partir de la fecha de <br> (f) las mercancías producidas en una o ambas Partes, que cumplan con las <br> venta al por menor, cuando estén clasificados con la mercancía que contienen de acuerdo al <br> recepción de dicha notificación, para notificarlo al exportador o productor de la mercancía. <br> reglas específicas de origen establecidas en el Artículo 5 de este Anexo. <br> Sistema Armonizado, no se tomarán en cuenta para determinar si todos los materiales no <br> Finalizado este plazo, la autoridad competente de la Parte importadora dará por notificado <br> originarios utilizados en la producción de la mercancía cumplen con el cambio <br> al exportador o productor de la mercancía y continuará con el procedimiento de verificación. <br> correspondiente de clasificación arancelaria establecido en el Artículo 4 de este Anexo o en <br> 6 De conformidad con lo establecido en el párrafo 3 de este Artículo, las solicitudes <br> (b) domicilio legal; <br> el Apéndice I (Reglas Específicas de Origen). <br> de información o los cuestionarios escritos deberán contener: <br> (a) el nombre y dirección de la autoridad competente de la Parte importadora <br> valor de dichos envases y materiales de empaque para la venta al por menor se tomará en <br> que solicita la información; <br> cuenta como materiales originarios o no originarios, según sea el caso, para calcular el <br> valor del contenido regional de la mercancía. <br> información y documentación; <br> Artículo 10: Contenedores y Materiales de Embalaje para Embarque <br> (c) descripción de la información y documentos que se requieren; y, <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> empacada para su transporte, no se tomarán en cuenta para efectos de determinar si la <br> 7 El exportador o productor que reciba un cuestionario o solicitud de información de <br> mercancía es originaria. <br> conformidad con el párrafo 3, literal (a) de este Artículo, completará debidamente y <br> Artículo 11: Materiales Indirectos <br> devolverá el cuestionario o responderá a la solicitud de información dentro de treinta (30) <br> Los materiales indirectos (5) se considerarán originarios sin tomar en cuenta el lugar de <br> días a partir de la fecha de recepción. Durante el período señalado, el exportador o <br> su producción, cuando sean utilizados en la producción, verificación o inspección de la <br> productor podrá hacer una solicitud de prórroga por escrito a la autoridad competente de la <br> mercancía, que no estén físicamente incorporados a ésta, entre otros: <br> Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud no tendrá <br> (a) combustible, energía, solventes y catalizadores; <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> 8 La autoridad competente de la Parte importadora podrá solicitar, a través de la <br> autoridad competente de la Parte exportadora, información adicional por medio de un <br> cuestionario o solicitud posterior al exportador o productor, aún si hubiere recibido el <br> cuestionario diligenciado o la información solicitada a la que se refiere el párrafo 3, literal <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (a) de este Artículo. En este caso el exportador o productor contará con treinta (30) días <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> para responder a dicha solicitud. <br> en la producción, operación de equipos o mantenimiento de los edificios; y, <br> 9 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero <br> devuelve, o no proporciona la información solicitada dentro del período establecido en los <br> cuyo uso en la producción de la mercancía pueda demostrarse que forma <br> párrafos 7 y 8 de este Artículo, la Parte importadora podrá negar el tratamiento arancelario <br> parte de dicha producción. <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la autoridad <br> [5] El valor de los materiales indirectos será incluido en los costos como se indican en los registros contables <br> competente de la Parte exportadora, una Resolución de Origen en la que se incluyan los <br> del productor de las mercancías. <br> hechos y el fundamento legal para esa decisión. <br> Artículo 12: Mercancías Fungibles y Materiales Fungibles <br> 10 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> 1 Para efectos de establecer si una mercancía o un material es originaria, cuando en su <br> párrafo 3, literal (b) de este Artículo, la autoridad competente de la Parte importadora <br> producción se utilicen materiales fungibles originarios y no originarios que se mezclen o <br> deberá notificar por escrito su decisión de efectuar la visita de verificación. La notificación <br> combinen físicamente en inventario, el origen de estos materiales fungibles podrá <br> se enviará a la autoridad competente de la Parte exportadora por correo o cualquier otro <br> determinarse, ya sea por segregación física de cada material o mediante la utilización de <br> medio que haga constar la recepción de la notificación. La autoridad competente de la Parte <br> cualquier método de manejo de inventarios, tales como, el de promedios, últimas entradas - <br> importadora requerirá para realizar la visita de verificación del consentimiento por escrito <br> primeras salidas (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> del exportador o productor a ser visitado. <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se realiza la <br> 11 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> notificación de realizar la visita de verificación de origen a la que se refiere el párrafo 10 de <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> este Artículo, deberá contener: <br> anterior, para una mercancía fungible o material fungible en particular, deberá continuar <br> siendo utilizado para aquella mercancía o material fungible durante todo el período o año <br> que hace la notificación; <br> fiscal de la persona o productor que seleccionó el método de manejo del inventario. <br> (b) el nombre del exportador o productor a ser visitado; <br> Artículo 13: Juegos o Surtidos <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretación del Sistema Armonizado, así como las mercancías <br> referencia específica de la mercancía objeto de verificación; <br> cuya descripción conforme a la nomenclatura del Sistema Armonizado sea específicamente <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> la de un juego o surtido, calificarán como originarias, siempre que cada una de las <br> mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en este Anexo. <br> Cualquier modificación de la información proporcionada de acuerdo a los literales <br> 2 No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías se <br> precedentes, será notificada por escrito al exportador o productor, por medio de la autoridad <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> competente de la Parte exportadora, dentro de los diez (10) días calendario con antelación a la visita. <br> formación del juego o surtido no excede el quince por ciento (15%) del valor FOB de la mercancía. <br> 12 Si el exportador o el productor de una mercancía no otorga su consentimiento por <br> Artículo 14: Tránsito y Trasbordo <br> escrito para la realización de la visita dentro de un plazo de treinta (30) días, contados a <br> 1 Una mercancía originaria mantendrá dicha condición, si: <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10 de este <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> Artículo, la Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> operación, fuera del territorio de las Partes, excepto la descarga, recarga, <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> fraccionamiento o cualquier otra operación necesaria para mantener la <br> exportadora su Resolución de Origen, incluyendo los hechos y el fundamento legal de ésta. <br> mercancía en buenas condiciones o para transportarla a territorio de una Parte; y, <br> (f) el fundamento legal de la visita de verificación. <br> 13 La Parte importadora no deberá negar el tratamiento arancelario preferencial a una <br> (b) permanece bajo el control de la autoridad aduanera en el territorio del país no Parte. <br> mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la <br> 2 El cumplimiento de las condiciones contempladas en el párrafo anterior se deberá <br> acreditar mediante la presentación a las autoridades aduaneras del país importador: <br> visita de verificación propuesta con las justificaciones correspondientes, por un período no <br> (a) una copia del documento de transporte; y, <br> mayor de treinta (30) días, contados a partir de la fecha propuesta conforme al párrafo 11, <br> (b) un certificado o cualquier otro documento dado por la autoridad <br> literal (c) de este Artículo, o por un plazo mayor que acuerden la autoridad competente de <br> aduanera de la no Parte que certifique que la mercancía ha estado en <br> la Parte importadora y la autoridad competente de la Parte exportadora. <br> tránsito, bajo control aduanero y no ha sufrido ningún procesamiento u operación. <br> 14 De conformidad con lo dispuesto en el párrafo 3, literal (b) de este Artículo, la <br> Sección B: Procedimientos de Origen <br> autoridad competente de la Parte importadora permitirá a un exportador o productor que <br> Artículo 15: Certificación de Origen <br> esté sujeto a una visita de verificación, designar hasta dos (2) observadores para que estén <br> 1 El certificado de origen es el documento que certifica que las mercancías cumplen <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> presentes durante la visita y que únicamente actúen como tal. La no designación de <br> con las disposiciones de origen de este Anexo. Dicho certificado de origen tendrá una <br> observadores, no será motivo para que se posponga la visita. <br> validez de trescientos sesenta y cinco (365) días contados desde su emisión. <br> 15 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> 2 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> Sección A de este Anexo, la autoridad competente de la Parte importadora deberá utilizar, <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en la <br> donde sea aplicable, los Principios de Contabilidad Generalmente Aceptados aplicados en <br> misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> el territorio de la Parte exportadora. <br> Las Partes se comprometen a establecer un certificado de origen único, que entrará <br> 16 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> en vigencia el mismo día en que entre en vigencia el presente Acuerdo. Dicho certificado <br> podrá ser modificado por la Comisión Administradora, de conformidad con el Artículo IV.1 <br> mercancía no ponga a disposición de la autoridad competente de la Parte importadora los <br> (Reglas de Origen) del Acuerdo. <br> registros y documentos a que hace referencia el Artículo 21 de este Anexo. <br> 3 Para que las mercancías originarias puedan beneficiarse del tratamiento arancelario <br> 17 Cuando se haya concluido la visita de verificación, la autoridad competente de la <br> preferencial establecido en este Acuerdo, éstas deberán estar acompañadas de un certificado <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos constatados <br> de origen. El certificado de origen único basado en el formato acordado será implementado <br> por ella. El exportador o productor sujeto de la visita podrá firmar esta acta. <br> inmediatamente a partir de la entrada en vigencia del Acuerdo. <br> 18 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> 4 La solicitud de Certificado de Origen deberá ser precedida de una Declaración <br> verificación de origen, la autoridad competente de la Parte importadora emitirá una <br> Jurada del productor o del exportador, que indicará las características y materiales de la <br> Resolución de Origen en la que se determine si la mercancía califica o no como originaria, <br> mercancía y los procesos de su elaboración, incluyendo como mínimo los siguientes datos: <br> que incluya los hechos y el fundamento legal de dicha Resolución, debiendo notificar la <br> (a) nombre o razón social del productor o exportador; <br> misma al importador y a la autoridad competente de la Parte exportadora. <br> 19 El procedimiento para verificar el origen de las mercancías no deberá exceder de un (1) año. <br> (c) denominación de la mercancía a exportar y su clasificación en la <br> 20 Si la autoridad competente de la Parte importadora no ha emitido su Resolución de <br> nomenclatura (Sistema Armonizado) vigente en el Acuerdo; <br> Origen dentro del plazo establecido en el párrafo anterior, las mercancías que estén sujetas <br> (d) valor FOB en dólares de los EEUU; <br> a verificación de origen recibirán trato arancelario preferencial de conformidad con las <br> (e) descripción del proceso productivo; y, <br> disposiciones de este Acuerdo. <br> (f) elementos demostrativos de los materiales de la mercancía, indicando: <br> importador presente un certificado de origen. <br> 21 Cuando a través de una verificación de origen, la autoridad competente de la Parte <br> (i) materiales originarios del país participante exportador; <br> importadora determina que un exportador o un productor ha proporcionado más de una vez <br> (ii) materiales originarios del o los otros países participantes del <br> declaraciones a la autoridad competente de la Parte exportadora o información falsa o <br> Acuerdo, indicando: <br> infundada en el sentido que una mercancía califica como originaria, la Parte importadora <br> ? país de origen y país de procedencia; <br> podrá suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas <br> por esa persona. La Parte importadora otorgará tratamiento arancelario preferencial a las <br> ? valor CIF en dólares de los EEUU; y, <br> mercancías una vez cumplan con lo establecido en este Anexo. <br> ? porcentajes de participación en la mercancía final; <br> los habituales para la mercancía. <br> 22 Cuando la autoridad competente de la Parte importadora notifique el inicio de un <br> (iii) materiales no originarios, indicando: <br> procedimiento de verificación de origen de conformidad con el párrafo 5 de este Artículo, <br> la autoridad aduanera de la Parte importadora no impedirá la importación posterior de <br> ? clasificación arancelaria que corresponda y descripción; <br> mercancías idénticas enviadas por el exportador sujeto a investigación. <br> Artículo 23: Sanciones <br> ? porcentaje de participación en la mercancía final. <br> Cada Parte impondrá sanciones administrativas, civiles o penales por el <br> En el caso que el exportador fuese distinto al productor, la Declaración Jurada podrá <br> incumplimiento de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> ser suscrita tanto por el productor como por el exportador. <br> La Declaración Jurada de origen tendrá una validez de hasta dos (2) años, contados <br> a partir de la fecha de su emisión, siempre que no cambien las circunstancias o los hechos <br> establecido en este Anexo. <br> que la fundamenten y que el proceso y los materiales no sean alterados. <br> 5 El certificado de origen podrá ser presentado en forma escrita o electrónica [6]. <br> 6 El certificado de origen ampara una sola operación de importación de una o varias <br> mercancías, y su versión original debe acompañar al resto de la documentación en el <br> momento de tramitar el despacho aduanero y deberá estar correctamente llenado. <br> 7 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> certificado de origen en otras entidades públicas o privadas. <br> 8 La autoridad competente o entidades habilitadas podrán examinar en su territorio la <br> calidad de originaria de las mercancías y el cumplimiento de los requisitos de este Anexo. <br> Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar inspecciones a las <br> instalaciones del exportador o productor o realizar cualquier otro control que consideren apropiados. <br> 9 Las Partes notificarán y mantendrán vigente ante las autoridades competentes la <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> [6] Las Partes deberán implementar la certificación de origen en forma electrónica y deberá ser firmado <br> territorio de una Parte; <br> digitalmente referida en este Artículo, a más tardar tres (3) años después de la entrada en vigor de este Acuerdo. <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> Artículo 16: Facturación por un Operador de un País no Parte <br> 1 Cuando la mercancía originaria sea facturada por un operador de un país Parte del <br> Acuerdo o no Parte, en el campo relativo a @^@Observaciones@^@ del certificado de origen se <br> (d) herramientas, troqueles y moldes; <br> deberá señalar que la mercancía será facturada por ese operador, indicando el nombre, <br> denominación o razón social y domicilio de quien en definitiva facture la operación a <br> destino así como el número y la fecha de la factura comercial correspondiente. <br> 2 En la situación a que se refiere el párrafo anterior, y excepcionalmente, si al <br> momento de expedir el certificado de origen no se conociera el número de la factura <br> comercial emitida por el operador de la Parte o no del Acuerdo, distinta a la de origen, el <br> importador presentará a la autoridad aduanera correspondiente una declaración jurada que <br> justifique el hecho, en la que deberá indicar el número y fecha de la factura comercial y del <br> certificado de origen que amparan la importación. <br> Artículo 17: Excepciones a la Presentación de Certificado de Origen <br> El certificado de origen no será requerido cuando: <br> (a) el valor aduanero de la importación no exceda de mil dólares de los <br> Estados Unidos de América (US$ 1,000.00) o el monto equivalente en la <br> moneda de la Parte importadora al momento de la presentación de la <br> declaración aduanera, o un monto mayor que puede ser establecido por la <br> Parte importadora, a menos que la Parte importadora considere que la <br> importación forma parte de una serie de importaciones realizadas o <br> planificadas con el propósito de evadir el cumplimiento de la legislación <br> de la Parte que regula las solicitudes de tratamiento arancelario <br> (b) sea una mercancía para la cual la Parte importadora no requiere que el <br> funcionarios acreditados para tal fin. <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> preferencial bajo este Acuerdo; o, <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "Artículo 24: Confidencialidad <br> 1 Cada Parte deberá mantener, de conformidad con su legislación, la confidencialidad <br> de la información recopilada conforme a este Anexo y la protegerá de su divulgación. <br> 2 La información confidencial de acuerdo con este Anexo, únicamente se podrá <br> divulgar a las autoridades a cargo de la administración y aplicación de Resoluciones de <br> Origen y de asuntos aduaneros y tributarios de conformidad con la respectiva legislación de cada Parte. <br> "}, {"ArticleTitle": "Comité de Reglas de Origen", "ArticleDesc": "Artículo 25: Comité de Reglas de Origen <br> 1 Las Partes acuerdan establecer el Comité de Reglas de Origen. El Comité se <br> establecerá en un plazo máximo de sesenta (60) días a partir de la entrada en vigor del <br> Acuerdo, mediante el intercambio de cartas en las que se designarán sus respectivos <br> representantes oficiales. <br> 2 El Comité estará integrado por representantes oficiales competentes designados por cada Parte. <br> 3 El Comité establecerá los términos de referencia y los programas de trabajo para su funcionamiento. <br> 4 El Comité tendrá las siguientes funciones: <br> (a) impulsar las consultas y la cooperación sobre reglas de origen; <br> (b) servir de foro para la resolución de problemas que afecten el acceso real a los mercados; <br> (c) proponer a la Comisión Administradora del Acuerdo la adopción de <br> enmiendas al Sistema Armonizado; <br> prácticas y lineamientos en materia de origen que faciliten el intercambio <br> comercial entre las Partes; <br> (d) proponer a la Comisión Administradora del Acuerdo soluciones sobre <br> cuestiones relacionadas con: <br> (i) la interpretación y aplicación de este Anexo; y, <br> (ii) los demás temas relacionados con prácticas o procedimientos <br> adoptados por las Partes en materia de este Anexo; <br> (e) presentar el informe a la Comisión Administradora del Acuerdo, <br> exponiendo sus conclusiones y recomendaciones, cuando a petición de la <br> misma y previa solicitud de una Parte se proponga la modificación de este Anexo; <br> (f) considerar propuestas de modificación de las reglas de origen que <br> obedezcan a cambios de los procesos productivos, tecnológicos o <br> (g) evaluar la posibilidad de desarrollar la acumulación con terceros países <br> con los cuales las Partes tengan acuerdos comerciales con socios comunes; <br> (h) cualquier otro asunto o función que la Comisión Administradora del <br> Acuerdo considere pertinente; y, <br> (i) el Comité informará anualmente a la Comisión Administradora del <br> Acuerdo sobre su funcionamiento y se reunirá a solicitud de cualquiera de las Partes. <br> "}, {"ArticleTitle": "Consultas y Modificaciones", "ArticleDesc": "Artículo 26: Consultas y Modificaciones <br> 1 En caso que una Parte considere que la aplicación, interpretación o incumplimiento <br> de lo dispuesto en este Anexo, afecta su comercio con la otra Parte y que las consultas y el <br> intercambio normal de información entre las autoridades competentes no hayan podido <br> resolver dicha situación, la Parte reclamante podrá notificar la solicitud de consultas <br> técnicas al Comité de Reglas de Origen, a través de su autoridad competente, quien se <br> encargará, junto con la autoridad competente de la otra Parte, de facilitar la realización de <br> las consultas técnicas solicitadas. <br> 2 En caso de no resolverse la situación comercial presentada, el Comité elevará su <br> informe a la Comisión Administradora y estas consultas realizadas en el Comité de Reglas <br> de Origen, constituirán las previstas en el Capítulo de Solución de Controversias. <br> 3 Una Parte que considere que una o más de las disposiciones de este Anexo requiera <br> ser modificada, podrá someter una propuesta a consideración de la otra Parte. <br> Capítulo V <br> Procedimientos Aduaneros y Facilitación del Comercio <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Publicación", "ArticleDesc": "Artículo V.1: Publicación <br> 1 Cada Parte, de conformidad con las disposiciones de su legislación nacional, <br> publicará sus leyes, regulaciones y procedimientos administrativos aduaneros por medios <br> electrónicos, sin perjuicio de su publicación en el órgano oficial. <br> 2 Cada Parte designará uno (1) o varios puntos de contacto a quienes las personas <br> interesadas podrán dirigir sus consultas relacionadas con materias aduaneras, y pondrá, en <br> medios electrónicos, información sobre los procedimientos para la formulación y atención <br> de dichas consultas. <br> 3 Cada Parte podrá publicar por anticipado cualquier regulación de aplicación general <br> respecto de materias aduaneras que se propusiere adoptar y proporcionará la oportunidad de <br> hacer comentarios sobre dichas regulaciones antes de su adopción. <br> 4 Cada Parte podrá poner a disposición del público, por medios electrónicos, todos los <br> requisitos que exige y que deben ser diligenciados para la importación o exportación de una mercancía. <br> "}, {"ArticleTitle": "Despacho de Mercancías", "ArticleDesc": "Artículo V.2: Despacho de Mercancías <br> 1 Cada Parte adoptará o mantendrá procedimientos aduaneros simplificados para <br> lograr el despacho eficiente de las mercancías, con el fin de facilitar el comercio entre las Partes. <br> 2 Para efectos del párrafo anterior, las Partes deberán implementar procedimientos <br> que permitan el despacho expedito de mercancías inmediatamente que el importador en el <br> país de destino haya cumplido con los requisitos vigentes en la legislación de cada Parte, <br> sin perjuicio de la aplicación de normas y medidas especiales que puedan afectar estos <br> lineamientos. Dichos procedimientos, en la medida de lo posible, podrán incluir <br> modalidades de despacho que permitan que las mercancías sean despachadas en el punto de <br> llegada habilitado, sin el traslado temporal a bodegas u otros recintos, conforme a la <br> legislación aduanera de cada Parte. <br> "}, {"ArticleTitle": "Automatización", "ArticleDesc": "Artículo V.3: Automatización <br> 1 Cada Parte procurará adoptar el uso de tecnologías de la información que permitan <br> procedimientos expeditos en el despacho de mercancías. Al instalar las aplicaciones <br> informáticas, cada Parte deberá, en la medida de lo posible, tomar en cuenta las normas o <br> estándares internacionales. <br> 2 Cada Parte adoptará o mantendrá sistemas informáticos accesibles, con el objeto de <br> que los usuarios autorizados por la autoridad aduanera puedan transmitir sus declaraciones. <br> 3 Cada Parte preverá lo necesario para la remisión y procesamiento electrónico de <br> información y datos antes de la llegada de la mercancía, a fin de permitir su despacho al <br> momento de su llegada y empleará sistemas electrónicos o automatizados para el análisis y <br> direccionamiento de riesgos. <br> "}, {"ArticleTitle": "Gestión de Riesgo", "ArticleDesc": "Artículo V.4: Gestión de Riesgo <br> Cada Parte se esforzará por adoptar o mantener sistemas de gestión de riesgo en sus <br> actividades de control, que permitan a su autoridad aduanera focalizar sus actividades de <br> inspección en mercancías de alto riesgo y simplificar el despacho y movimiento de <br> mercancías de bajo riesgo. <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "Artículo V.5: Confidencialidad <br> 1 Toda información que por su naturaleza sea confidencial o que se suministre con <br> carácter de tal a los efectos de este Capítulo, será así considerada por las autoridades <br> pertinentes, quienes no la revelarán sin autorización expresa de la persona o de la <br> institución que haya suministrado dicha información, salvo las excepciones planteadas <br> en el párrafo siguiente. <br> 2 De conformidad con la respectiva legislación de cada Parte, la información <br> confidencial obtenida conforme a este Capítulo sólo podrá darse a conocer a las autoridades <br> administrativas y judiciales, según corresponda. <br> "}, {"ArticleTitle": "Envíos de Entrega Rápida", "ArticleDesc": "Artículo V.6: Envíos de Entrega Rápida <br> Cada Parte adoptará o mantendrá procedimientos aduaneros separados y expeditos <br> para los envíos de entrega rápida y que permitan a la vez mantener una adecuada selección <br> y control por parte de la autoridad aduanera. Estos procedimientos deberán permitir que: <br> (a) la información necesaria para el despacho del envío pueda ser presentada <br> y procesada por la autoridad aduanera de la Parte, antes de la llegada del envío; <br> (b) se presente un manifiesto o documento único que ampare todas las <br> mercancías contenidas en un envío transportado mediante un servicio de <br> entrega rápida, de ser posible, a través de medios electrónicos; <br> (c) se reduzca la documentación requerida para el despacho del envío, de <br> acuerdo a la legislación de cada Parte; y, <br> (d) bajo circunstancias normales, el despacho del envío se realice en forma <br> expedita, de acuerdo con lo establecido en los procedimientos de cada Parte. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo V.7: Revisión e Impugnación <br> en las consultas previstas en el Capítulo XI (Solución de Controversias). <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br> aduaneras, los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del funcionario u <br> oficina que adoptó el acto administrativo; y, <br> (b) una instancia de revisión judicial del acto administrativo expedido en el <br> máximo nivel de revisión administrativa. <br> Artículo V.8: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br> administrativas, civiles y, cuando procedan, penales por incumplimiento de sus <br> leyes y regulaciones aduaneras. <br> Artículo V.9: Resoluciones Anticipadas de Clasificación Arancelaria <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br> emitir resoluciones anticipadas por escrito en materia de clasificación arancelaria, a <br> solicitud escrita del interesado en su territorio, de acuerdo a los procedimientos <br> establecidos por cada Parte. <br> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br> fecha de su emisión u otra fecha especificada en la resolución, siempre que las condiciones <br> bajo las cuales se emitió, a juicio de la autoridad aduanera de la Parte <br> importadora, no hayan cambiado. <br> 3 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br> términos y condiciones de la resolución, la Parte importadora podrá aplicar las medidas que <br> correspondan, las que pueden incluir acciones administrativas, civiles o penales. <br> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br> "}, {"ArticleTitle": "Comité de Asuntos Aduaneros y Facilitación del Comercio", "ArticleDesc": "Artículo V.10: Comité de Asuntos Aduaneros y Facilitación del Comercio <br> 1 Las Partes establecen el Comité de Asuntos Aduaneros y Facilitación del Comercio. <br> 2 El Comité tendrá las funciones siguientes: <br> (a) proponer a la Comisión Administradora la adopción de prácticas y <br> lineamientos aduaneros que faciliten el intercambio comercial entre las <br> Partes, acorde con la evolución de las directrices de la Organización <br> Mundial de Aduanas (OMA) y de la Organización Mundial del Comercio (OMC); <br> (b) proponer a la Comisión Administradora, soluciones sobre diferencias <br> que se presenten relacionadas con: <br> (i) la interpretación y aplicación de este Capítulo; <br> (ii) asuntos de clasificación arancelaria en aduana; y, <br> (iii) los demás temas relacionados con prácticas o procedimientos <br> adoptados por las Partes que impidan el rápido despacho de mercancías; <br> (c) proponer a la Comisión Administradora, alternativas de solución a los <br> obstáculos o inconvenientes relacionados con la facilitación del <br> comercio que se presenten entre las Partes; <br> (d) informar a la Comisión Administradora, exponiendo sus conclusiones y <br> recomendaciones, cuando a petición de la misma y previa solicitud de <br> una Parte, se proponga la modificación de este Capítulo; y, <br> (e) otras funciones que le sean asignadas por la Comisión Administradora. <br> "}, {"ArticleTitle": "Consultas", "ArticleDesc": "Artículo V.11: Consultas <br> 1 En caso de que una Parte considere que la aplicación, interpretación o <br> incumplimiento de lo dispuesto en este Capítulo afecta su comercio con la otra Parte y que <br> el intercambio normal de información entre las autoridades aduaneras no haya podido <br> resolver dicha situación, la Parte consultante podrá notificar la solicitud de consultas <br> técnicas al Comité de Asuntos Aduaneros y Facilitación del Comercio. <br> 2 En caso de no resolverse la situación comercial presentada mediante consultas <br> técnicas, el Comité elevará su informe a la Comisión Administradora y éstas se constituirán <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo V.7: Revisión e Impugnación <br> en las consultas previstas en el Capítulo XI (Solución de Controversias). <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br> aduaneras, los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del funcionario u <br> oficina que adoptó el acto administrativo; y, <br> (b) una instancia de revisión judicial del acto administrativo expedido en el <br> máximo nivel de revisión administrativa. <br> Artículo V.8: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br> administrativas, civiles y, cuando procedan, penales por incumplimiento de sus <br> leyes y regulaciones aduaneras. <br> Artículo V.9: Resoluciones Anticipadas de Clasificación Arancelaria <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br> emitir resoluciones anticipadas por escrito en materia de clasificación arancelaria, a <br> solicitud escrita del interesado en su territorio, de acuerdo a los procedimientos <br> establecidos por cada Parte. <br> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir de la <br> fecha de su emisión u otra fecha especificada en la resolución, siempre que las condiciones <br> bajo las cuales se emitió, a juicio de la autoridad aduanera de la Parte <br> importadora, no hayan cambiado. <br> 3 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br> términos y condiciones de la resolución, la Parte importadora podrá aplicar las medidas que <br> correspondan, las que pueden incluir acciones administrativas, civiles o penales. <br> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br> "}]}]}, "members_found": ["222", "218"]}