{"FtaRooDetails": {"FtaId": 732, "FtaCode": "ITC00754", "FtaName": "FTA, Korea-Viet Nam", "FtaFullName": "Vietnam - Korea Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "20.12.2015", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; Viet Nam", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-Viet Nam", "AdminProcCooAuth": "The certification type under FTA, Korea-Viet Nam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-Viet Nam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-Viet Nam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45%", "RooText": "RVC(45)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 3-A<br /> PRODUCT SPECIFIC RULES<br /> Headnote<br /> 1. The Product Specific Rules in this Annex are structured on the basis of the<br /> Harmonized System 2012. In the event of any inconsistency between this description and the<br /> description set out in the legal text of the Harmonized System established by the World<br /> Customs Organization, the description set out in the latter shall prevail.<br /> 2. The specific rule of origin, or specific set of rules of origin, that applies to a<br /> particular subheading, is set out immediately adjacent to the subheading.<br /> 3. When a subheading is subject to alternative specific rules of origin, the rule will be<br /> considered to be met if a good satisfies one of the alternatives.<br /> 4. Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, each of the non-originating materials used in the production of the good shall<br /> be required to undergo the applicable change in tariff classification. A requirement of a<br /> change in tariff classification shall apply only to non-originating materials.<br /> 5. Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff provisions at the level of a chapter,<br /> heading or subheading of the Harmonized System, each Party shall construe the rule of origin<br /> to require that materials classified in those excluded provisions be originating for the good to<br /> qualify as originating.<br /> 6. For the purposes of this Annex:<br /> chapter means the first two digits of the tariff classification number under the<br /> Harmonized System;<br /> heading means the first four digits of the tariff classification number under the<br /> Harmonized System; and<br /> subheading means the first six digits of the tariff classification number under the<br /> Harmonized System.<br /> 7. For the purposes of column 5 of this Annex:<br /> CC means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the two-digit level;<br /> CTH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the four-digit level;<br /> CTSH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the six-digit level;<br /> RVC(XX) means that the good must have a regional value content of not less than<br /> XX percent as calculated under Article 3.3; and<br /> WO means that the good must be wholly produced or obtained in accordance with<br /> Article 3.1.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00754_coo.pdf", "DocType": "1_coo", "WebLink": "http://wtocenter.vn/upload/files/fta/174-ftas-concluded/189-vietnam---south-/237-full-text/ANNEX_3_C.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00754_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://wtocenter.vn/upload/files/fta/174-ftas-concluded/189-vietnam---south-/237-full-text/ANNEX_3_A.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00754_roo.pdf", "DocType": "3_roo", "WebLink": "http://wtocenter.vn/upload/files/fta/174-ftas-concluded/189-vietnam---south-/237-full-text/CHAPTER_3.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00754_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00754_full.pdf", "DocType": "8_full", "WebLink": "http://wtocenter.vn/chuyen-de/12689-vkfta-full-content"}, {"DocDesc": "WTO notification", "DocFileName": "itc00754_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N139.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6 : Accumulation <br /> Unless otherwise provided for in this Chapter, a good originating in the territory of a Party, <br /> which is used in the territory of the other Party as material for a finished good eligible for <br /> preferential tariff treatment, shall be considered to be originating in the territory of the latter <br /> Party where working or processing of the finished good has taken place.4", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9 : De Minimis <br /> 1. A good that does not undergo a change in tariff classification shall be considered as <br /> originating if: <br /> (a) for a good, other than that provided for in Chapters 50 through 63 of the <br /> Harmonized System, the value of all non-originating materials used in its <br /> production that do not undergo the required change in tariff classification <br /> does not exceed 10 percent of the FOB value of the good; and <br /> (b) for a good provided for in Chapters 50 through 63 of the Harmonized <br /> System, the weight of all non-originating materials used in its production <br /> that do not undergo the required change in tariff classification does not <br /> exceed 10 percent of the total weight of the good, or the value of all non- <br /> originating materials used in the production of the good that do not undergo <br /> the required change in tariff classification does not exceed 10 percent of the <br /> FOB value of the good; <br /> and the good specified in subparagraphs (a) and (b) meets all other applicable criteria <br /> set out in this Chapter for qualifying as an originating good. <br /> 2. The value of non-originating materials referred to in paragraph 1 shall, however, be <br /> included in the value of non-originating materials for any applicable RVC requirement for the <br /> good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3 : Not Wholly Obtained or Produced Goods <br /> 4. When an originating good is used in the subsequent production of another good, no <br /> account shall be taken of the non-originating materials contained in the originating good for <br /> the purposes of determining the originating status of the subsequently produced good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5 : Treatment for Certain Goods <br /> Notwithstanding Articles 3.1, 3.3 and 3.4, certain goods shall be considered to be originating <br /> even if the production process or operation has been undertaken in the Gaeseong Industrial <br /> Complex located in the Korean Peninsula, on materials exported from a Party and <br /> subsequently re-imported to that Party provided that the conditions set out in Annex 3-B are <br /> fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools, and instructional or other informational materials <br /> presented with a good shall not be taken into account in determining the origin of the good, <br /> provided that such accessories, spare parts, tools, and instructional or other informational <br /> materials are classified with the good and their customs duties are collected with the good by <br /> the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2 : Wholly Obtained or Produced Goods <br /> Within the meaning of subparagraph 1(a) of Article 3.1, the following goods shall be <br /> considered to be wholly obtained or produced in the territory of a Party: <br /> (a) plants and plant products grown and harvested there; <br /> (b) live animals born and raised there; <br /> (c) goods obtained from live animals referred to in subparagraph (b); <br /> (d) goods obtained from hunting or trapping within the land territory, or fishing <br /> or aquaculture conducted within the internal waters or within the territorial <br /> sea of that Party; <br /> (e) minerals and other naturally occurring substances, not included in sub <br /> paragraphs (a) through (d), extracted or taken from the soil, waters, seabed <br /> or beneath the seabed in that Party; <br /> (f) products of sea-fishing and other marine products taken by vessels registered <br /> with the Party and entitled to fly its flag, and other products taken by the <br /> Party or a person of that Party, from the waters, seabed or beneath the seabed <br /> outside the territorial seas of the Party, provided that the Party has the rights <br /> to exploit1 the natural resources of such waters, seabed and beneath the <br /> seabed under international law ; <br /> (g) goods produced and/or made on board factory ships registered with a Party <br /> and entitled to fly its flag, exclusively from products referred to in <br /> subparagraph (f); <br /> (h) goods taken from outer space provided that they are obtained by the Party or <br /> a person of that Party; <br /> (i) articles collected from there which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only for the <br /> disposal or recovery of parts of raw materials, or for recycling purposes; <br /> (j) waste and scrap derived from: <br /> (i) production there; or <br /> (ii) used goods collected there, provided that such goods are fit only for <br /> the recovery of raw materials; and <br /> (k) goods obtained or produced in the territory of the Party solely from goods <br /> referred to in subparagraphs (a) through (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7 : Non-Qualifying Operations <br /> 1. Notwithstanding any provision in this Chapter, a good shall not be considered to be <br /> originating in the territory of a Party if the following operations are undertaken, exclusively <br /> by itself or in combination, in the territory of that Party: <br /> (a) preserving operations to ensure that the good remains in good condition <br /> during transport and storage; <br /> (b) changes of packaging, breaking-up and assembly of packages; <br /> (c) simple5 washing, cleaning, removal of dust, oxide, oil, paint or other <br /> coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple5 painting and polishing operations; <br /> 4 The Parties agree to review this Article three years from the date of entry into force of this Agreement, taking <br /> into due consideration the economic integration agreements in force in the Asia Pacific region at the time of <br /> such review. <br /> 5 @^@Simple@^@ generally describes an activity which does not need special skills, machines, apparatus or equipment <br /> especially produced or installed for carrying out the activity. <br /> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (g) operations to color sugar or form sugar lumps; <br /> (h) simple5 peeling, stoning, or un-shelling6; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, or matching; <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (1) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> (m) simple mixing7 of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) simple5 testing or calibrations; or <br /> (p) slaughtering of animals8. <br /> 2. A good originating in the territory of a Party shall retain its initial originating status, <br /> when exported from the other Party, where operations undertaken have not gone beyond <br /> those referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3 : Not Wholly Obtained or Produced Goods <br /> 1. For the purposes of subparagraph 1(b) of Article 3.1, goods which are not wholly <br /> obtained, as provided for in Annex 3-A, shall be deemed to be originating when the <br /> conditions set out in the Annex 3-A are satisfied. <br /> 2. The formula for calculating the regional value content (hereinafter referred to as <br /> @^@RVC@^@) will be either3 : <br /> (a) Direct / Build-Up Method <br /> 1 The Parties understand that for the purposes of determining the origin of products of sea-fishing and other <br /> products, @^@rights@^@ in this subparagraph include those rights of access to the fisheries resources of a coastal state, <br /> as accruing from agreements or other arrangements concluded between a Party and the coastal state at the level <br /> of governments or duly authorized private entities. <br /> 2 @^@International law@^@ in this subparagraph refers to generally accepted international law such as the United <br /> Nations Convention on the Law of the Sea. <br /> 3 The Parties shall be given the flexibility to adopt the method of calculating the RVC, whether it is the build-up <br /> or the build-down method. <br /> or <br /> VOM <br /> RVC =-----------------------x 100% <br /> FOB <br /> VOM means value of originating materials, which includes the value of <br /> originating material cost, labor cost, overhead cost, profit and other costs, <br /> where: <br /> (i) material cost is the value of originating materials, parts or <br /> goods that are acquired or self-produced by the producer in <br /> the production of the good; <br /> (ii) labor cost includes wages, remuneration and other employee <br /> benefits; <br /> (iii) overhead cost is the total overhead expense; and <br /> (iv) other costs are the costs incurred in placing the good in the <br /> ship or other means of transport for export including, but <br /> not limited to, domestic transport costs, storage and <br /> warehousing, port handling, brokerage fees and service <br /> charges. <br /> (b) Indirect / Build-Down Method <br /> FOB-VNM <br /> RVC =-------------------------x 100% <br /> FOB <br /> VNM means value of non-originating materials, which shall be: <br /> (i) the CIF value at the time of importation of the materials, <br /> parts or goods; or <br /> (ii) the earliest ascertained price paid for the materials, parts or <br /> goods of undetermined origin in the territory of the Party <br /> where the working or processing has taken place. <br /> 3. For the purposes of paragraph 1 and the relevant Product Specific Rules set out in <br /> Annex 3-A, the rules requiring that the materials that are used have undergone a change in <br /> tariff classification, or a specific manufacturing or processing operation, shall apply only to <br /> non-originating materials. <br /> 4. When an originating good is used in the subsequent production of another good, no <br /> account shall be taken of the non-originating materials contained in the originating good for <br /> the purposes of determining the originating status of the subsequently produced good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12 : Neutral Elements <br /> In order to determine whether a good originates, it shall not be necessary to determine the <br /> origin of the following which might be used in its production and not incorporated into the <br /> good: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; and <br /> (g) any other good that is not incorporated into the good but of which use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8 : Direct Transport <br /> 1. Preferential tariff treatment shall be applied to a good satisfying the requirements of <br /> this Chapter and which is transported directly between the territories of the Parties. <br /> 2. Notwithstanding paragraph 1, a good of which transport involves transit through one <br /> or more non-Parties, other than the territories of the Parties, shall be considered to be <br /> transported directly, provided that: <br /> 6 For greater certainty, this subparagraph shall not apply to HS 0801.32. <br /> 7 @^@Simple mixing@^@ generally describes an activity which does not need special skills, machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. However, @^@simple mixing@^@ does not <br /> include chemical reaction. Chemical reaction means a process (including a biochemical process) which results <br /> in a molecule with a new structure by breaking intramolecular bonds and by forming new intramolecular bonds, <br /> or by altering the spatial arrangement of atoms in a molecule. <br /> 8 @^@Slaughtering@^@ means the mere killing of animals and subsequent processes such as cutting, chilling, freezing, <br /> salting, drying or smoking, for the purposes of preservation for storage and transport. <br /> (a) the transit is justified for geographical reason or by consideration related <br /> exclusively to transport requirement; <br /> (b) the good has not entered into trade or consumption there; and <br /> (c) the good has not undergone any operation other than unloading and <br /> reloading or any operation required to keep it in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10 : Treatment of Packaging and Packing Materials <br /> 1. (a) If a good is subject to the RVC criterion as set out in Article 3.3 and Annex <br /> 3-A, the value of the packaging and packing materials for retail sale shall be taken <br /> into account in the determination of its origin, where the packaging and packing <br /> materials are considered to be forming a whole with the good. <br /> (b) If a good is subject to a criterion other them the RVC criterion as set out in <br /> Article 3.3 and Annex 3-A, the packaging and packing materials for retail sale shall, <br /> if classified together with the packaged good, be disregarded in determining whether <br /> all the non-originating materials used in the production of the good satisfy the <br /> applicable requirements set out in Article 3.3 and Annex 3-A. <br /> 2. Packing materials and containers for transportation of a good shall not be taken into <br /> account in determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13 : Identical and Interchangeable Goods or Materials <br /> 1. The determination of whether identical and interchangeable goods or materials are <br /> originating can be made by the use of generally accepted accounting principles of inventory <br /> management practiced in the territory of the exporting Party. <br /> 2. Once a decision has been taken on the inventory management method, that method <br /> shall be used throughout the fiscal year. <br /> Section B : Origin Procedures", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Certificate of Origin <br /> 1. Goods originating in a Party shall, on importation into the other Party, benefit from <br /> the preferential tariff treatment under this Agreement on the basis of a Certificate of Origin, a <br /> form of which appears in Annex 3-C. <br /> 2. Notwithstanding paragraph 1, originating goods within the meaning of this Chapter, <br /> in the cases specified in Article 3.17, may benefit from preferential tariff treatment without <br /> any Certificate of Origin referred to in paragraph 1. <br /> 3. A Certificate of Origin shall be issued by the issuing authority of the exporting Party <br /> on application by the producer or exporter or, under its responsibility, by its authorized <br /> representative. The Certificate of Origin shall: <br /> (a) be in a printed A4 size paper and be in the format of Attachment 1 of Annex <br /> 3-C. For multiple items declaration, the Parties may use the format of <br /> Attachment 2 of Annex 3-C as additional pages to the Certificate of Origin; <br /> (b) comprise one original and two copies. The original copy shall be forwarded <br /> by the producer or exporter to the importer for submission to the customs <br /> authority of the importing Party. The duplicate shall be retained by the <br /> issuing authority of the exporting Party. The triplicate shall be retained by <br /> the producer or exporter; <br /> (c) be completed in the English language and may cover one or more goods <br /> under one consignment; <br /> (d) be manually or electronically signed, stamped and printed; <br /> (e) include the description, quantity, and weight of the good, corresponding to <br /> the consignment to be exported; and <br /> (f) have a unique serial reference number given by the issuing authority. <br /> 4. A Certificate of Origin shall be issued prior to or on the date of shipment, or within <br /> three working days9 from the date of shipment. In exceptional cases where a Certificate of <br /> Origin has not been issued prior to or on the date of shipment, or within three working days <br /> from the date of shipment due to involuntary errors, omissions or other valid causes, a <br /> Certificate of Origin may be issued retroactively but no later than one year from the date of <br /> shipment, bearing the words @^@ISSUED RETROACTIVELY.@^@ <br /> 5. The producer or exporter of a good, or its authorized representative applying for the <br /> issuance of a Certificate of Origin, shall be prepared to submit at any time, upon request of <br /> the issuing authority of the exporting Party issuing the Certificate of Origin, all appropriate <br /> 9 For greater certainty, @^@three working days@^@ shall include the date of shipment itself. <br /> documents proving the originating status of such good in accordance with domestic <br /> legislation as well as the fulfilment of the other requirements of this Chapter. <br /> 6. In the event of theft, loss or destruction of a Certificate of Origin, the producer or <br /> exporter may apply to the issuing authority for a certified true copy of the original to be made <br /> out on the basis of the export documents in its possession bearing the endorsement of the <br /> words @^@CERTIFIED TRUE COPY@^@ in box 12 of a Certificate of Origin. This copy shall bear <br /> the date of issuance of the original Certificate of Origin. The certified true copy of a <br /> Certificate of Origin shall be issued no later than one year from the date of issuance of the <br /> original Certificate of Origin. <br /> 7. Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. <br /> Any alteration shall be made by striking out the erroneous materials and making any addition <br /> required. Such alterations shall be approved by an official authorized to sign a Certificate of <br /> Origin and certified by the issuing authority. Unused spaces shall be crossed out to prevent <br /> amy subsequent addition. Alternatively, a new Certificate of Origin may be issued to replace <br /> the erroneous Certificate of Origin. The issuing authority shall specify the date of issuance of <br /> the originally issued Certificate of Origin in the new Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17 : Waiver of Certificate of Origin <br /> A Party shall provide that a Certificate of Origin shall not be required where the customs <br /> value of the importation does not exceed 600 U.S. dollars FOB or such higher amount as the <br /> importing Party may establish, unless the importing Party considers the importation to be part <br /> of a series of importations carried out or planned for the purposes of evading compliance with <br /> the Party's domestic laws and regulations governing claims for preferential tariff treatment <br /> under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16 : Claims for Preferential Tariff Treatment <br /> 3. A Certificate of Origin shall be valid for one year after the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18 : Record Keeping Requirements <br /> 1. For the purposes of the verification process, the producer or exporter applying for the <br /> issuance of a Certificate of Origin shall, subject to the domestic laws and regulations of the <br /> exporting Party, keep its supporting records for application for not less than five years from <br /> the date of issuance of the Certificate of Origin. <br /> 2. The importer shall keep records relevant to the importation in accordance with the <br /> domestic laws and regulations of the importing Party. <br /> 3. The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the issuing authority for not less than five years from the date <br /> of issuance. <br /> 4. The information related to the validity of a Certificate of Origin shall be furnished <br /> upon request of the importing Party by an official authorized to sign a Certificate of Origin <br /> and certified by the appropriate government authorities. <br /> 5. Any information communicated between the Parties shall be treated as confidential <br /> in accordance with Article 4.6 (Confidentiality) and shall be used for the purposes of the <br /> validation of Certificates of Origin only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16 : Claims for Preferential Tariff Treatment <br /> 4. Each Party shall provide that, where a good was originating when it was imported <br /> into its territory, but the importer did not gain preferential tariff treatment at the time of <br /> importation, that importer may, no later than one year after the date of importation, make a <br /> claim for preferential tariff treatment and apply for refund of amy excess duties paid as a <br /> result of the good not having been accorded preferential tariff treatment, on presentation to <br /> the importing Party of: <br /> (a) a Certificate of Origin; and <br /> (b) any other documentation as the importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23 : Implementation of Direct Transport <br /> For the purposes of implementing Article 3.8, where transportation is effected through the <br /> territory of one or more intermediate countries, other than those of the exporting Party and <br /> the importing Party, the following shall be produced to the relevant government authorities of <br /> the importing Party: <br /> (a) a through bill of lading issued in the territory of the exporting Party; <br /> (b) a Certificate of Origin; <br /> (c) a copy of the original commercial invoice in respect of the good; and <br /> (d) other relevant supporting documents, if any, as evidence that the <br /> requirements of Article 3.8 are complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20 : Non-Party Invoice <br /> The importing Party shall not reject a Certificate of Origin only for the reason that the invoice <br /> was issued in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21 : Verification <br /> 1. The importing Party may request the issuing authority10 of the exporting Party to <br /> conduct a retroactive check at random or when the importing Party has a reasonable doubt as <br /> to the authenticity of the document or as to the accuracy of the information regarding the true <br /> origin of the good in question or of certain parts thereof, subject to the following procedures: <br /> 10 For Korea, for the purposes of origin verification under this Article, @^@the issuing authority@^@ refers to the <br /> customs authority in accordance with its customs laws and regulations. <br /> (a) the request of the importing Party for a retroactive check shall be <br /> accompanied with the Certificate of Origin concerned and shall specify the <br /> reasons and any additional information suggesting that the particulars given <br /> on the said Certificate of Origin may be inaccurate, unless the retroactive <br /> check is requested on a random basis; <br /> (b) the issuing authority of the exporting Party shall, upon receipt of the origin <br /> verification request from the customs authority of the importing Party, <br /> promptly provide an acknowledgement of receipt of the request to the <br /> requesting authority by email or fax; <br /> (c) the issuing authority of the exporting Party receiving the request for a <br /> retroactive check shall promptly respond to the request and provide the result <br /> within six months after receipt of the request. Otherwise, the importing Party <br /> may deny preferential tariff treatment to the good subject to the retroactive <br /> check; <br /> (d) the customs authority of the importing Party may suspend provision of <br /> preferential tariff treatment while awaiting the result of verification. <br /> However, it may release the good to the importer subject to any <br /> administrative measures deemed necessary, provided that they are not held <br /> to be subject to import prohibition or restriction and there is no suspicion of <br /> fraud; and <br /> (e) the issuing authority of the exporting Party shall promptly transmit the <br /> results of the verification process to the importing Party which shall then <br /> determine whether or not the subject good is originating. The entire process <br /> of the retroactive check, including the process of notifying the issuing <br /> authority of the exporting Party of the result of determination on whether or <br /> not the good is originating, shall be completed within 10 months. While the <br /> process of the retroactive check is being undertaken, subparagraph 1(d) shall <br /> be applied. <br /> 2. The customs authority of the importing Party may request an importer for <br /> information or documents relating to the origin of an imported good in accordance with its <br /> domestic laws and regulations before requesting the retroactive check pursuant to paragraph 1. <br /> 3. If the importing Party is not satisfied with the outcome of the retroactive check, it <br /> may, under exceptional circumstances, request verification visits to the exporting Party. <br /> 4. Prior to conducting a verification visit pursuant to paragraph 3: <br /> (a) an importing Party shall deliver a written notification of its intention to <br /> conduct the verification visit simultaneously to: <br /> (i) the producer or exporter whose premises are to be visited; <br /> (ii) the issuing authority of the Party in the territory of which the <br /> verification visit is to occur; <br /> (iii) the customs authority of the Party in the territory of which the <br /> verification visit is to occur; and <br /> (iv) the importer of the good subject to the verification visit; <br /> (b) the written notification mentioned in subparagraph 4(a) shall be as <br /> comprehensive as possible and shall include, inter alia: <br /> (i) the name of the customs authority issuing the notification; <br /> (ii) the name of the producer or exporter whose premises are to be <br /> visited; <br /> (iii) the proposed date of the verification visit; <br /> (iv) the coverage of the proposed verification visit, including reference <br /> to the good subject to the verification; and <br /> (v) the names and designation of the officials performing the <br /> verification visit. <br /> (c) an importing Party shall obtain the written consent of the producer or <br /> exporter whose premises are to be visited; <br /> (d) when a written consent from the producer or exporter is not obtained within <br /> 30 days from the date of receipt of the notification pursuant to subparagraph <br /> 4(a), the notifying Party may deny preferential tariff treatment to the good <br /> referred to in the Certificate of Origin that would have been subject to the <br /> verification visit; and <br /> (e) the issuing authority receiving the notification may postpone the proposed <br /> verification visit and notify the importing Party of such intention within 15 <br /> days from the date of receipt of the notification. Notwithstanding any <br /> postponement, any verification visit shall be carried out within 60 days from <br /> the date of such receipt, or a longer period as the Parties may agree. <br /> 5. The Party conducting the verification visit shall provide the producer or exporter, <br /> whose good is subject to such verification, and the relevant issuing authority with a written <br /> determination of whether or not the good subject to such verification qualifies as an <br /> originating good. <br /> 6. Any suspended preferential tariff treatment shall be reinstated upon written <br /> determination referred to in paragraph 5 that the good qualifies as an originating good. <br /> 7. The producer or exporter shall be allowed 30 days from the date of receipt of the <br /> written determination to provide in writing comments or additional information regarding the <br /> eligibility of the good for preferential tariff treatment. If the good is still found to be non- <br /> originating, the final written determination shall be communicated to the relevant issuing <br /> authority within 30 days from the date of receipt of the comments or additional information <br /> from the producer or exporter. <br /> 8. The verification visit process, including the actual visit and the determination under <br /> paragraph 5 whether the good subject to such verification is originating or not, shall be <br /> carried out and its results shall be communicated to the relevant issuing authority within a <br /> maximum period of six months from the first day the initial verification visit was conducted. <br /> While the process of verification is being undertaken, subparagraph 1(e) shall be applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.9 : Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of penalties by a <br /> Party's customs authority for violations of its domestic customs laws, regulations, and <br /> procedural requirements, including those governing tariff classification, customs valuation, <br /> country of origin, and claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.10 : Advance Rulings <br /> 1. Each Party, through its customs authority, shall issue, before a good is imported into <br /> its territory, a written advance ruling at the written request of an importer in its territory, or an <br /> 2 Notwithstanding this subparagraph, a Party may require express shipments to be accompanied by an airway <br /> bill or another bill of lading. For greater certainty, a Party may assess customs duties or taxes, and may require <br /> formal entry documents, for restricted goods. <br /> 3 For Korea, administrative review under this subparagraph may include review by Korea's Tax Tribunal. <br /> exporter or producer in the territory of the other Party4 with regard to: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria for a particular case, in <br /> accordance with the Customs Valuation Agreement; <br /> (c) whether a good is originating; and <br /> (d) other matters as the Parties may agree. <br /> 2. Each Party, through its customs authority, shall issue an advance ruling within 90 <br /> days after the Party receives a request provided that the applicant has submitted all <br /> information that the Party requires, including, if the Party requests, a sample of the good for <br /> which the applicant is seeking an advance ruling. In issuing an advance ruling, the Party shall <br /> take into account facts and circumstances the applicant has provided. For greater certainty, a <br /> Party may decline to issue an advance ruling if the facts and circumstances forming the basis <br /> of the advance ruling are the subject of administrative or judicial review. A Party that, <br /> pursuant to this paragraph, declines to issue an advance ruling shall promptly notify the <br /> applicant in writing, setting forth the relevant facts and the basis for its decision to decline to <br /> issue the advance ruling. <br /> 3. Each Party shall provide that advance rulings shall take effect on the date they are <br /> issued, or on another date specified in the ruling, provided that the facts or circumstance on <br /> which the ruling is based remain unchanged. <br /> 4. The issuing Party may modify or revoke an advance ruling where: <br /> (a) the ruling was based on an error of fact or law (including human error); <br /> (b) the information provided is false or inaccurate; <br /> (c) there is a change in its domestic laws consistent with this Agreement; or <br /> (d) there is a change in a material fact or circumstances on which the ruling was <br /> based. <br /> 5. The issuing Party may modify or revoke a ruling retroactively only if the ruling was <br /> based on inaccurate or false information provided by the applicant. <br /> 6. Each Party shall ensure that applicants have access to administrative review of <br /> advance rulings. <br /> 7. Subject to any confidentiality requirements in its domestic laws and regulations, each <br /> Party shall publish its advance rulings, including on the internet. <br /> 4 For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling through a <br /> duly authorized representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19 : Treatment of Minor Discrepancies and Errors <br /> 1. Where the origin of a good is not in doubt, the discovery of minor discrepancies, <br /> between the statements made in a Certificate of Origin and those made in the documents <br /> submitted to the customs authority of the importing Party for the purposes of carrying out the <br /> formalities for importing the good shall not ipso facto invalidate the Certificate of Origin, if it <br /> does in fact correspond to the good submitted. <br /> 2. Upon discovering minor errors in a Certificate of Origin that do not affect the <br /> originating status of the goods, the customs authority of the importing Party shall notify the <br /> importer of the errors that make the Certificate of Origin unacceptable. <br /> 3. The importer shall submit the appropriate correction of the Certificate of Origin or a <br /> new Certificate of Origin issued to replace the erroneous Certificate of Origin according to <br /> paragraph 7 of Article 3.14 within 30 days following the date of receipt of the notification. <br /> 4. If the importer fails to submit the correction or the new Certificate of Origin within <br /> the period referred to in paragraph 3, the competent authority of the importing Party may <br /> proceed to conduct verification under Article 3.21. <br /> 5. For multiple items declared under the same Certificate of Origin, a problem <br /> encountered with one of the items listed shall not affect or delay the granting of preferential <br /> tariff treatment and customs clearance of the remaining items listed in that Certificate of <br /> Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.8 : Review and Appeal <br /> Each Party shall ensure that, with respect to its determinations on customs matters, importers <br /> in its territory have access to: <br /> (a) a level of administrative review independent of the official or office that <br /> issued the determinations;3 and <br /> (b) judicial review of the determinations. <br /> For greater certainty, each Party shall allow an exporter or producer to provide information <br /> directly to the Party conducting the review and to request that Party to treat that information <br /> as confidential in accordance with Article 4.6.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 3.1 : Origin Criteria <br> 1. For the purposes of this Agreement, a good imported into the territory of a Party shall be <br> deemed to be originating and eligible for preferential tariff treatment if it conforms to the <br> origin requirements under any one of the following: <br> (a) a good which is wholly obtained or produced entirely in the territory of the <br> exporting Party as set out and defined in Article 3.2; <br> (b) a good not wholly obtained or produced in the territory of the exporting <br> Party, provided that the good is eligible under Article 3.3 or 3.4 or 3.5 or 3.6; <br> (c) a good which is produced entirely in the territory of the exporting Party <br> exclusively from originating materials. <br> 2. Except as provided for in Article 3.6, the conditions for acquiring originating status <br> set out in this Chapter must be fulfilled without interruption in the territory of the exporting <br> Party. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "or <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Article 3.4 : Product Specific Rules <br> For the purposes of Article 3.1, goods which satisfy the Product Specific Rules provided in <br> Annex 3-A shall be considered to be originating in the territory of the Party where working or <br> processing of the goods has taken place. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issuing Authority", "ArticleDesc": "Article 3.15 : Issuing Authority <br> 1. Each Party shall maintain an updated register of the names and seals of its issuing <br> authority. <br> 2. Each Party shall notify the other Party of the names and the impressions of seals of <br> its issuing authority. <br> 3. Any change to the register shall be notified to the other Party, and shall enter into <br> force 15 days after the date of notification or on a later date indicated in such notification. <br> 4. The issuing authority of each Party shall ensure that: <br> (a) the description, quantity, and weight of the good, as specified, correspond to <br> the consignment to be exported; and <br> (b) a Certificate of Origin has a unique serial reference number given by the <br> issuing authority. <br> "}, {"ArticleTitle": "Claims for Preferential Tariff Treatment", "ArticleDesc": "Article 3.16 : Claims for Preferential Tariff Treatment <br> 1. Each Party shall provide that an importer may make a claim for preferential tariff <br> treatment based on a Certificate of Origin. <br> 2. Each Party may require that an importer who claims preferential tariff treatment for a <br> good imported into its territory: <br> (a) declare in the importation document that the good is an originating good; <br> (b) have in its possession at the time the declaration referred to in subparagraph <br> 2(a) is made, a Certificate of Origin as described in Article 3.14; and <br> (c) provide, upon request of the customs authority of the importing Party, the <br> Certificate of Origin, supporting documents such as invoices, the through bill <br> of lading issued in the territory of the exporting Party, and other documents <br> as required in accordance with the domestic laws and regulations of the <br> importing Party. <br> 3. A Certificate of Origin shall be valid for one year after the date of its issuance. <br> 4. Each Party shall provide that, where a good was originating when it was imported <br> into its territory, but the importer did not gain preferential tariff treatment at the time of <br> importation, that importer may, no later than one year after the date of importation, make a <br> claim for preferential tariff treatment and apply for refund of amy excess duties paid as a <br> result of the good not having been accorded preferential tariff treatment, on presentation to <br> the importing Party of: <br> (a) a Certificate of Origin; and <br> (b) any other documentation as the importing Party may require. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 3.22 : Denial of Preferential Tariff Treatment <br> Except as otherwise provided in this Chapter, the importing Party may deny a claim for <br> preferential tariff treatment or recover unpaid duties in accordance with its domestic laws and <br> regulations, where the good does not meet the requirements of this Agreement. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 3.24 : Transitional Provision for Goods in Transit or Storage <br> of this Chapter and which, on the date of entry into force of this Agreement, are either in <br> transit, in temporary storage in customs warehouses or in free zones in the Parties, subject to <br> the submission to the customs authorities of the importing Party, within 12 months of that <br> date, of a Certificate of Origin issued retrospectively together with the documents showing <br> that the goods have been transported directly in accordance with Articles 3.8 and 3.23. <br> "}, {"ArticleTitle": "Transitional provision for goods in transit or storage", "ArticleDesc": "The provisions of this Agreement may be applied to goods which comply with the provisions <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 3.25 : Implementation <br> The Parties agree to review the origin certification system aside from Certificate of Origin <br> three years from the date of entry into force of this Agreement, taking into due consideration <br> the development of the domestic implementation procedures in the approved exporter system. <br> Section C : Definitions <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.26 : Definitions <br> For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes to <br> enhance production such as regular stocking, feeding, or protection from predators; <br> CIF means the value of the good imported, and includes the cost of freight and <br> insurance up to the port or place of entry into the country of importation. The <br> valuation shall be made in accordance with Article VII of GATT 1994 and the <br> Customs Valuation Agreement; <br> exporter means a natural person or juridical person located in the territory of a Party <br> from where a good is exported by such a person; <br> FOB means the free-on-board value of a good, inclusive of the cost of transport from <br> the producer to the port or site of final shipment abroad. The valuation shall be made <br> in accordance with Article VII of GATT 1994 and the Customs Valuation <br> Agreement; <br> identical and interchangeable goods or materials means goods or materials being <br> of the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which once they are incorporated into the finished good cannot <br> be distinguished from one another for origin purposes by virtue of any markings, et <br> cetera; <br> importer means a natural person or juridical person located in the territory of a Party <br> into where a good is imported by such a person; <br> issuing authority means the competent authority designated by the exporting Party <br> to issue a Certificate of Origin and notified to the other Party in accordance with this <br> Chapter; <br> materials shall include ingredients, raw materials, parts, components, and sub- <br> assemblies used in the production process; <br> non-originating goods means products or materials that do not qualify as originating <br> under this Chapter; <br> packing materials and containers for transportation means the goods used to <br> protect a good during its transportation, different from those materials or containers <br> used for its retail sale; <br> producer means a person who carries out the production of goods in the territory of <br> a Party; <br> Product Specific Rules means the rules that specify that the materials have <br> undergone a change in tariff classification or a specific manufacturing or processing <br> operation, or satisfy a RVC or a combination of any of these criteria; and <br> production means methods of obtaining goods including growing, mining, <br> harvesting, raising, breeding, extracting, gathering, collecting, capturing, fishing, <br> trapping, hunting, manufacturing, processing or assembling goods. <br> "}]}, {"ArticleType": "Customs administration and trade facilitation", "Articles": [{"ArticleTitle": "Publication", "ArticleDesc": "Article 4.1 : Publication <br> 1. Each Party shall, to the extent possible, publish, including on the internet, its customs <br> laws, regulations, and general administrative procedures in English. <br> 2. Each Party shall designate or maintain one or more inquiry points to address <br> inquiries by interested persons concerning customs matters and shall make available on the <br> internet information concerning the procedures for making such inquiries. <br> 3. Each Party shall, to the extent possible, publish in advance any regulation of general <br> application governing customs matters that it proposes to adopt and shall provide interested <br> persons with the opportunity to comment before adopting them. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.2 : Release of Goods <br> 1. In order to facilitate bilateral trade, each Party shall adopt or maintain simplified <br> customs procedures for the efficient release of goods. <br> 2. Pursuant to paragraph 1, each Party shall adopt or maintain procedures that: <br> (a) provide for the release of goods within a period no greater than required to <br> ensure compliance with its domestic customs laws and regulations; <br> (b) provide for customs information to be submitted and processed <br> electronically before the goods arrive in order for them to be released on <br> their arrival; <br> (c) allow goods to be released at the point of arrival, without temporary transfer <br> to warehouses or other facilities; and <br> (d) allow importers to withdraw goods prior to the final determination of <br> customs duties, taxes, and fees by the importing Party's customs authority <br> when these are not determined prior to or promptly upon arrival, provided <br> that all other regulatory requirements have been met.1 <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 4.3 : Automation <br> Each Party shall, to the extent possible, use information technology that expedites procedures <br> for the release of goods and shall: <br> 1 A Party may require importers to provide guarantees in the form of sureties, deposits, or other appropriate <br> instruments sufficient to cover payment of the customs duties, taxes, and fees it ultimately applies in connection <br> with the importation of the good. <br> (a) make electronic systems accessible to customs users; <br> (b) endeavor to use international standards; <br> (c) endeavor to develop electronic systems that are compatible with the other <br> Party's systems, in order to facilitate bilateral exchange of international trade <br> data; and <br> (d) endeavor to develop a set of common data elements and processes in <br> accordance with World Customs Organization (hereinafter referred to as <br> @^@WCO@^@) Customs Data Model and related WCO recommendations and <br> guidelines. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.4 : Risk Management <br> Each Party shall adopt or maintain electronic or automated risk management systems for <br> assessment and targeting that enable the Party to focus its inspection activities on high-risk <br> goods and that simplify the clearance and movement of low-risk goods. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.5 : Cooperation <br> To the extent possible, the Parties affirm their commitments to facilitate the legitimate <br> movement of goods and shall exchange expertise on measures to improve customs techniques <br> and procedures on computerized systems, and other issues as the Parties mutually determine. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.6 : Confidentiality <br> 1. A Party shall maintain the confidentiality of the information provided by the other <br> Party pursuant to this Chapter and Chapter 3 (Rules of Origin and Origin Procedures), and <br> protect it from disclosure that could prejudice the competitive position of the person <br> providing the information. Any violation of the confidentiality shall be treated in accordance <br> with the domestic laws and regulations of each Party. <br> 2. The information referred to in paragraph 1 shall not be disclosed without the specific <br> permission of the person or government providing such information except to the extent that <br> it may be required to be disclosed in administrative proceedings or subsequent appeal <br> proceedings. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 4.7 : Express Shipments <br> Each Party shall adopt or maintain expedited customs procedures for express shipments, <br> regardless of their weights or customs values, while maintaining appropriate customs control <br> and selection. These procedures shall: <br> (a) provide a separate and expedited customs procedures for express shipments; <br> (b) provide for information necessary to release an express shipment to be <br> submitted and processed electronically before the shipment arrives; <br> (c) allow submission of a single manifest covering all goods contained in an <br> express shipment, through, if possible, electronic means; <br> (d) to the extent possible, provide for certain goods to be cleared with a <br> minimum of documentation; and <br> (e) under normal circumstances, provide that no customs duties or taxes will be <br> assessed on, nor will formal entry documents be required for, express <br> shipments that do not exceed certain value established by the domestic laws <br> and regulations of the Party. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 4.11 : Consultations <br> 1. Each customs authority may request consultations with the other customs authority <br> on any matter arising from the operation or implementation of this Chapter and Chapter 3 <br> (Rules of Origin and Origin Procedures). Such consultations shall be conducted through the <br> relevant contact points. <br> 2. In the event that such consultations fail to resolve any such matter, the requesting <br> Party may refer the matter to the Customs Committee referred to in Article 4.12. <br> "}, {"ArticleTitle": "Customs Committee", "ArticleDesc": "Article 4.12 : Customs Committee <br> 1. The Parties hereby establish a Customs Committee (hereinafter referred to as the <br> @^@Committee@^@) composed of the customs authorities of the Parties. The competent authorities <br> of the Parties may join the Committee if the Parties deem it necessary. <br> 2. The Committee shall ensure the proper functioning of this Chapter and Chapter 3 <br> (Rules of Origin and Origin Procedures) and examine all the issues arising from the <br> application of these Chapters. <br> 3. The functions of the Committee shall include: <br> (a) monitoring and implementing of this Chapter and Chapter 3 (Rules of Origin <br> and Origin Procedures) <br> (b) establishing uniform guidelines for the effective, uniform, and consistent <br> interpretation of this Chapter and Chapter 3 (Rules of Origin and Origin <br> Procedures); <br> (c) revising Annex 3-A (Product Specific Rules) on the basis of the transposition <br> of the Harmonized System; <br> (d) where necessary, finding solutions for issues related to tariff classification, <br> customs valuation, calculation of the regional value content and other <br> customs matters which may adversely affect trade facilitation between the <br> Parties in the process of implementation of this Chapter or Chapter 3 (Rules <br> of Origin and Origin Procedures); and <br> (e) reviewing revision, and reaching agreement on revision, of this Chapter and <br> Chapter 3 (Rules of Origin and Origin Procedures). <br> 4. The Committee shall meet every year, or as otherwise agreed, alternating between <br> "}]}]}, "members_found": ["704", "410"]}