{"FtaRooDetails": {"FtaId": 737, "FtaCode": "ITC00759", "FtaName": "Panama-Trinidad and Tobago", "FtaFullName": "ACUERDO COMERCIAL DE ALCANCE PARCIAL ENTRE LA REPÚBLICA DE PANAMÁ Y LA REPÚBLICA DE TRINIDAD Y TOBAGO", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "04.07.2016", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Panama; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Panama-Trinidad and Tobago", "AdminProcCooAuth": "The certification type under Panama-Trinidad and Tobago is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Panama-Trinidad and Tobago is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Panama-Trinidad and Tobago agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "Artículo 2: Requisitos Generales Salvo que se disponga lo contrario en el presente Anexo, una mercancía será originaria del territorio de una Parte cuando: (a) la mercancía es totalmente obtenida o producida en el territorio de una o ambas Partes, como se define en el Artículo 4 de este Anexo; (b) cada uno de los materiales no originarios empleados en la producción de la mercancía sufre un cambio de clasificación arancelaria establecido en el Apéndice I de este Anexo como resultado de que la producción ocurre enteramente en el territorio de una o ambas Partes, o que la mercancía de otro modo cumple los requisitos del Apéndice donde no se requiera cambio en la clasificación arancelaria, y la mercancía cumple todos los demás requisitos de este Anexo; y (c) la mercancía es producida enteramente en el territorio de una o ambas Partes a partir de materiales originarios.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota General Interpretativa", "RooText": " Apéndice I<br /> Reglas de Origen Específicas<br /> Nota General Interpretativa<br /> 1. Un requisito de cambio de clasificación arancelaria se aplica solamente a los<br /> materiales no originarios.<br /> 2. Cuando una regla de origen específica esté definida utilizando el criterio de un<br /> cambio de clasificación arancelaria, y está escrita a para exceptuar las fracciones<br /> arancelarias a nivel de capítulo, partida o subpartida del Sistema Armonizado, se<br /> interpretará en el sentido de que los materiales correspondientes a las partidas arancelarias,<br /> deben ser originarios para que la mercancía califique como originaria.<br /> 3. Cuando una regla de origen específica esté definida utilizando el criterio de cambio<br /> de clasificación arancelaria, y los términos \"dentro de esta subpartida\" o \"dentro de esa<br /> subpartida\" se utilizan, se interpretará que cualquier proceso de producción confiere origen,<br /> excepto para los procesos establecidos de conformidad con el Artículo 5 del Anexo C.<br /> 4. Cuando una partida o subpartida arancelaria está sujeta a las reglas de origen<br /> específicas opcional, será suficiente para cumplir con una de ellas.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00759_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mici.gob.pa/uploads/media_ficheros/2019/09/2/negociaciones-comerciales/acuerdo-panama-y-trinidad-y-tobago/certificado-de-origen.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00759_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00759_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00759_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00759_full.pdf", "DocType": "8_full", "WebLink": "https://mici.gob.pa/acuerdos-comerciales-vigentes/acuerdo-de-alcance-parcial-panama-trinidad-y-tobago"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Acumulación <br /> A los efectos de los requisitos de origen, materiales o productos originarios en el <br /> territorio de una Parte, incorporados en mercancías particulares en el territorio de la otra <br /> Parte, se considerarán como mercancías originarias de la Parte donde se lleva a cabo la <br /> producción final.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6: Accesorios, Repuestos y Herramientas <br /> Un accesorio, repuesto o herramienta enviado con la mercancía que forma parte de <br /> los accesorios, repuestos o herramientas estándar de la mercancía, constituye una mercancía <br /> originaria. El accesorio, repuesto o herramienta no se tomará en cuenta para determinar si <br /> todos los materiales no originarios usados en la producción de la mercancía cumplen los <br /> requisitos establecidos en el Apéndice I de este Anexo si: <br /> a) los accesorios, repuestos o herramientas no sean facturados por separado de <br /> la mercancía; y <br /> b) la cantidad y el valor de los accesorios, repuestos o herramientas son los <br /> habituales de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11: Elementos Neutros o Materiales Indirectos <br /> 1 @^@Elementos Neutros@^@ o @^@Materiales Indirectos@^@ significa, mercancías utilizadas <br /> en la producción, prueba o inspección de mercancías, que no estén físicamente <br /> incorporados en las mercancías, o mercancías utilizadas en el mantenimiento de edificios o <br /> de operación de equipos asociados con la producción de mercancías, incluyendo: <br /> a) energía y combustible; <br /> b) instalaciones y equipos; <br /> c) herramientas, troqueles y moldes; <br /> d) partes y materiales utilizados en el mantenimiento de las instalaciones, <br /> equipos y edificios; <br /> e) mercancías que no entran en la composición final del producto; <br /> f) guantes, anteojos, calzados, ropa, equipos de seguridad y suministros; <br /> g) equipos, aparatos y aditamentos utilizados para la verificación o prueba de <br /> las mercancías; <br /> h) aceite lubricante, material de composición o de otros materiales utilizados en <br /> la producción o funcionamiento de equipos o edificios; o <br /> i) catalizadores o solventes. <br /> 2 Cada Parte dispondrá que un material indirecto se considerará como material <br /> originario independientemente del lugar en que se produce y su valor será el costo <br /> registrado en los registros contables del productor de los productos exportados.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12: Transporte Directo, Tránsito y Transbordo <br /> 1 Con el fin de que las mercancías se beneficien del trato arancelario preferencial <br /> previsto en el presente Acuerdo, deberán ser objeto de expedición directa de la Parte <br /> exportadora a la Parte importadora. <br /> 2 Para propósitos del párrafo 1, las siguientes se considerarán como expedición <br /> directa: <br /> (a) mercancías transportadas sin pasar por terceros países; <br /> (b) mercancías transportadas en tránsito por uno o más terceros países, con o sin <br /> transbordo o almacenamiento temporal, bajo la vigilancia de las autoridades <br /> aduaneras de esos países, siempre que: <br /> i. el tránsito esté justificado por razones geográficas o por <br /> consideraciones relacionadas a requisitos de <br /> internacional; <br /> ii. no están destinadas para el comercio nacional o el consumo en el <br /> país de tránsito; y <br /> iii. no estén sometidas durante el transporte o almacenamiento a <br /> cualquier otra operación que la descarga, carga o cualquier otra <br /> operación necesaria para preservarlas en buena condición. <br /> 3 El importador deberá demostrar ante las autoridades aduaneras del país importador <br /> que las condiciones establecidas en los párrafos 1 y 2 han sido cumplidas con la <br /> presentación de: <br /> a) un documento único de transporte que ampare el paso desde el país <br /> exportador a través del país de tránsito; o <br /> b) un certificado expedido por la autoridad aduanera del país de tránsito: <br /> i. dando una descripción exacta de los productos; <br /> ii. indicando la fecha de descarga y carga de los productos y, cuando se <br /> aplicable, los nombres de los buques u otros medios de transporte <br /> utilizados; y <br /> iii. certificando las condiciones bajo las cuales permanecieron las <br /> mercancías en el país de tránsito; o <br /> c) en ausencia de estos, cualquier documento probatorio. <br /> Sección III <br /> Prueba de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2: Requisitos Generales <br /> Salvo que se disponga lo contrario en el presente Anexo, una mercancía será <br /> originaria del territorio de una Parte cuando: <br /> (a) la mercancía es totalmente obtenida o producida en el territorio de una o <br /> ambas Partes, como se define en el Artículo 4 de este Anexo; <br /> (b) cada uno de los materiales no originarios empleados en la producción de la <br /> mercancía sufre un cambio de clasificación arancelaria establecido en el <br /> Apéndice I de este Anexo como resultado de que la producción ocurre <br /> enteramente en el territorio de una o ambas Partes, o que la mercancía de <br /> otro modo cumple los requisitos del Apéndice donde no se requiera cambio <br /> en la clasificación arancelaria, y la mercancía cumple todos los demás <br /> requisitos de este Anexo; y <br /> (c) la mercancía es producida enteramente en el territorio de una o ambas Partes <br /> a partir de materiales originarios.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Envases y Materiales de Empaque para Venta al por Menor <br /> No obstante cualquier disposición contraria en este Anexo, un material de empaque <br /> o envase en el cual una mercancía es empacada para venta al por menor es indiferente en la <br /> determinación si: <br /> a) el material no originario satisface los requisitos aplicables establecidos el <br /> Apéndice I de este Anexo; o <br /> b) la mercancía cumple los requisitos establecidos en el Artículo 2. <br /> Artículo 10: Envases y Materiales de Embalaje para el Transporte <br /> Los envases y materiales de embalaje en los cuales la mercancía es empacada para <br /> su envío, no serán tomados en cuenta para determinar si todos los materiales no originarios <br /> utilizados en la producción de una mercancía cumplen con el cambio en la clasificación <br /> arancelaria de dicho producto.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Materiales Fungibles <br /> Para los efectos de determinar si una mercancía es una mercancía originaria, si: <br /> a) los materiales fungibles originarios y no originarios que se utilicen en la <br /> producción de una mercancía, la determinación de si el material fungible es <br /> originario será realizada de acuerdo con un método de manejo de inventario <br /> reconocido, o de otra manera aceptado por los Principios de Contabilidad <br /> Generalmente Aceptados de la Parte de la cual la producción se lleva acabo; <br /> y <br /> b) las mercancías fungibles originarias y no originarias son físicamente <br /> combinadas o mezcladas en el inventario en una Parte y exportadas en la <br /> misma forma a la otra Parte, la determinación de si la mercancía es una <br /> mercancía originaria se realizará de acuerdo con un método de gestión de <br /> inventario reconocido, o de otra forma aceptado por los Principios de <br /> Contabilidad Generalmente Aceptados de la Parte desde la cual la mercancía <br /> es exportada.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8: Juegos <br /> Juegos, tal como se define en la Regla General 3 del Sistema Armonizado, se <br /> considerarán originarios cuando todas las mercancías que componen el juego califiquen <br /> como originarias. Sin embargo, cuando el juego esté compuesto por mercancías originarias <br /> y no originarias, el juego como un todo se considerará originario siempre que el valor de las <br /> mercancías no originarias no exceda el diez por ciento del valor FOB del juego.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Certificación de Origen <br /> 1 Con el fin de que los productos se beneficien del trato preferencial contemplado <br /> bajo este Anexo, las Partes han establecido un Certificado de Origen para la declaración de <br /> origen de conformidad con el Apéndice II de este Anexo. <br /> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br /> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br /> la fecha de emisión. <br /> 3 El certificado de Origen deberá incluir: <br /> a) una declaración por el exportador o el productor final de que el requisito de <br /> origen prescrito en este Apéndice ha sido cumplido; y <br /> b) una certificación por la autoridad certificadora del país exportador de que la <br /> declaración emitida por el exportador o el productor final es veraz. <br /> 4 Cuando el exportador no sea el productor final de las mercancías o productos, el <br /> exportador deberá presentar la declaración de origen a la autoridad certificadora. <br /> 5 En todos los casos el Certificado de Origen será preparado por un exportador en el <br /> país de la producción final. <br /> 6 La autoridad competente de la Parte exportadora deberá realizar los controles que <br /> sean necesarios para permitir la certificación prevista en este Artículo y deberá confirmar <br /> todos los datos establecidos en el Certificado de Origen. <br /> 7 El Certificado de Origen deberá contener la firma de un funcionario notificado por <br /> la autoridad certificadora de la Parte exportadora de conformidad con el Artículo 14. <br /> 8 La fecha del Certificado de Origen no puede ser anterior a la de la factura <br /> comercial. <br /> Artículo 14: Las funciones y obligaciones de la autoridad certificadora para emitir la <br /> Certificación <br /> 1 La autoridad certificadora de las Partes obligadas a emitir la Certificación: <br /> (a) verificarán la exactitud de la declaración presentada por el productor final o <br /> el exportador por medio de sistemas o procedimientos que garanticen la <br /> exactitud de los datos; y <br /> (b) proporcionarán a la otra Parte la cooperación administrativa necesaria para el <br /> control de los documentos de prueba de origen. <br /> 2 La autoridad certificadora de las Partes, a más tardar treinta (30) días después de la <br /> entrada en vigencia de este Acuerdo, transmitirá a través de, en el caso de Panamá al <br /> Ministerio de Comercio e Industrias o su sucesor, y en el caso de Trinidad y Tobago al <br /> Ministerio responsable de Comercio e Industria y Coordinador del Tratado, la lista <br /> aprobada de la autoridad certificadora para expedir los certificados mencionados en el <br /> presente Anexo, junto con una lista de los firmantes autorizados, las firmas autorizadas y <br /> los sellos de los organismos autorizados. <br /> 3 Cualquier cambio a dichas listas, entraran en vigencia a los treinta (30) días después <br /> de la recepción de la notificación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Certificación de Origen <br /> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br /> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br /> la fecha de emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: Obligaciones Relativas a la Importación <br /> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br /> para una mercancía importada al territorio de las Partes deberá mantener, por un período de <br /> cinco (5) años después la fecha de importación de la mercancía, un Certificado de Origen u <br /> otra información que demuestre que la mercancía califica como originaria, y otros <br /> documentos que la Parte pueda requerir en relación con la importación de la mercancía. <br /> Artículo 20: Obligación de mantener los Registros y Documentos <br /> 1 Cada Parte deberá exigir que el exportador o productor final que llene y firme un <br /> Certificado de Origen, mantenga todos los registros y documentos relacionados con el <br /> origen de las mercancías por cinco (5) años, a partir de la fecha del Certificado y que <br /> presente estos registros y documentos a solicitud de la autoridad competente, de acuerdo <br /> con la legislación nacional. <br /> 2 Los registros relacionados con el origen de la mercancía para la cual se solicita trato <br /> arancelario preferencial en el territorio de la otra Parte incluyen aquellos referentes a: <br /> (a) cualquier adquisición, costo, valor y pago de todas las mercancías, <br /> incluyendo los materiales utilizados indirectamente en la producción de <br /> mercancías exportadas desde el territorio, y <br /> (b) la producción de mercancías en la forma en que esta mercancía se exporte <br /> desde su territorio. <br /> 3 La autoridad certificadora de la Parte exportadora que haya expedido el Certificado <br /> de Origen mantendrá toda la documentación relacionada con la emisión del Certificado por <br /> un período de cinco (5) años a partir de la fecha en que el certificado fue emitido. <br /> Sección IV <br /> Control y Verificación de Origen", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16: Devolución de Derechos de Aduana <br /> Cada Parte dispondrá que, en aquellos casos en que no se solicite trato arancelario <br /> preferencial para una mercancía importada en el territorio de la otra Parte que califica como <br /> originaria, el importador de la mercancía podrá solicitar en un plazo no superior a un año <br /> desde la fecha de importación, la devolución de los derechos aduaneros pagados en exceso <br /> por no habérsele dado trato arancelario preferencial a las mercancías, siempre que la <br /> solicitud vaya acompañada de: <br /> (a) una declaración escrita indicando que la mercancía califica como originaria <br /> en el momento de la importación; <br /> (b) el certificado de origen; y <br /> (c) cualquier otra documentación relacionada con la importación de mercancías, <br /> que sea requerida por la autoridad aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21: Verificación de Origen <br /> 1 Para efectos de determinar si las mercancías importadas a su territorio desde el <br /> territorio de la otra Parte califican como mercancías originarias, la Parte importadora podrá <br /> llevar a cabo un procedimiento de verificación en el siguiente orden según sea necesario: <br /> (a) el suministro a la autoridad competente de la Parte exportadora de las <br /> solicitudes de información, incluyendo cuestionarios escritos para ser <br /> completado por los exportadores o productores del territorio de la otra Parte; <br /> (b) visitas de verificación a las instalaciones de un exportador o productor en el <br /> territorio de la otra Parte para examinar los registros y documentos; e <br /> inspeccionar las instalaciones utilizadas en la producción de mercancías; y <br /> (c) otros procedimientos acordados por las Partes cuando sea necesario. <br /> 2 Antes de realizar un procedimiento de verificación de conformidad con el párrafo 1, <br /> una Parte notificará a la autoridad aduanera de la Parte exportadora de su intención de <br /> llevar a cabo una verificación. Dentro de los quince (15) días siguientes a la recepción de <br /> esta notificación, la autoridad aduanera de la Parte exportadora notificará al exportador y/o <br /> al productor de la mercancía. <br /> 3 El procedimiento de verificación se iniciará a partir de la primera solicitud escrita y <br /> electrónica de información, incluyendo cuestionarios, de la autoridad competente de la <br /> Parte importadora a la autoridad competente de la Parte exportadora. Con el fin de <br /> presentar la información de conformidad con el párrafo 1(a), la autoridad competente de la <br /> Parte exportadora proporcionará la información solicitada a la autoridad competente de la <br /> Parte importadora dentro de los treinta (30) días a partir de la fecha de recepción de la <br /> solicitud electrónica. Dentro de este período, el exportador podrá, a través de la autoridad <br /> competente de la Parte exportadora, presentar una solicitud escrita y electrónica a la Parte <br /> importadora para una prórroga, que la autoridad competente de la Parte importadora podrá <br /> prorrogar por un máximo de treinta (30) días. <br /> 4 Antes de efectuar una visita de verificación, de conformidad con el párrafo 1(b), una <br /> Parte deberá a través de su autoridad competente proporcionar una notificación escrita, con <br /> treinta (30) días de anticipación a la autoridad competente de la Parte exportadora, de su <br /> intención de llevar a cabo dicha visita. Dentro de los quince (15) días del envío de la <br /> notificación por escrito, la autoridad competente de la Parte exportadora notificará al <br /> exportador y/o el productor de la mercancía. <br /> 5 La notificación por escrito a que se refiere el párrafo 4, deberá incluir: <br /> (a) la identidad del organismo designado que emite la notificación; <br /> (b) el nombre del exportador o productor cuyas instalaciones vayan a ser <br /> visitadas; <br /> (c) la fecha y lugar de la propuesta de visita de verificación; <br /> (d) el objeto y el alcance de la visita de verificación, incluida la referencia <br /> específica a las mercancías que sean objeto de la verificación; <br /> (e) los nombres y las designaciones de los funcionarios que realizarán la visita; <br /> y <br /> (f) el fundamento jurídico de la visita de verificación. <br /> 6 La autoridad competente de la Parte importadora deberá obtener el consentimiento <br /> por escrito del exportador o productor cuyas instalaciones vayan a ser visitadas. Dentro de <br /> los quince (15) días de recibida la autorización por escrito del exportador o productor de las <br /> mercancías cuyas instalaciones vayan a ser visitadas, la autoridad competente de la Parte <br /> exportadora notificará a la autoridad competente de la Parte importadora y proporcionará <br /> esta autorización escrito a las autoridades competentes de la Parte importadora. <br /> 7 Una Parte podrá negar el trato arancelario preferencial a una mercancía importada, <br /> cuando: <br /> (a) el exportador, productor o importador no responda a una petición de <br /> información por escrito o un cuestionario en un plazo razonable, según lo <br /> establecido en la legislación de la Parte importadora; <br /> (b) después de recibir una notificación escrita para una visita de verificación a la <br /> que las Partes han acordado, el exportador o productor no da su <br /> consentimiento por escrito en un plazo razonable, según lo establecido por la <br /> ley de la Parte importadora; o <br /> (c) la Parte encuentre un patrón de conducta que indique que un importador, <br /> exportador o productor ha presentado declaraciones falsas o infundadas, de <br /> que una mercancía importada a su territorio es originaria. <br /> 8 La autoridad competente de la Parte exportadora podrá, a petición de la Parte que <br /> efectúe una visita de verificación de conformidad con el párrafo 1(b), solicitar al productor <br /> o el exportador poner a disposición, entre otras cosas, la documentación pertinente y los <br /> registros contables y que permita la inspección de materiales instalaciones de producción y <br /> procesos. <br /> 9 Cuando una visita de verificación ha sido notificada, cualquier modificación de la <br /> información a que se refiere este Artículo será notificada por escrito a la autoridad <br /> competente de la Parte exportadora, quien a su vez notificará inmediatamente las <br /> modificaciones al productor o al exportador. Estas modificaciones serán notificadas por la <br /> Parte importadora, a más tardar quince (15) días siguientes de la notificación inicial. <br /> 10 Cada Parte dispondrá que, cuando su autoridad competente reciba la notificación de <br /> la intención de llevar a cabo una visita de verificación, la autoridad competente podrá, <br /> dentro de los quince (15) días siguientes a la recepción de la notificación, informar a la <br /> autoridad competente de la otra Parte, por escrito, de su intención de posponer la visita de <br /> verificación propuesta por un período no superior a treinta (30) días a partir de la fecha de <br /> dicha recepción o por un plazo mayor que acuerden las Partes. La visita de verificación sólo <br /> puede posponerse una vez. <br /> 11 Las Partes no podrán rechazar el trato arancelario preferencial a las mercancías <br /> basado exclusivamente en la posposición de la visita de verificación de conformidad con el <br /> párrafo 10. <br /> 12 Las Partes permitirán al exportador o productor cuyas mercancías están sujetos a <br /> una visita de verificación designar dos observadores que estarán presentes durante la visita. <br /> Estos observadores no podrán participar en forma distinta que como observadores. La falta <br /> de designación de observadores por parte del exportador o productor no dará lugar a la <br /> posposición de la visita. <br /> 13 El procedimiento para verificar el origen realizado por la autoridad competente de la <br /> Parte importadora, tal como se establece en el presente Artículo, deberá ser completado <br /> dentro de un plazo máximo de trescientos sesenta y cinco (365) días. No obstante lo <br /> anterior, en casos debidamente justificados, dicho plazo podrá ser prorrogado por una sola <br /> vez como las Partes acuerden. <br /> Artículo 22: Los Resultados de la Verificación <br /> 1 La Parte que realiza una verificación proporcionará al exportador o productor cuyas <br /> mercancías están sujetas a la verificación una determinación escrita sobre si las mercancías <br /> califican o no como mercancía originaria, incluyendo las conclusiones de hecho y el <br /> fundamento jurídico de la determinación, dentro de los veintiún (21) días de la conclusión <br /> del ejercicio de verificación. <br /> 2 Cada Parte dispondrá que, si dentro de los términos establecidos en el párrafo 1 su <br /> autoridad competente no emite los resultados de la determinación del origen, la mercancía o <br /> mercancías sujetas a la verificación de origen, tendrá derecho al trato arancelario <br /> preferencial. <br /> 3 Cada Parte dispondrá que cuando su autoridad competente, en la conclusión del <br /> procedimiento de verificación establecido en el Artículo 21, determina que cierta mercancía <br /> importada a su territorio no califica como mercancía originaria, la determinación de esa <br /> Parte no surtirá efecto hasta que notifique esa determinación por escrito tanto al importador <br /> de la mercancía como a la autoridad competente de la Parte exportadora. Tras el envío de <br /> dicha notificación la Parte importadora podrá denegar el trato arancelario establecido en los <br /> Anexos A y B del presente Acuerdo, a las mercancías que han sido objeto de tal <br /> determinación. <br /> 4 Si una Parte niega el trato arancelario preferencial a una mercancía, de conformidad <br /> con la determinación realizada bajo el párrafo anterior, se pospondrá la fecha efectiva de la <br /> negación por un plazo no mayor de noventa (90) días cuando el importador de la <br /> mercancía, o el exportador que hizo la declaración en el Certificado de Origen para la <br /> mercancía, demuestra que se ha basado en la buena fe, en determinar la clasificación <br /> arancelaria o el valor aplicado dichos materiales por la autoridad aduanera de la Parte en <br /> cuyo territorio se exportó la mercancía.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 25: Sanciones <br /> Cada Parte, en su legislación, establecerá sanciones para las infracciones de las <br /> disposiciones del presente Anexo que deberán ser similares a las aplicadas para la violación", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 24: Apelación <br /> Cada Parte establecerá procedimientos para la revisión de las decisiones de las <br /> autoridades competentes sobre los procedimientos de verificación de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO C <br> Artículo 2: Requisitos Generales <br> Reglas de origen <br> Salvo que se disponga lo contrario en el presente Anexo, una mercancía será <br> originaria del territorio de una Parte cuando: <br> Sección I <br> (a) la mercancía es totalmente obtenida o producida en el territorio de una o <br> ambas Partes, como se define en el Artículo 4 de este Anexo; <br> DISPOSICIONES GENERALES <br> (b) cada uno de los materiales no originarios empleados en la producción de la <br> mercancía sufre un cambio de clasificación arancelaria establecido en el <br> Apéndice I de este Anexo como resultado de que la producción ocurre <br> enteramente en el territorio de una o ambas Partes, o que la mercancía de <br> otro modo cumple los requisitos del Apéndice donde no se requiera cambio <br> en la clasificación arancelaria, y la mercancía cumple todos los demás <br> requisitos de este Anexo; y <br> (c) la mercancía es producida enteramente en el territorio de una o ambas Partes <br> a partir de materiales originarios. <br> territorio de una o ambas Partes; <br> Artículo 3: Acumulación <br> A los efectos de los requisitos de origen, materiales o productos originarios en el <br> territorio de una Parte, incorporados en mercancías particulares en el territorio de la otra <br> Parte, se considerarán como mercancías originarias de la Parte donde se lleva a cabo la <br> producción final. <br> Artículo 4: Productos Totalmente Producidos u Obtenidos <br> Los siguientes se considerarán como totalmente obtenidos o producidos en el <br> territorio de una Parte: <br> (a) minerales y otros recursos no vivos naturales extraídos o recolectados en el <br> (b) vegetales y productos vegetales cosechados en el territorio de una o ambas <br> Partes; <br> (c) animales vivos nacidos y criados en el territorio de una o ambas Partes; <br> (d) mercancías obtenidas de animales vivos en el territorio de una o ambas <br> (e) mercancías obtenidas de la caza, captura, la pesca o la acuicultura, incluida <br> la maricultura, en el territorio de una o ambas Partes; <br> (f) peces, crustáceos u otras especies marinas obtenidas del mar, lecho o <br> subsuelo marino fuera del territorio de una o ambas Partes por un buque o <br> buque alquilado por una empresa establecida en el territorio de una Parte; <br> (g) mercancías producidas a bordo de buque factoría a partir de las mercancías <br> mencionadas en el inciso (f), siempre que el buque factoría esté registrado o <br> matriculado por una Parte, o arrendado por una empresa establecida en el <br> territorio de una Parte, y autorizada para enarbolar su bandera; <br> (h) desechos y desperdicios resultantes de la utilización, consumo o las <br> operaciones de manufactura realizadas en el territorio de cualquiera de las <br> Partes, siempre que sean aptos únicamente para la recuperación de materias <br> primas; y <br> (i) mercancías producidas en cualquiera de las Partes exclusivamente a partir de <br> las mercancías especificadas en los subpárrafos anteriores del (a) al (h). <br> Artículo 5: Procesos u Operaciones Consideradas como Insuficientes para Conferir el <br> Estatus de Originario <br> Salvo lo dispuesto en el Artículo 2, o según lo especificado para un producto en una <br> regla de origen específica en el Apéndice I de este Anexo, las mercancías no serán tratadas <br> como originarias si son producidas mediante cualquier operación o proceso que consista <br> únicamente en uno o más de los siguientes: <br> (a) las operaciones de preservación para garantizar que los productos se <br> mantengan en buenas condiciones durante el transporte y almacenaje, tales <br> como la ventilación, secado, refrigeración, así como la inmersión en agua <br> salada o sulfurada o en adición de agua con otras sustancias, extracción de <br> partes averiadas y otras operaciones similares; <br> (b) la dilución en agua o en cualquier otra sustancia que no alteren las <br> características iniciales del producto; <br> (c) las operaciones simples tales como eliminación de polvo, cernido, tamizado, <br> selección, clasificado, graduación, preparación de conjuntos o surtidos, <br> lavado, pintura, descascarillado, extracción de semillas, rebanado y corte; <br> (d) la simple formación de juegos de mercancías; <br> (e) reacondicionamiento, ya sea por ruptura de los paquetes o montaje de los <br> nuevos paquetes; <br> (f) el simple envasado en botellas, latas, frascos, bolsas, estuches y cajas o la <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de <br> envasado; <br> (g) la colocación o impresión de marcas, etiquetas, logotipos y otros signos <br> distintivos en las mercancías o en sus envases; <br> (h) la simple limpieza, incluso la remoción de óxido, aceite, pintura u otros <br> recubrimientos; <br> (i) el simple ensamblaje de partes para formar un artículo completo o el <br> desmontaje de productos en sus partes, de acuerdo a la Regla General 2a del <br> Sistema Armonizado; <br> (j) sacrificio de los animales; <br> (k) simple mezcla de productos, siempre que las características del producto <br> obtenido no sean esencialmente diferentes de las de los productos <br> mezclados; <br> (l) las operaciones que consisten únicamente en la soldadura, remaches de <br> soldadura, fijación, pernos y similares, o de lo contrario juntar las piezas o <br> componentes terminados para constituir un producto terminado; <br> (m) aplicación de aceite; y <br> (n) la combinación de dos o más de las operaciones anteriores. <br> Artículo 6: Accesorios, Repuestos y Herramientas <br> Un accesorio, repuesto o herramienta enviado con la mercancía que forma parte de <br> los accesorios, repuestos o herramientas estándar de la mercancía, constituye una mercancía <br> originaria. El accesorio, repuesto o herramienta no se tomará en cuenta para determinar si <br> todos los materiales no originarios usados en la producción de la mercancía cumplen los <br> requisitos establecidos en el Apéndice I de este Anexo si: <br> a) los accesorios, repuestos o herramientas no sean facturados por separado de <br> la mercancía; y <br> b) la cantidad y el valor de los accesorios, repuestos o herramientas son los <br> habituales de la mercancía. <br> Artículo 7: Materiales Fungibles <br> Para los efectos de determinar si una mercancía es una mercancía originaria, si: <br> a) los materiales fungibles originarios y no originarios que se utilicen en la <br> producción de una mercancía, la determinación de si el material fungible es <br> originario será realizada de acuerdo con un método de manejo de inventario <br> reconocido, o de otra manera aceptado por los Principios de Contabilidad <br> Generalmente Aceptados de la Parte de la cual la producción se lleva acabo; <br> y <br> b) las mercancías fungibles originarias y no originarias son físicamente <br> combinadas o mezcladas en el inventario en una Parte y exportadas en la <br> misma forma a la otra Parte, la determinación de si la mercancía es una <br> mercancía originaria se realizará de acuerdo con un método de gestión de <br> inventario reconocido, o de otra forma aceptado por los Principios de <br> Contabilidad Generalmente Aceptados de la Parte desde la cual la mercancía <br> es exportada. <br> Artículo 8: Juegos <br> Juegos, tal como se define en la Regla General 3 del Sistema Armonizado, se <br> considerarán originarios cuando todas las mercancías que componen el juego califiquen <br> como originarias. Sin embargo, cuando el juego esté compuesto por mercancías originarias <br> y no originarias, el juego como un todo se considerará originario siempre que el valor de las <br> mercancías no originarias no exceda el diez por ciento del valor FOB del juego. <br> Artículo 9: Envases y Materiales de Empaque para Venta al por Menor <br> No obstante cualquier disposición contraria en este Anexo, un material de empaque <br> o envase en el cual una mercancía es empacada para venta al por menor es indiferente en la <br> determinación si: <br> a) el material no originario satisface los requisitos aplicables establecidos el <br> Apéndice I de este Anexo; o <br> b) la mercancía cumple los requisitos establecidos en el Artículo 2. <br> Artículo 10: Envases y Materiales de Embalaje para el Transporte <br> Los envases y materiales de embalaje en los cuales la mercancía es empacada para <br> su envío, no serán tomados en cuenta para determinar si todos los materiales no originarios <br> utilizados en la producción de una mercancía cumplen con el cambio en la clasificación <br> arancelaria de dicho producto. <br> Artículo 11: Elementos Neutros o Materiales Indirectos <br> 1 @^@Elementos Neutros@^@ o @^@Materiales Indirectos@^@ significa, mercancías utilizadas <br> en la producción, prueba o inspección de mercancías, que no estén físicamente <br> incorporados en las mercancías, o mercancías utilizadas en el mantenimiento de edificios o <br> de operación de equipos asociados con la producción de mercancías, incluyendo: <br> a) energía y combustible; <br> b) instalaciones y equipos; <br> c) herramientas, troqueles y moldes; <br> d) partes y materiales utilizados en el mantenimiento de las instalaciones, <br> equipos y edificios; <br> e) mercancías que no entran en la composición final del producto; <br> f) guantes, anteojos, calzados, ropa, equipos de seguridad y suministros; <br> g) equipos, aparatos y aditamentos utilizados para la verificación o prueba de <br> las mercancías; <br> h) aceite lubricante, material de composición o de otros materiales utilizados en <br> la producción o funcionamiento de equipos o edificios; o <br> i) catalizadores o solventes. <br> 2 Cada Parte dispondrá que un material indirecto se considerará como material <br> originario independientemente del lugar en que se produce y su valor será el costo <br> registrado en los registros contables del productor de los productos exportados. <br> Artículo 12: Transporte Directo, Tránsito y Transbordo <br> 1 Con el fin de que las mercancías se beneficien del trato arancelario preferencial <br> previsto en el presente Acuerdo, deberán ser objeto de expedición directa de la Parte <br> exportadora a la Parte importadora. <br> 2 Para propósitos del párrafo 1, las siguientes se considerarán como expedición <br> directa: <br> (a) mercancías transportadas sin pasar por terceros países; <br> (b) mercancías transportadas en tránsito por uno o más terceros países, con o sin <br> transbordo o almacenamiento temporal, bajo la vigilancia de las autoridades <br> aduaneras de esos países, siempre que: <br> i. el tránsito esté justificado por razones geográficas o por <br> consideraciones relacionadas a requisitos de <br> internacional; <br> ii. no están destinadas para el comercio nacional o el consumo en el <br> país de tránsito; y <br> iii. no estén sometidas durante el transporte o almacenamiento a <br> cualquier otra operación que la descarga, carga o cualquier otra <br> operación necesaria para preservarlas en buena condición. <br> 3 El importador deberá demostrar ante las autoridades aduaneras del país importador <br> que las condiciones establecidas en los párrafos 1 y 2 han sido cumplidas con la <br> presentación de: <br> a) un documento único de transporte que ampare el paso desde el país <br> exportador a través del país de tránsito; o <br> b) un certificado expedido por la autoridad aduanera del país de tránsito: <br> i. dando una descripción exacta de los productos; <br> ii. indicando la fecha de descarga y carga de los productos y, cuando se <br> aplicable, los nombres de los buques u otros medios de transporte <br> utilizados; y <br> iii. certificando las condiciones bajo las cuales permanecieron las <br> mercancías en el país de tránsito; o <br> c) en ausencia de estos, cualquier documento probatorio. <br> "}, {"ArticleTitle": ": Definiciones", "ArticleDesc": "Artículo 1: Definiciones <br> Para los efectos de este Anexo: <br> @^@acuicultura@^@ significa el cultivo de organismos acuáticos, incluyendo peces, <br> moluscos, crustáceos, otros invertebrados acuáticos y plantas acuáticas, desde el <br> almacenaje de simientes tales como huevos, alevines, pececillos y larvas, por <br> intervención en los procesos de cría o crecimiento para aumentar la producción, <br> tales como el aprovisionamiento regular, alimentación o protección contra <br> depredadores. <br> @^@buque@^@ significa cualquier barco dedicado a la pesca comercial o a la explotación <br> comercial de productos marinos en alta mar, matriculado o registrado en una Parte y <br> autorizado a enarbolar su bandera. <br> @^@capítulos, partidas y subpartidas@^@ se refiere a los capítulos, partidas y <br> subpartidas (código de dos, cuatro y seis dígitos, respectivamente) utilizados en la <br> nomenclatura que constituye el Sistema Armonizado (SA); <br> @^@CIF@^@ significa el valor de la mercancía importada que incluye los costos de la <br> mercancía, seguro y flete hasta el puerto o lugar de entrada en el país de <br> importación; <br> @^@FOB@^@ significa el valor de la mercancía libre a bordo, independientemente del <br> conformidad con este Anexo; <br> medio de transporte, en el punto de embarque directo del vendedor al comprador; <br> @^@maricultura@^@ significa acuicultura llevada a cabo en el ambiente marino; <br> @^@material@^@ significa una mercancía que es utilizada en la producción de otra <br> mercancía; <br> @^@materiales fungibles@^@ significan materiales que son intercambiables para efectos <br> comerciales y cuyas propiedades, cualidades o características son esencialmente <br> idénticas; <br> @^@material no originario@^@ significa un material que no califica como originario de <br> @^@mercancías@^@ significa cualesquiera mercancías, materiales, productos y artículos; <br> @^@producción@^@ significa el cultivo, extracción minera, cría, cosecha, pesca, caza con <br> trampa, recolección, captura, caza, fabricación y procesamiento de una mercancía; <br> @^@Sistema Armonizado@^@ o @^@SA@^@ significa la nomenclatura que compone las <br> partidas y subpartidas y sus códigos numéricos correspondientes, las notas de <br> sección, de capítulo y de subpartidas, y las normas generales para la interpretación <br> del Sistema Armonizado, establecidas en el Anexo del Convenio Internacional sobre <br> el Sistema Armonizado; <br> @^@territorio@^@ significa: <br> (a) en el caso de Panamá, el espacio terrestre, marítimo y aéreo bajo su <br> soberanía, y la zona económica exclusiva y la plataforma continental sobre <br> las cuales ejerce derechos soberanos y jurisdicción conforme al derecho <br> internacional y a su legislación nacional; <br> (b) en el caso de Trinidad y Tobago, su espacio terrestre y aéreo, aguas internas, <br> archipiélagos y mar territorial bajo su soberanía y su zona económica <br> exclusiva como está determinado en su legislación nacional, consecuente <br> con la Parte V de la Convención de las Naciones Unidas sobre el Derecho <br> del Mar, dada el 10 de diciembre de 1982 (CONVEMAR) y su plataforma <br> continental como está determinado en su legislación nacional, consistente <br> con la Parte VI de la CONVEMAR; y <br> @^@valor aduanero@^@ significa el valor determinado de conformidad con el Acuerdo <br> Relativo a la Aplicación del Artículo VII del Acuerdo General sobre Aranceles <br> Aduaneros y Comercio de 1994 de la OMC (Acuerdo de Valoración Aduanera). <br> Sección II <br> Criterios para Mercancías Originarias <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO C <br> Artículo 2: Requisitos Generales <br> Reglas de origen <br> Salvo que se disponga lo contrario en el presente Anexo, una mercancía será <br> originaria del territorio de una Parte cuando: <br> Sección I <br> (a) la mercancía es totalmente obtenida o producida en el territorio de una o <br> ambas Partes, como se define en el Artículo 4 de este Anexo; <br> DISPOSICIONES GENERALES <br> (b) cada uno de los materiales no originarios empleados en la producción de la <br> mercancía sufre un cambio de clasificación arancelaria establecido en el <br> Apéndice I de este Anexo como resultado de que la producción ocurre <br> enteramente en el territorio de una o ambas Partes, o que la mercancía de <br> otro modo cumple los requisitos del Apéndice donde no se requiera cambio <br> en la clasificación arancelaria, y la mercancía cumple todos los demás <br> requisitos de este Anexo; y <br> (c) la mercancía es producida enteramente en el territorio de una o ambas Partes <br> a partir de materiales originarios. <br> territorio de una o ambas Partes; <br> Artículo 3: Acumulación <br> A los efectos de los requisitos de origen, materiales o productos originarios en el <br> territorio de una Parte, incorporados en mercancías particulares en el territorio de la otra <br> Parte, se considerarán como mercancías originarias de la Parte donde se lleva a cabo la <br> producción final. <br> Artículo 4: Productos Totalmente Producidos u Obtenidos <br> Los siguientes se considerarán como totalmente obtenidos o producidos en el <br> territorio de una Parte: <br> (a) minerales y otros recursos no vivos naturales extraídos o recolectados en el <br> (b) vegetales y productos vegetales cosechados en el territorio de una o ambas <br> Partes; <br> (c) animales vivos nacidos y criados en el territorio de una o ambas Partes; <br> (d) mercancías obtenidas de animales vivos en el territorio de una o ambas <br> (e) mercancías obtenidas de la caza, captura, la pesca o la acuicultura, incluida <br> la maricultura, en el territorio de una o ambas Partes; <br> (f) peces, crustáceos u otras especies marinas obtenidas del mar, lecho o <br> subsuelo marino fuera del territorio de una o ambas Partes por un buque o <br> buque alquilado por una empresa establecida en el territorio de una Parte; <br> (g) mercancías producidas a bordo de buque factoría a partir de las mercancías <br> mencionadas en el inciso (f), siempre que el buque factoría esté registrado o <br> matriculado por una Parte, o arrendado por una empresa establecida en el <br> territorio de una Parte, y autorizada para enarbolar su bandera; <br> (h) desechos y desperdicios resultantes de la utilización, consumo o las <br> operaciones de manufactura realizadas en el territorio de cualquiera de las <br> Partes, siempre que sean aptos únicamente para la recuperación de materias <br> primas; y <br> (i) mercancías producidas en cualquiera de las Partes exclusivamente a partir de <br> las mercancías especificadas en los subpárrafos anteriores del (a) al (h). <br> Artículo 5: Procesos u Operaciones Consideradas como Insuficientes para Conferir el <br> Estatus de Originario <br> Salvo lo dispuesto en el Artículo 2, o según lo especificado para un producto en una <br> regla de origen específica en el Apéndice I de este Anexo, las mercancías no serán tratadas <br> como originarias si son producidas mediante cualquier operación o proceso que consista <br> únicamente en uno o más de los siguientes: <br> (a) las operaciones de preservación para garantizar que los productos se <br> mantengan en buenas condiciones durante el transporte y almacenaje, tales <br> como la ventilación, secado, refrigeración, así como la inmersión en agua <br> salada o sulfurada o en adición de agua con otras sustancias, extracción de <br> partes averiadas y otras operaciones similares; <br> (b) la dilución en agua o en cualquier otra sustancia que no alteren las <br> características iniciales del producto; <br> (c) las operaciones simples tales como eliminación de polvo, cernido, tamizado, <br> selección, clasificado, graduación, preparación de conjuntos o surtidos, <br> lavado, pintura, descascarillado, extracción de semillas, rebanado y corte; <br> (d) la simple formación de juegos de mercancías; <br> (e) reacondicionamiento, ya sea por ruptura de los paquetes o montaje de los <br> nuevos paquetes; <br> (f) el simple envasado en botellas, latas, frascos, bolsas, estuches y cajas o la <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de <br> envasado; <br> (g) la colocación o impresión de marcas, etiquetas, logotipos y otros signos <br> distintivos en las mercancías o en sus envases; <br> (h) la simple limpieza, incluso la remoción de óxido, aceite, pintura u otros <br> recubrimientos; <br> (i) el simple ensamblaje de partes para formar un artículo completo o el <br> desmontaje de productos en sus partes, de acuerdo a la Regla General 2a del <br> Sistema Armonizado; <br> (j) sacrificio de los animales; <br> (k) simple mezcla de productos, siempre que las características del producto <br> obtenido no sean esencialmente diferentes de las de los productos <br> mezclados; <br> (l) las operaciones que consisten únicamente en la soldadura, remaches de <br> soldadura, fijación, pernos y similares, o de lo contrario juntar las piezas o <br> componentes terminados para constituir un producto terminado; <br> (m) aplicación de aceite; y <br> (n) la combinación de dos o más de las operaciones anteriores. <br> Artículo 6: Accesorios, Repuestos y Herramientas <br> Un accesorio, repuesto o herramienta enviado con la mercancía que forma parte de <br> los accesorios, repuestos o herramientas estándar de la mercancía, constituye una mercancía <br> originaria. El accesorio, repuesto o herramienta no se tomará en cuenta para determinar si <br> todos los materiales no originarios usados en la producción de la mercancía cumplen los <br> requisitos establecidos en el Apéndice I de este Anexo si: <br> a) los accesorios, repuestos o herramientas no sean facturados por separado de <br> la mercancía; y <br> b) la cantidad y el valor de los accesorios, repuestos o herramientas son los <br> habituales de la mercancía. <br> Artículo 7: Materiales Fungibles <br> Para los efectos de determinar si una mercancía es una mercancía originaria, si: <br> a) los materiales fungibles originarios y no originarios que se utilicen en la <br> producción de una mercancía, la determinación de si el material fungible es <br> originario será realizada de acuerdo con un método de manejo de inventario <br> reconocido, o de otra manera aceptado por los Principios de Contabilidad <br> Generalmente Aceptados de la Parte de la cual la producción se lleva acabo; <br> y <br> b) las mercancías fungibles originarias y no originarias son físicamente <br> combinadas o mezcladas en el inventario en una Parte y exportadas en la <br> misma forma a la otra Parte, la determinación de si la mercancía es una <br> mercancía originaria se realizará de acuerdo con un método de gestión de <br> inventario reconocido, o de otra forma aceptado por los Principios de <br> Contabilidad Generalmente Aceptados de la Parte desde la cual la mercancía <br> es exportada. <br> Artículo 8: Juegos <br> Juegos, tal como se define en la Regla General 3 del Sistema Armonizado, se <br> considerarán originarios cuando todas las mercancías que componen el juego califiquen <br> como originarias. Sin embargo, cuando el juego esté compuesto por mercancías originarias <br> y no originarias, el juego como un todo se considerará originario siempre que el valor de las <br> mercancías no originarias no exceda el diez por ciento del valor FOB del juego. <br> Artículo 9: Envases y Materiales de Empaque para Venta al por Menor <br> No obstante cualquier disposición contraria en este Anexo, un material de empaque <br> o envase en el cual una mercancía es empacada para venta al por menor es indiferente en la <br> determinación si: <br> a) el material no originario satisface los requisitos aplicables establecidos el <br> Apéndice I de este Anexo; o <br> b) la mercancía cumple los requisitos establecidos en el Artículo 2. <br> Artículo 10: Envases y Materiales de Embalaje para el Transporte <br> Los envases y materiales de embalaje en los cuales la mercancía es empacada para <br> su envío, no serán tomados en cuenta para determinar si todos los materiales no originarios <br> utilizados en la producción de una mercancía cumplen con el cambio en la clasificación <br> arancelaria de dicho producto. <br> Artículo 11: Elementos Neutros o Materiales Indirectos <br> 1 @^@Elementos Neutros@^@ o @^@Materiales Indirectos@^@ significa, mercancías utilizadas <br> en la producción, prueba o inspección de mercancías, que no estén físicamente <br> incorporados en las mercancías, o mercancías utilizadas en el mantenimiento de edificios o <br> de operación de equipos asociados con la producción de mercancías, incluyendo: <br> a) energía y combustible; <br> b) instalaciones y equipos; <br> c) herramientas, troqueles y moldes; <br> d) partes y materiales utilizados en el mantenimiento de las instalaciones, <br> equipos y edificios; <br> e) mercancías que no entran en la composición final del producto; <br> f) guantes, anteojos, calzados, ropa, equipos de seguridad y suministros; <br> g) equipos, aparatos y aditamentos utilizados para la verificación o prueba de <br> las mercancías; <br> h) aceite lubricante, material de composición o de otros materiales utilizados en <br> la producción o funcionamiento de equipos o edificios; o <br> i) catalizadores o solventes. <br> 2 Cada Parte dispondrá que un material indirecto se considerará como material <br> originario independientemente del lugar en que se produce y su valor será el costo <br> registrado en los registros contables del productor de los productos exportados. <br> Artículo 12: Transporte Directo, Tránsito y Transbordo <br> 1 Con el fin de que las mercancías se beneficien del trato arancelario preferencial <br> previsto en el presente Acuerdo, deberán ser objeto de expedición directa de la Parte <br> exportadora a la Parte importadora. <br> 2 Para propósitos del párrafo 1, las siguientes se considerarán como expedición <br> directa: <br> (a) mercancías transportadas sin pasar por terceros países; <br> (b) mercancías transportadas en tránsito por uno o más terceros países, con o sin <br> transbordo o almacenamiento temporal, bajo la vigilancia de las autoridades <br> aduaneras de esos países, siempre que: <br> i. el tránsito esté justificado por razones geográficas o por <br> consideraciones relacionadas a requisitos de <br> internacional; <br> ii. no están destinadas para el comercio nacional o el consumo en el <br> país de tránsito; y <br> iii. no estén sometidas durante el transporte o almacenamiento a <br> cualquier otra operación que la descarga, carga o cualquier otra <br> operación necesaria para preservarlas en buena condición. <br> 3 El importador deberá demostrar ante las autoridades aduaneras del país importador <br> que las condiciones establecidas en los párrafos 1 y 2 han sido cumplidas con la <br> presentación de: <br> a) un documento único de transporte que ampare el paso desde el país <br> exportador a través del país de tránsito; o <br> b) un certificado expedido por la autoridad aduanera del país de tránsito: <br> i. dando una descripción exacta de los productos; <br> ii. indicando la fecha de descarga y carga de los productos y, cuando se <br> aplicable, los nombres de los buques u otros medios de transporte <br> utilizados; y <br> iii. certificando las condiciones bajo las cuales permanecieron las <br> mercancías en el país de tránsito; o <br> c) en ausencia de estos, cualquier documento probatorio. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Sección III <br> Artículo 16: Devolución de Derechos de Aduana <br> Artículo 20: Obligación de mantener los Registros y Documentos <br> Artículo 24: Apelación <br> Prueba de Origen <br> Cada Parte dispondrá que, en aquellos casos en que no se solicite trato arancelario <br> 1 Cada Parte deberá exigir que el exportador o productor final que llene y firme un <br> Cada Parte establecerá procedimientos para la revisión de las decisiones de las <br> Artículo 13: Certificación de Origen <br> preferencial para una mercancía importada en el territorio de la otra Parte que califica como <br> Certificado de Origen, mantenga todos los registros y documentos relacionados con el <br> autoridades competentes sobre los procedimientos de verificación de origen. <br> 1 Con el fin de que los productos se beneficien del trato preferencial contemplado <br> originaria, el importador de la mercancía podrá solicitar en un plazo no superior a un año <br> origen de las mercancías por cinco (5) años, a partir de la fecha del Certificado y que <br> Artículo 25: Sanciones <br> bajo este Anexo, las Partes han establecido un Certificado de Origen para la declaración de <br> desde la fecha de importación, la devolución de los derechos aduaneros pagados en exceso <br> presente estos registros y documentos a solicitud de la autoridad competente, de acuerdo <br> Cada Parte, en su legislación, establecerá sanciones para las infracciones de las <br> origen de conformidad con el Apéndice II de este Anexo. <br> por no habérsele dado trato arancelario preferencial a las mercancías, siempre que la <br> con la legislación nacional. <br> disposiciones del presente Anexo que deberán ser similares a las aplicadas para la violación <br> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br> solicitud vaya acompañada de: <br> 2 Los registros relacionados con el origen de la mercancía para la cual se solicita trato <br> de sus leyes y reglamentos en circunstancias similares. <br> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br> (a) una declaración escrita indicando que la mercancía califica como originaria <br> arancelario preferencial en el territorio de la otra Parte incluyen aquellos referentes a: <br> la fecha de emisión. <br> en el momento de la importación; <br> (a) cualquier adquisición, costo, valor y pago de todas las mercancías, <br> 3 El certificado de Origen deberá incluir: <br> (b) el certificado de origen; y <br> incluyendo los materiales utilizados indirectamente en la producción de <br> a) una declaración por el exportador o el productor final de que el requisito de <br> (c) cualquier otra documentación relacionada con la importación de mercancías, <br> mercancías exportadas desde el territorio, y <br> origen prescrito en este Apéndice ha sido cumplido; y <br> que sea requerida por la autoridad aduanera. <br> (b) la producción de mercancías en la forma en que esta mercancía se exporte <br> b) una certificación por la autoridad certificadora del país exportador de que la <br> desde su territorio. <br> declaración emitida por el exportador o el productor final es veraz. <br> 3 La autoridad certificadora de la Parte exportadora que haya expedido el Certificado <br> 4 Cuando el exportador no sea el productor final de las mercancías o productos, el <br> de Origen mantendrá toda la documentación relacionada con la emisión del Certificado por <br> exportador deberá presentar la declaración de origen a la autoridad certificadora. <br> un período de cinco (5) años a partir de la fecha en que el certificado fue emitido. <br> 5 En todos los casos el Certificado de Origen será preparado por un exportador en el <br> Sección IV <br> país de la producción final. <br> Control y Verificación de Origen <br> 6 La autoridad competente de la Parte exportadora deberá realizar los controles que <br> Artículo 21: Verificación de Origen <br> sean necesarios para permitir la certificación prevista en este Artículo y deberá confirmar <br> 1 Para efectos de determinar si las mercancías importadas a su territorio desde el <br> todos los datos establecidos en el Certificado de Origen. <br> territorio de la otra Parte califican como mercancías originarias, la Parte importadora podrá <br> 7 El Certificado de Origen deberá contener la firma de un funcionario notificado por <br> llevar a cabo un procedimiento de verificación en el siguiente orden según sea necesario: <br> la autoridad certificadora de la Parte exportadora de conformidad con el Artículo 14. <br> (a) el suministro a la autoridad competente de la Parte exportadora de las <br> 8 La fecha del Certificado de Origen no puede ser anterior a la de la factura <br> solicitudes de información, incluyendo cuestionarios escritos para ser <br> comercial. <br> completado por los exportadores o productores del territorio de la otra Parte; <br> Artículo 14: Las funciones y obligaciones de la autoridad certificadora para emitir la <br> (b) visitas de verificación a las instalaciones de un exportador o productor en el <br> Certificación <br> territorio de la otra Parte para examinar los registros y documentos; e <br> 1 La autoridad certificadora de las Partes obligadas a emitir la Certificación: <br> inspeccionar las instalaciones utilizadas en la producción de mercancías; y <br> (a) verificarán la exactitud de la declaración presentada por el productor final o <br> (c) otros procedimientos acordados por las Partes cuando sea necesario. <br> el exportador por medio de sistemas o procedimientos que garanticen la <br> 2 Antes de realizar un procedimiento de verificación de conformidad con el párrafo 1, <br> exactitud de los datos; y <br> una Parte notificará a la autoridad aduanera de la Parte exportadora de su intención de <br> (b) proporcionarán a la otra Parte la cooperación administrativa necesaria para el <br> llevar a cabo una verificación. Dentro de los quince (15) días siguientes a la recepción de <br> control de los documentos de prueba de origen. <br> esta notificación, la autoridad aduanera de la Parte exportadora notificará al exportador y/o <br> 2 La autoridad certificadora de las Partes, a más tardar treinta (30) días después de la <br> al productor de la mercancía. <br> entrada en vigencia de este Acuerdo, transmitirá a través de, en el caso de Panamá al <br> 3 El procedimiento de verificación se iniciará a partir de la primera solicitud escrita y <br> Ministerio de Comercio e Industrias o su sucesor, y en el caso de Trinidad y Tobago al <br> electrónica de información, incluyendo cuestionarios, de la autoridad competente de la <br> Ministerio responsable de Comercio e Industria y Coordinador del Tratado, la lista <br> Parte importadora a la autoridad competente de la Parte exportadora. Con el fin de <br> aprobada de la autoridad certificadora para expedir los certificados mencionados en el <br> presentar la información de conformidad con el párrafo 1(a), la autoridad competente de la <br> presente Anexo, junto con una lista de los firmantes autorizados, las firmas autorizadas y <br> Parte exportadora proporcionará la información solicitada a la autoridad competente de la <br> los sellos de los organismos autorizados. <br> Parte importadora dentro de los treinta (30) días a partir de la fecha de recepción de la <br> 3 Cualquier cambio a dichas listas, entraran en vigencia a los treinta (30) días después <br> solicitud electrónica. Dentro de este período, el exportador podrá, a través de la autoridad <br> de la recepción de la notificación. <br> competente de la Parte exportadora, presentar una solicitud escrita y electrónica a la Parte <br> importadora para una prórroga, que la autoridad competente de la Parte importadora podrá <br> prorrogar por un máximo de treinta (30) días. <br> 4 Antes de efectuar una visita de verificación, de conformidad con el párrafo 1(b), una <br> Parte deberá a través de su autoridad competente proporcionar una notificación escrita, con <br> treinta (30) días de anticipación a la autoridad competente de la Parte exportadora, de su <br> intención de llevar a cabo dicha visita. Dentro de los quince (15) días del envío de la <br> notificación por escrito, la autoridad competente de la Parte exportadora notificará al <br> exportador y/o el productor de la mercancía. <br> 5 La notificación por escrito a que se refiere el párrafo 4, deberá incluir: <br> (a) la identidad del organismo designado que emite la notificación; <br> (b) el nombre del exportador o productor cuyas instalaciones vayan a ser <br> visitadas; <br> (c) la fecha y lugar de la propuesta de visita de verificación; <br> (d) el objeto y el alcance de la visita de verificación, incluida la referencia <br> específica a las mercancías que sean objeto de la verificación; <br> (e) los nombres y las designaciones de los funcionarios que realizarán la visita; <br> y <br> (f) el fundamento jurídico de la visita de verificación. <br> 6 La autoridad competente de la Parte importadora deberá obtener el consentimiento <br> por escrito del exportador o productor cuyas instalaciones vayan a ser visitadas. Dentro de <br> los quince (15) días de recibida la autorización por escrito del exportador o productor de las <br> mercancías cuyas instalaciones vayan a ser visitadas, la autoridad competente de la Parte <br> exportadora notificará a la autoridad competente de la Parte importadora y proporcionará <br> esta autorización escrito a las autoridades competentes de la Parte importadora. <br> 7 Una Parte podrá negar el trato arancelario preferencial a una mercancía importada, <br> cuando: <br> (a) el exportador, productor o importador no responda a una petición de <br> información por escrito o un cuestionario en un plazo razonable, según lo <br> establecido en la legislación de la Parte importadora; <br> (b) después de recibir una notificación escrita para una visita de verificación a la <br> que las Partes han acordado, el exportador o productor no da su <br> consentimiento por escrito en un plazo razonable, según lo establecido por la <br> ley de la Parte importadora; o <br> (c) la Parte encuentre un patrón de conducta que indique que un importador, <br> exportador o productor ha presentado declaraciones falsas o infundadas, de <br> que una mercancía importada a su territorio es originaria. <br> 8 La autoridad competente de la Parte exportadora podrá, a petición de la Parte que <br> efectúe una visita de verificación de conformidad con el párrafo 1(b), solicitar al productor <br> o el exportador poner a disposición, entre otras cosas, la documentación pertinente y los <br> registros contables y que permita la inspección de materiales instalaciones de producción y <br> procesos. <br> 9 Cuando una visita de verificación ha sido notificada, cualquier modificación de la <br> información a que se refiere este Artículo será notificada por escrito a la autoridad <br> competente de la Parte exportadora, quien a su vez notificará inmediatamente las <br> modificaciones al productor o al exportador. Estas modificaciones serán notificadas por la <br> Parte importadora, a más tardar quince (15) días siguientes de la notificación inicial. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente reciba la notificación de <br> la intención de llevar a cabo una visita de verificación, la autoridad competente podrá, <br> dentro de los quince (15) días siguientes a la recepción de la notificación, informar a la <br> autoridad competente de la otra Parte, por escrito, de su intención de posponer la visita de <br> verificación propuesta por un período no superior a treinta (30) días a partir de la fecha de <br> dicha recepción o por un plazo mayor que acuerden las Partes. La visita de verificación sólo <br> puede posponerse una vez. <br> 11 Las Partes no podrán rechazar el trato arancelario preferencial a las mercancías <br> basado exclusivamente en la posposición de la visita de verificación de conformidad con el <br> párrafo 10. <br> 12 Las Partes permitirán al exportador o productor cuyas mercancías están sujetos a <br> una visita de verificación designar dos observadores que estarán presentes durante la visita. <br> Estos observadores no podrán participar en forma distinta que como observadores. La falta <br> de designación de observadores por parte del exportador o productor no dará lugar a la <br> posposición de la visita. <br> 13 El procedimiento para verificar el origen realizado por la autoridad competente de la <br> Parte importadora, tal como se establece en el presente Artículo, deberá ser completado <br> dentro de un plazo máximo de trescientos sesenta y cinco (365) días. No obstante lo <br> anterior, en casos debidamente justificados, dicho plazo podrá ser prorrogado por una sola <br> vez como las Partes acuerden. <br> Artículo 22: Los Resultados de la Verificación <br> 1 La Parte que realiza una verificación proporcionará al exportador o productor cuyas <br> mercancías están sujetas a la verificación una determinación escrita sobre si las mercancías <br> califican o no como mercancía originaria, incluyendo las conclusiones de hecho y el <br> fundamento jurídico de la determinación, dentro de los veintiún (21) días de la conclusión <br> del ejercicio de verificación. <br> 2 Cada Parte dispondrá que, si dentro de los términos establecidos en el párrafo 1 su <br> autoridad competente no emite los resultados de la determinación del origen, la mercancía o <br> mercancías sujetas a la verificación de origen, tendrá derecho al trato arancelario <br> preferencial. <br> 3 Cada Parte dispondrá que cuando su autoridad competente, en la conclusión del <br> procedimiento de verificación establecido en el Artículo 21, determina que cierta mercancía <br> importada a su territorio no califica como mercancía originaria, la determinación de esa <br> Parte no surtirá efecto hasta que notifique esa determinación por escrito tanto al importador <br> de la mercancía como a la autoridad competente de la Parte exportadora. Tras el envío de <br> dicha notificación la Parte importadora podrá denegar el trato arancelario establecido en los <br> Anexos A y B del presente Acuerdo, a las mercancías que han sido objeto de tal <br> determinación. <br> 4 Si una Parte niega el trato arancelario preferencial a una mercancía, de conformidad <br> con la determinación realizada bajo el párrafo anterior, se pospondrá la fecha efectiva de la <br> negación por un plazo no mayor de noventa (90) días cuando el importador de la <br> mercancía, o el exportador que hizo la declaración en el Certificado de Origen para la <br> mercancía, demuestra que se ha basado en la buena fe, en determinar la clasificación <br> arancelaria o el valor aplicado dichos materiales por la autoridad aduanera de la Parte en <br> cuyo territorio se exportó la mercancía. <br> "}, {"ArticleTitle": "5: Obligaciones Relativas a la Importación", "ArticleDesc": "Artículo 15: Obligaciones Relativas a la Importación <br> 1 Cada Parte exigirá a un importador en su territorio que solicite trato arancelario de <br> acuerdo con los Anexos A y B de este Acuerdo para una mercancía importada a su <br> territorio desde el territorio de la otra Parte, que: <br> (a) haga una declaración por escrito en el documento de importación establecido <br> según su legislación, basado en el Certificado de Origen, de que la <br> mercancías califica como mercancía originaria; <br> (b) tenga el Certificado de Origen en el momento de la declaración mencionada <br> en el párrafo (a); y <br> (c) proporcione una copia del Certificado de Origen a la autoridad aduanera de <br> esa Parte cuando ellos lo requieran. <br> 2 Cada Parte dispondrá que, si un importador en su territorio no cumple con los <br> requisitos establecidos en este Anexo, le será denegado el tratamiento preferencial <br> arancelario para las mercancías importadas del territorio de la otra Parte. <br> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br> para una mercancía importada al territorio de las Partes deberá mantener, por un período de <br> cinco (5) años después la fecha de importación de la mercancía, un Certificado de Origen u <br> otra información que demuestre que la mercancía califica como originaria, y otros <br> documentos que la Parte pueda requerir en relación con la importación de la mercancía. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección III <br> Artículo 16: Devolución de Derechos de Aduana <br> Artículo 20: Obligación de mantener los Registros y Documentos <br> Artículo 24: Apelación <br> Prueba de Origen <br> Cada Parte dispondrá que, en aquellos casos en que no se solicite trato arancelario <br> 1 Cada Parte deberá exigir que el exportador o productor final que llene y firme un <br> Cada Parte establecerá procedimientos para la revisión de las decisiones de las <br> Artículo 13: Certificación de Origen <br> preferencial para una mercancía importada en el territorio de la otra Parte que califica como <br> Certificado de Origen, mantenga todos los registros y documentos relacionados con el <br> autoridades competentes sobre los procedimientos de verificación de origen. <br> 1 Con el fin de que los productos se beneficien del trato preferencial contemplado <br> originaria, el importador de la mercancía podrá solicitar en un plazo no superior a un año <br> origen de las mercancías por cinco (5) años, a partir de la fecha del Certificado y que <br> Artículo 25: Sanciones <br> bajo este Anexo, las Partes han establecido un Certificado de Origen para la declaración de <br> desde la fecha de importación, la devolución de los derechos aduaneros pagados en exceso <br> presente estos registros y documentos a solicitud de la autoridad competente, de acuerdo <br> Cada Parte, en su legislación, establecerá sanciones para las infracciones de las <br> origen de conformidad con el Apéndice II de este Anexo. <br> por no habérsele dado trato arancelario preferencial a las mercancías, siempre que la <br> con la legislación nacional. <br> disposiciones del presente Anexo que deberán ser similares a las aplicadas para la violación <br> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br> solicitud vaya acompañada de: <br> 2 Los registros relacionados con el origen de la mercancía para la cual se solicita trato <br> de sus leyes y reglamentos en circunstancias similares. <br> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br> (a) una declaración escrita indicando que la mercancía califica como originaria <br> arancelario preferencial en el territorio de la otra Parte incluyen aquellos referentes a: <br> la fecha de emisión. <br> en el momento de la importación; <br> (a) cualquier adquisición, costo, valor y pago de todas las mercancías, <br> 3 El certificado de Origen deberá incluir: <br> (b) el certificado de origen; y <br> incluyendo los materiales utilizados indirectamente en la producción de <br> a) una declaración por el exportador o el productor final de que el requisito de <br> (c) cualquier otra documentación relacionada con la importación de mercancías, <br> mercancías exportadas desde el territorio, y <br> origen prescrito en este Apéndice ha sido cumplido; y <br> que sea requerida por la autoridad aduanera. <br> (b) la producción de mercancías en la forma en que esta mercancía se exporte <br> b) una certificación por la autoridad certificadora del país exportador de que la <br> desde su territorio. <br> declaración emitida por el exportador o el productor final es veraz. <br> 3 La autoridad certificadora de la Parte exportadora que haya expedido el Certificado <br> 4 Cuando el exportador no sea el productor final de las mercancías o productos, el <br> de Origen mantendrá toda la documentación relacionada con la emisión del Certificado por <br> exportador deberá presentar la declaración de origen a la autoridad certificadora. <br> un período de cinco (5) años a partir de la fecha en que el certificado fue emitido. <br> 5 En todos los casos el Certificado de Origen será preparado por un exportador en el <br> Sección IV <br> país de la producción final. <br> Control y Verificación de Origen <br> 6 La autoridad competente de la Parte exportadora deberá realizar los controles que <br> Artículo 21: Verificación de Origen <br> sean necesarios para permitir la certificación prevista en este Artículo y deberá confirmar <br> 1 Para efectos de determinar si las mercancías importadas a su territorio desde el <br> todos los datos establecidos en el Certificado de Origen. <br> territorio de la otra Parte califican como mercancías originarias, la Parte importadora podrá <br> 7 El Certificado de Origen deberá contener la firma de un funcionario notificado por <br> llevar a cabo un procedimiento de verificación en el siguiente orden según sea necesario: <br> la autoridad certificadora de la Parte exportadora de conformidad con el Artículo 14. <br> (a) el suministro a la autoridad competente de la Parte exportadora de las <br> 8 La fecha del Certificado de Origen no puede ser anterior a la de la factura <br> solicitudes de información, incluyendo cuestionarios escritos para ser <br> comercial. <br> completado por los exportadores o productores del territorio de la otra Parte; <br> Artículo 14: Las funciones y obligaciones de la autoridad certificadora para emitir la <br> (b) visitas de verificación a las instalaciones de un exportador o productor en el <br> Certificación <br> territorio de la otra Parte para examinar los registros y documentos; e <br> 1 La autoridad certificadora de las Partes obligadas a emitir la Certificación: <br> inspeccionar las instalaciones utilizadas en la producción de mercancías; y <br> (a) verificarán la exactitud de la declaración presentada por el productor final o <br> (c) otros procedimientos acordados por las Partes cuando sea necesario. <br> el exportador por medio de sistemas o procedimientos que garanticen la <br> 2 Antes de realizar un procedimiento de verificación de conformidad con el párrafo 1, <br> exactitud de los datos; y <br> una Parte notificará a la autoridad aduanera de la Parte exportadora de su intención de <br> (b) proporcionarán a la otra Parte la cooperación administrativa necesaria para el <br> llevar a cabo una verificación. Dentro de los quince (15) días siguientes a la recepción de <br> control de los documentos de prueba de origen. <br> esta notificación, la autoridad aduanera de la Parte exportadora notificará al exportador y/o <br> 2 La autoridad certificadora de las Partes, a más tardar treinta (30) días después de la <br> al productor de la mercancía. <br> entrada en vigencia de este Acuerdo, transmitirá a través de, en el caso de Panamá al <br> 3 El procedimiento de verificación se iniciará a partir de la primera solicitud escrita y <br> Ministerio de Comercio e Industrias o su sucesor, y en el caso de Trinidad y Tobago al <br> electrónica de información, incluyendo cuestionarios, de la autoridad competente de la <br> Ministerio responsable de Comercio e Industria y Coordinador del Tratado, la lista <br> Parte importadora a la autoridad competente de la Parte exportadora. Con el fin de <br> aprobada de la autoridad certificadora para expedir los certificados mencionados en el <br> presentar la información de conformidad con el párrafo 1(a), la autoridad competente de la <br> presente Anexo, junto con una lista de los firmantes autorizados, las firmas autorizadas y <br> Parte exportadora proporcionará la información solicitada a la autoridad competente de la <br> los sellos de los organismos autorizados. <br> Parte importadora dentro de los treinta (30) días a partir de la fecha de recepción de la <br> 3 Cualquier cambio a dichas listas, entraran en vigencia a los treinta (30) días después <br> solicitud electrónica. Dentro de este período, el exportador podrá, a través de la autoridad <br> de la recepción de la notificación. <br> competente de la Parte exportadora, presentar una solicitud escrita y electrónica a la Parte <br> importadora para una prórroga, que la autoridad competente de la Parte importadora podrá <br> prorrogar por un máximo de treinta (30) días. <br> 4 Antes de efectuar una visita de verificación, de conformidad con el párrafo 1(b), una <br> Parte deberá a través de su autoridad competente proporcionar una notificación escrita, con <br> treinta (30) días de anticipación a la autoridad competente de la Parte exportadora, de su <br> intención de llevar a cabo dicha visita. Dentro de los quince (15) días del envío de la <br> notificación por escrito, la autoridad competente de la Parte exportadora notificará al <br> exportador y/o el productor de la mercancía. <br> 5 La notificación por escrito a que se refiere el párrafo 4, deberá incluir: <br> (a) la identidad del organismo designado que emite la notificación; <br> (b) el nombre del exportador o productor cuyas instalaciones vayan a ser <br> visitadas; <br> (c) la fecha y lugar de la propuesta de visita de verificación; <br> (d) el objeto y el alcance de la visita de verificación, incluida la referencia <br> específica a las mercancías que sean objeto de la verificación; <br> (e) los nombres y las designaciones de los funcionarios que realizarán la visita; <br> y <br> (f) el fundamento jurídico de la visita de verificación. <br> 6 La autoridad competente de la Parte importadora deberá obtener el consentimiento <br> por escrito del exportador o productor cuyas instalaciones vayan a ser visitadas. Dentro de <br> los quince (15) días de recibida la autorización por escrito del exportador o productor de las <br> mercancías cuyas instalaciones vayan a ser visitadas, la autoridad competente de la Parte <br> exportadora notificará a la autoridad competente de la Parte importadora y proporcionará <br> esta autorización escrito a las autoridades competentes de la Parte importadora. <br> 7 Una Parte podrá negar el trato arancelario preferencial a una mercancía importada, <br> cuando: <br> (a) el exportador, productor o importador no responda a una petición de <br> información por escrito o un cuestionario en un plazo razonable, según lo <br> establecido en la legislación de la Parte importadora; <br> (b) después de recibir una notificación escrita para una visita de verificación a la <br> que las Partes han acordado, el exportador o productor no da su <br> consentimiento por escrito en un plazo razonable, según lo establecido por la <br> ley de la Parte importadora; o <br> (c) la Parte encuentre un patrón de conducta que indique que un importador, <br> exportador o productor ha presentado declaraciones falsas o infundadas, de <br> que una mercancía importada a su territorio es originaria. <br> 8 La autoridad competente de la Parte exportadora podrá, a petición de la Parte que <br> efectúe una visita de verificación de conformidad con el párrafo 1(b), solicitar al productor <br> o el exportador poner a disposición, entre otras cosas, la documentación pertinente y los <br> registros contables y que permita la inspección de materiales instalaciones de producción y <br> procesos. <br> 9 Cuando una visita de verificación ha sido notificada, cualquier modificación de la <br> información a que se refiere este Artículo será notificada por escrito a la autoridad <br> competente de la Parte exportadora, quien a su vez notificará inmediatamente las <br> modificaciones al productor o al exportador. Estas modificaciones serán notificadas por la <br> Parte importadora, a más tardar quince (15) días siguientes de la notificación inicial. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente reciba la notificación de <br> la intención de llevar a cabo una visita de verificación, la autoridad competente podrá, <br> dentro de los quince (15) días siguientes a la recepción de la notificación, informar a la <br> autoridad competente de la otra Parte, por escrito, de su intención de posponer la visita de <br> verificación propuesta por un período no superior a treinta (30) días a partir de la fecha de <br> dicha recepción o por un plazo mayor que acuerden las Partes. La visita de verificación sólo <br> puede posponerse una vez. <br> 11 Las Partes no podrán rechazar el trato arancelario preferencial a las mercancías <br> basado exclusivamente en la posposición de la visita de verificación de conformidad con el <br> párrafo 10. <br> 12 Las Partes permitirán al exportador o productor cuyas mercancías están sujetos a <br> una visita de verificación designar dos observadores que estarán presentes durante la visita. <br> Estos observadores no podrán participar en forma distinta que como observadores. La falta <br> de designación de observadores por parte del exportador o productor no dará lugar a la <br> posposición de la visita. <br> 13 El procedimiento para verificar el origen realizado por la autoridad competente de la <br> Parte importadora, tal como se establece en el presente Artículo, deberá ser completado <br> dentro de un plazo máximo de trescientos sesenta y cinco (365) días. No obstante lo <br> anterior, en casos debidamente justificados, dicho plazo podrá ser prorrogado por una sola <br> vez como las Partes acuerden. <br> Artículo 22: Los Resultados de la Verificación <br> 1 La Parte que realiza una verificación proporcionará al exportador o productor cuyas <br> mercancías están sujetas a la verificación una determinación escrita sobre si las mercancías <br> califican o no como mercancía originaria, incluyendo las conclusiones de hecho y el <br> fundamento jurídico de la determinación, dentro de los veintiún (21) días de la conclusión <br> del ejercicio de verificación. <br> 2 Cada Parte dispondrá que, si dentro de los términos establecidos en el párrafo 1 su <br> autoridad competente no emite los resultados de la determinación del origen, la mercancía o <br> mercancías sujetas a la verificación de origen, tendrá derecho al trato arancelario <br> preferencial. <br> 3 Cada Parte dispondrá que cuando su autoridad competente, en la conclusión del <br> procedimiento de verificación establecido en el Artículo 21, determina que cierta mercancía <br> importada a su territorio no califica como mercancía originaria, la determinación de esa <br> Parte no surtirá efecto hasta que notifique esa determinación por escrito tanto al importador <br> de la mercancía como a la autoridad competente de la Parte exportadora. Tras el envío de <br> dicha notificación la Parte importadora podrá denegar el trato arancelario establecido en los <br> Anexos A y B del presente Acuerdo, a las mercancías que han sido objeto de tal <br> determinación. <br> 4 Si una Parte niega el trato arancelario preferencial a una mercancía, de conformidad <br> con la determinación realizada bajo el párrafo anterior, se pospondrá la fecha efectiva de la <br> negación por un plazo no mayor de noventa (90) días cuando el importador de la <br> mercancía, o el exportador que hizo la declaración en el Certificado de Origen para la <br> mercancía, demuestra que se ha basado en la buena fe, en determinar la clasificación <br> arancelaria o el valor aplicado dichos materiales por la autoridad aduanera de la Parte en <br> cuyo territorio se exportó la mercancía. <br> "}, {"ArticleTitle": "7: Obligaciones Relativas a la Exportación", "ArticleDesc": "Artículo 17: Obligaciones Relativas a la Exportación <br> 1 Cada Parte adoptará las disposiciones para garantizar que su exportador o productor <br> complete y firme el Certificado de Origen y envié una copia del Certificado a la autoridad <br> aduanera a petición. <br> 2 Cada Parte dispondrá que un exportador o productor que haya hecho una <br> declaración en el Certificado de Origen de conformidad con el Artículo 13, y que tiene <br> razones para creer que el Certificado de Origen contiene información incorrecta, notificará <br> inmediatamente por escrito, cualquier cambio que pueda afectar la exactitud o validez del <br> Certificado de Origen o de una declaración por escrito, a: <br> (a) todas las personas que han recibido el certificado; <br> (b)la autoridad certificadora; y <br> (c) la autoridad aduanera de conformidad con sus leyes y reglamentos. <br> "}, {"ArticleTitle": "8: Asistencia Mutua", "ArticleDesc": "Artículo 18: Asistencia Mutua <br> Con el fin de garantizar la correcta aplicación de este Anexo, las Partes se prestarán <br> asistencia mutua, a través de la autoridad competente, para verificar la autenticidad del <br> Certificado de Origen, y la exactitud de la información contenida en este documento. <br> "}, {"ArticleTitle": "9: Intercambio de Información y Confidencialidad", "ArticleDesc": "Artículo 19: Intercambio de Información y Confidencialidad <br> Toda información comunicada, en cualquier forma, conforme a este Anexo será de <br> carácter confidencial o restringido, dependiendo de las normas aplicables en cada una de las <br> Partes. Estará cubierta por la obligación del secreto profesional y gozará de la protección <br> concedida la información similar bajo las leyes pertinentes de las Partes que lo reciban. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección III <br> Artículo 16: Devolución de Derechos de Aduana <br> Artículo 20: Obligación de mantener los Registros y Documentos <br> Artículo 24: Apelación <br> Prueba de Origen <br> Cada Parte dispondrá que, en aquellos casos en que no se solicite trato arancelario <br> 1 Cada Parte deberá exigir que el exportador o productor final que llene y firme un <br> Cada Parte establecerá procedimientos para la revisión de las decisiones de las <br> Artículo 13: Certificación de Origen <br> preferencial para una mercancía importada en el territorio de la otra Parte que califica como <br> Certificado de Origen, mantenga todos los registros y documentos relacionados con el <br> autoridades competentes sobre los procedimientos de verificación de origen. <br> 1 Con el fin de que los productos se beneficien del trato preferencial contemplado <br> originaria, el importador de la mercancía podrá solicitar en un plazo no superior a un año <br> origen de las mercancías por cinco (5) años, a partir de la fecha del Certificado y que <br> Artículo 25: Sanciones <br> bajo este Anexo, las Partes han establecido un Certificado de Origen para la declaración de <br> desde la fecha de importación, la devolución de los derechos aduaneros pagados en exceso <br> presente estos registros y documentos a solicitud de la autoridad competente, de acuerdo <br> Cada Parte, en su legislación, establecerá sanciones para las infracciones de las <br> origen de conformidad con el Apéndice II de este Anexo. <br> por no habérsele dado trato arancelario preferencial a las mercancías, siempre que la <br> con la legislación nacional. <br> disposiciones del presente Anexo que deberán ser similares a las aplicadas para la violación <br> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br> solicitud vaya acompañada de: <br> 2 Los registros relacionados con el origen de la mercancía para la cual se solicita trato <br> de sus leyes y reglamentos en circunstancias similares. <br> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br> (a) una declaración escrita indicando que la mercancía califica como originaria <br> arancelario preferencial en el territorio de la otra Parte incluyen aquellos referentes a: <br> la fecha de emisión. <br> en el momento de la importación; <br> (a) cualquier adquisición, costo, valor y pago de todas las mercancías, <br> 3 El certificado de Origen deberá incluir: <br> (b) el certificado de origen; y <br> incluyendo los materiales utilizados indirectamente en la producción de <br> a) una declaración por el exportador o el productor final de que el requisito de <br> (c) cualquier otra documentación relacionada con la importación de mercancías, <br> mercancías exportadas desde el territorio, y <br> origen prescrito en este Apéndice ha sido cumplido; y <br> que sea requerida por la autoridad aduanera. <br> (b) la producción de mercancías en la forma en que esta mercancía se exporte <br> b) una certificación por la autoridad certificadora del país exportador de que la <br> desde su territorio. <br> declaración emitida por el exportador o el productor final es veraz. <br> 3 La autoridad certificadora de la Parte exportadora que haya expedido el Certificado <br> 4 Cuando el exportador no sea el productor final de las mercancías o productos, el <br> de Origen mantendrá toda la documentación relacionada con la emisión del Certificado por <br> exportador deberá presentar la declaración de origen a la autoridad certificadora. <br> un período de cinco (5) años a partir de la fecha en que el certificado fue emitido. <br> 5 En todos los casos el Certificado de Origen será preparado por un exportador en el <br> Sección IV <br> país de la producción final. <br> Control y Verificación de Origen <br> 6 La autoridad competente de la Parte exportadora deberá realizar los controles que <br> Artículo 21: Verificación de Origen <br> sean necesarios para permitir la certificación prevista en este Artículo y deberá confirmar <br> 1 Para efectos de determinar si las mercancías importadas a su territorio desde el <br> todos los datos establecidos en el Certificado de Origen. <br> territorio de la otra Parte califican como mercancías originarias, la Parte importadora podrá <br> 7 El Certificado de Origen deberá contener la firma de un funcionario notificado por <br> llevar a cabo un procedimiento de verificación en el siguiente orden según sea necesario: <br> la autoridad certificadora de la Parte exportadora de conformidad con el Artículo 14. <br> (a) el suministro a la autoridad competente de la Parte exportadora de las <br> 8 La fecha del Certificado de Origen no puede ser anterior a la de la factura <br> solicitudes de información, incluyendo cuestionarios escritos para ser <br> comercial. <br> completado por los exportadores o productores del territorio de la otra Parte; <br> Artículo 14: Las funciones y obligaciones de la autoridad certificadora para emitir la <br> (b) visitas de verificación a las instalaciones de un exportador o productor en el <br> Certificación <br> territorio de la otra Parte para examinar los registros y documentos; e <br> 1 La autoridad certificadora de las Partes obligadas a emitir la Certificación: <br> inspeccionar las instalaciones utilizadas en la producción de mercancías; y <br> (a) verificarán la exactitud de la declaración presentada por el productor final o <br> (c) otros procedimientos acordados por las Partes cuando sea necesario. <br> el exportador por medio de sistemas o procedimientos que garanticen la <br> 2 Antes de realizar un procedimiento de verificación de conformidad con el párrafo 1, <br> exactitud de los datos; y <br> una Parte notificará a la autoridad aduanera de la Parte exportadora de su intención de <br> (b) proporcionarán a la otra Parte la cooperación administrativa necesaria para el <br> llevar a cabo una verificación. Dentro de los quince (15) días siguientes a la recepción de <br> control de los documentos de prueba de origen. <br> esta notificación, la autoridad aduanera de la Parte exportadora notificará al exportador y/o <br> 2 La autoridad certificadora de las Partes, a más tardar treinta (30) días después de la <br> al productor de la mercancía. <br> entrada en vigencia de este Acuerdo, transmitirá a través de, en el caso de Panamá al <br> 3 El procedimiento de verificación se iniciará a partir de la primera solicitud escrita y <br> Ministerio de Comercio e Industrias o su sucesor, y en el caso de Trinidad y Tobago al <br> electrónica de información, incluyendo cuestionarios, de la autoridad competente de la <br> Ministerio responsable de Comercio e Industria y Coordinador del Tratado, la lista <br> Parte importadora a la autoridad competente de la Parte exportadora. Con el fin de <br> aprobada de la autoridad certificadora para expedir los certificados mencionados en el <br> presentar la información de conformidad con el párrafo 1(a), la autoridad competente de la <br> presente Anexo, junto con una lista de los firmantes autorizados, las firmas autorizadas y <br> Parte exportadora proporcionará la información solicitada a la autoridad competente de la <br> los sellos de los organismos autorizados. <br> Parte importadora dentro de los treinta (30) días a partir de la fecha de recepción de la <br> 3 Cualquier cambio a dichas listas, entraran en vigencia a los treinta (30) días después <br> solicitud electrónica. Dentro de este período, el exportador podrá, a través de la autoridad <br> de la recepción de la notificación. <br> competente de la Parte exportadora, presentar una solicitud escrita y electrónica a la Parte <br> importadora para una prórroga, que la autoridad competente de la Parte importadora podrá <br> prorrogar por un máximo de treinta (30) días. <br> 4 Antes de efectuar una visita de verificación, de conformidad con el párrafo 1(b), una <br> Parte deberá a través de su autoridad competente proporcionar una notificación escrita, con <br> treinta (30) días de anticipación a la autoridad competente de la Parte exportadora, de su <br> intención de llevar a cabo dicha visita. Dentro de los quince (15) días del envío de la <br> notificación por escrito, la autoridad competente de la Parte exportadora notificará al <br> exportador y/o el productor de la mercancía. <br> 5 La notificación por escrito a que se refiere el párrafo 4, deberá incluir: <br> (a) la identidad del organismo designado que emite la notificación; <br> (b) el nombre del exportador o productor cuyas instalaciones vayan a ser <br> visitadas; <br> (c) la fecha y lugar de la propuesta de visita de verificación; <br> (d) el objeto y el alcance de la visita de verificación, incluida la referencia <br> específica a las mercancías que sean objeto de la verificación; <br> (e) los nombres y las designaciones de los funcionarios que realizarán la visita; <br> y <br> (f) el fundamento jurídico de la visita de verificación. <br> 6 La autoridad competente de la Parte importadora deberá obtener el consentimiento <br> por escrito del exportador o productor cuyas instalaciones vayan a ser visitadas. Dentro de <br> los quince (15) días de recibida la autorización por escrito del exportador o productor de las <br> mercancías cuyas instalaciones vayan a ser visitadas, la autoridad competente de la Parte <br> exportadora notificará a la autoridad competente de la Parte importadora y proporcionará <br> esta autorización escrito a las autoridades competentes de la Parte importadora. <br> 7 Una Parte podrá negar el trato arancelario preferencial a una mercancía importada, <br> cuando: <br> (a) el exportador, productor o importador no responda a una petición de <br> información por escrito o un cuestionario en un plazo razonable, según lo <br> establecido en la legislación de la Parte importadora; <br> (b) después de recibir una notificación escrita para una visita de verificación a la <br> que las Partes han acordado, el exportador o productor no da su <br> consentimiento por escrito en un plazo razonable, según lo establecido por la <br> ley de la Parte importadora; o <br> (c) la Parte encuentre un patrón de conducta que indique que un importador, <br> exportador o productor ha presentado declaraciones falsas o infundadas, de <br> que una mercancía importada a su territorio es originaria. <br> 8 La autoridad competente de la Parte exportadora podrá, a petición de la Parte que <br> efectúe una visita de verificación de conformidad con el párrafo 1(b), solicitar al productor <br> o el exportador poner a disposición, entre otras cosas, la documentación pertinente y los <br> registros contables y que permita la inspección de materiales instalaciones de producción y <br> procesos. <br> 9 Cuando una visita de verificación ha sido notificada, cualquier modificación de la <br> información a que se refiere este Artículo será notificada por escrito a la autoridad <br> competente de la Parte exportadora, quien a su vez notificará inmediatamente las <br> modificaciones al productor o al exportador. Estas modificaciones serán notificadas por la <br> Parte importadora, a más tardar quince (15) días siguientes de la notificación inicial. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente reciba la notificación de <br> la intención de llevar a cabo una visita de verificación, la autoridad competente podrá, <br> dentro de los quince (15) días siguientes a la recepción de la notificación, informar a la <br> autoridad competente de la otra Parte, por escrito, de su intención de posponer la visita de <br> verificación propuesta por un período no superior a treinta (30) días a partir de la fecha de <br> dicha recepción o por un plazo mayor que acuerden las Partes. La visita de verificación sólo <br> puede posponerse una vez. <br> 11 Las Partes no podrán rechazar el trato arancelario preferencial a las mercancías <br> basado exclusivamente en la posposición de la visita de verificación de conformidad con el <br> párrafo 10. <br> 12 Las Partes permitirán al exportador o productor cuyas mercancías están sujetos a <br> una visita de verificación designar dos observadores que estarán presentes durante la visita. <br> Estos observadores no podrán participar en forma distinta que como observadores. La falta <br> de designación de observadores por parte del exportador o productor no dará lugar a la <br> posposición de la visita. <br> 13 El procedimiento para verificar el origen realizado por la autoridad competente de la <br> Parte importadora, tal como se establece en el presente Artículo, deberá ser completado <br> dentro de un plazo máximo de trescientos sesenta y cinco (365) días. No obstante lo <br> anterior, en casos debidamente justificados, dicho plazo podrá ser prorrogado por una sola <br> vez como las Partes acuerden. <br> Artículo 22: Los Resultados de la Verificación <br> 1 La Parte que realiza una verificación proporcionará al exportador o productor cuyas <br> mercancías están sujetas a la verificación una determinación escrita sobre si las mercancías <br> califican o no como mercancía originaria, incluyendo las conclusiones de hecho y el <br> fundamento jurídico de la determinación, dentro de los veintiún (21) días de la conclusión <br> del ejercicio de verificación. <br> 2 Cada Parte dispondrá que, si dentro de los términos establecidos en el párrafo 1 su <br> autoridad competente no emite los resultados de la determinación del origen, la mercancía o <br> mercancías sujetas a la verificación de origen, tendrá derecho al trato arancelario <br> preferencial. <br> 3 Cada Parte dispondrá que cuando su autoridad competente, en la conclusión del <br> procedimiento de verificación establecido en el Artículo 21, determina que cierta mercancía <br> importada a su territorio no califica como mercancía originaria, la determinación de esa <br> Parte no surtirá efecto hasta que notifique esa determinación por escrito tanto al importador <br> de la mercancía como a la autoridad competente de la Parte exportadora. Tras el envío de <br> dicha notificación la Parte importadora podrá denegar el trato arancelario establecido en los <br> Anexos A y B del presente Acuerdo, a las mercancías que han sido objeto de tal <br> determinación. <br> 4 Si una Parte niega el trato arancelario preferencial a una mercancía, de conformidad <br> con la determinación realizada bajo el párrafo anterior, se pospondrá la fecha efectiva de la <br> negación por un plazo no mayor de noventa (90) días cuando el importador de la <br> mercancía, o el exportador que hizo la declaración en el Certificado de Origen para la <br> mercancía, demuestra que se ha basado en la buena fe, en determinar la clasificación <br> arancelaria o el valor aplicado dichos materiales por la autoridad aduanera de la Parte en <br> cuyo territorio se exportó la mercancía. <br> "}, {"ArticleTitle": "3: Garantía del Pago de Impuestos", "ArticleDesc": "Artículo 23: Garantía del Pago de Impuestos <br> 1 En ningún caso las autoridades aduaneras de las Partes interrumpirán un <br> procedimiento de importación de los productos amparados por un Certificado de Origen. <br> Sin embargo, la autoridad aduanera de la Parte importadora, además de solicitar la <br> información adicional apropiada de la autoridad competente de la Parte exportadora, podrá <br> adoptar las medidas que considere necesarias para salvaguardar sus intereses fiscales. <br> 2 La autoridad aduanera de la Parte importadora deberá tomar las medidas adecuadas <br> con respecto a la garantía financiera otorgada para proteger los intereses fiscales en base a <br> la determinación de la verificación. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección III <br> Artículo 16: Devolución de Derechos de Aduana <br> Artículo 20: Obligación de mantener los Registros y Documentos <br> Artículo 24: Apelación <br> Prueba de Origen <br> Cada Parte dispondrá que, en aquellos casos en que no se solicite trato arancelario <br> 1 Cada Parte deberá exigir que el exportador o productor final que llene y firme un <br> Cada Parte establecerá procedimientos para la revisión de las decisiones de las <br> Artículo 13: Certificación de Origen <br> preferencial para una mercancía importada en el territorio de la otra Parte que califica como <br> Certificado de Origen, mantenga todos los registros y documentos relacionados con el <br> autoridades competentes sobre los procedimientos de verificación de origen. <br> 1 Con el fin de que los productos se beneficien del trato preferencial contemplado <br> originaria, el importador de la mercancía podrá solicitar en un plazo no superior a un año <br> origen de las mercancías por cinco (5) años, a partir de la fecha del Certificado y que <br> Artículo 25: Sanciones <br> bajo este Anexo, las Partes han establecido un Certificado de Origen para la declaración de <br> desde la fecha de importación, la devolución de los derechos aduaneros pagados en exceso <br> presente estos registros y documentos a solicitud de la autoridad competente, de acuerdo <br> Cada Parte, en su legislación, establecerá sanciones para las infracciones de las <br> origen de conformidad con el Apéndice II de este Anexo. <br> por no habérsele dado trato arancelario preferencial a las mercancías, siempre que la <br> con la legislación nacional. <br> disposiciones del presente Anexo que deberán ser similares a las aplicadas para la violación <br> 2 El Certificado de Origen, referido en el párrafo 1, es el documento que certifica que <br> solicitud vaya acompañada de: <br> 2 Los registros relacionados con el origen de la mercancía para la cual se solicita trato <br> de sus leyes y reglamentos en circunstancias similares. <br> las mercancías cumplen los requisitos de origen. El certificado es válido por un año desde <br> (a) una declaración escrita indicando que la mercancía califica como originaria <br> arancelario preferencial en el territorio de la otra Parte incluyen aquellos referentes a: <br> la fecha de emisión. <br> en el momento de la importación; <br> (a) cualquier adquisición, costo, valor y pago de todas las mercancías, <br> 3 El certificado de Origen deberá incluir: <br> (b) el certificado de origen; y <br> incluyendo los materiales utilizados indirectamente en la producción de <br> a) una declaración por el exportador o el productor final de que el requisito de <br> (c) cualquier otra documentación relacionada con la importación de mercancías, <br> mercancías exportadas desde el territorio, y <br> origen prescrito en este Apéndice ha sido cumplido; y <br> que sea requerida por la autoridad aduanera. <br> (b) la producción de mercancías en la forma en que esta mercancía se exporte <br> b) una certificación por la autoridad certificadora del país exportador de que la <br> desde su territorio. <br> declaración emitida por el exportador o el productor final es veraz. <br> 3 La autoridad certificadora de la Parte exportadora que haya expedido el Certificado <br> 4 Cuando el exportador no sea el productor final de las mercancías o productos, el <br> de Origen mantendrá toda la documentación relacionada con la emisión del Certificado por <br> exportador deberá presentar la declaración de origen a la autoridad certificadora. <br> un período de cinco (5) años a partir de la fecha en que el certificado fue emitido. <br> 5 En todos los casos el Certificado de Origen será preparado por un exportador en el <br> Sección IV <br> país de la producción final. <br> Control y Verificación de Origen <br> 6 La autoridad competente de la Parte exportadora deberá realizar los controles que <br> Artículo 21: Verificación de Origen <br> sean necesarios para permitir la certificación prevista en este Artículo y deberá confirmar <br> 1 Para efectos de determinar si las mercancías importadas a su territorio desde el <br> todos los datos establecidos en el Certificado de Origen. <br> territorio de la otra Parte califican como mercancías originarias, la Parte importadora podrá <br> 7 El Certificado de Origen deberá contener la firma de un funcionario notificado por <br> llevar a cabo un procedimiento de verificación en el siguiente orden según sea necesario: <br> la autoridad certificadora de la Parte exportadora de conformidad con el Artículo 14. <br> (a) el suministro a la autoridad competente de la Parte exportadora de las <br> 8 La fecha del Certificado de Origen no puede ser anterior a la de la factura <br> solicitudes de información, incluyendo cuestionarios escritos para ser <br> comercial. <br> completado por los exportadores o productores del territorio de la otra Parte; <br> Artículo 14: Las funciones y obligaciones de la autoridad certificadora para emitir la <br> (b) visitas de verificación a las instalaciones de un exportador o productor en el <br> Certificación <br> territorio de la otra Parte para examinar los registros y documentos; e <br> 1 La autoridad certificadora de las Partes obligadas a emitir la Certificación: <br> inspeccionar las instalaciones utilizadas en la producción de mercancías; y <br> (a) verificarán la exactitud de la declaración presentada por el productor final o <br> (c) otros procedimientos acordados por las Partes cuando sea necesario. <br> el exportador por medio de sistemas o procedimientos que garanticen la <br> 2 Antes de realizar un procedimiento de verificación de conformidad con el párrafo 1, <br> exactitud de los datos; y <br> una Parte notificará a la autoridad aduanera de la Parte exportadora de su intención de <br> (b) proporcionarán a la otra Parte la cooperación administrativa necesaria para el <br> llevar a cabo una verificación. Dentro de los quince (15) días siguientes a la recepción de <br> control de los documentos de prueba de origen. <br> esta notificación, la autoridad aduanera de la Parte exportadora notificará al exportador y/o <br> 2 La autoridad certificadora de las Partes, a más tardar treinta (30) días después de la <br> al productor de la mercancía. <br> entrada en vigencia de este Acuerdo, transmitirá a través de, en el caso de Panamá al <br> 3 El procedimiento de verificación se iniciará a partir de la primera solicitud escrita y <br> Ministerio de Comercio e Industrias o su sucesor, y en el caso de Trinidad y Tobago al <br> electrónica de información, incluyendo cuestionarios, de la autoridad competente de la <br> Ministerio responsable de Comercio e Industria y Coordinador del Tratado, la lista <br> Parte importadora a la autoridad competente de la Parte exportadora. Con el fin de <br> aprobada de la autoridad certificadora para expedir los certificados mencionados en el <br> presentar la información de conformidad con el párrafo 1(a), la autoridad competente de la <br> presente Anexo, junto con una lista de los firmantes autorizados, las firmas autorizadas y <br> Parte exportadora proporcionará la información solicitada a la autoridad competente de la <br> los sellos de los organismos autorizados. <br> Parte importadora dentro de los treinta (30) días a partir de la fecha de recepción de la <br> 3 Cualquier cambio a dichas listas, entraran en vigencia a los treinta (30) días después <br> solicitud electrónica. Dentro de este período, el exportador podrá, a través de la autoridad <br> de la recepción de la notificación. <br> competente de la Parte exportadora, presentar una solicitud escrita y electrónica a la Parte <br> importadora para una prórroga, que la autoridad competente de la Parte importadora podrá <br> prorrogar por un máximo de treinta (30) días. <br> 4 Antes de efectuar una visita de verificación, de conformidad con el párrafo 1(b), una <br> Parte deberá a través de su autoridad competente proporcionar una notificación escrita, con <br> treinta (30) días de anticipación a la autoridad competente de la Parte exportadora, de su <br> intención de llevar a cabo dicha visita. Dentro de los quince (15) días del envío de la <br> notificación por escrito, la autoridad competente de la Parte exportadora notificará al <br> exportador y/o el productor de la mercancía. <br> 5 La notificación por escrito a que se refiere el párrafo 4, deberá incluir: <br> (a) la identidad del organismo designado que emite la notificación; <br> (b) el nombre del exportador o productor cuyas instalaciones vayan a ser <br> visitadas; <br> (c) la fecha y lugar de la propuesta de visita de verificación; <br> (d) el objeto y el alcance de la visita de verificación, incluida la referencia <br> específica a las mercancías que sean objeto de la verificación; <br> (e) los nombres y las designaciones de los funcionarios que realizarán la visita; <br> y <br> (f) el fundamento jurídico de la visita de verificación. <br> 6 La autoridad competente de la Parte importadora deberá obtener el consentimiento <br> por escrito del exportador o productor cuyas instalaciones vayan a ser visitadas. Dentro de <br> los quince (15) días de recibida la autorización por escrito del exportador o productor de las <br> mercancías cuyas instalaciones vayan a ser visitadas, la autoridad competente de la Parte <br> exportadora notificará a la autoridad competente de la Parte importadora y proporcionará <br> esta autorización escrito a las autoridades competentes de la Parte importadora. <br> 7 Una Parte podrá negar el trato arancelario preferencial a una mercancía importada, <br> cuando: <br> (a) el exportador, productor o importador no responda a una petición de <br> información por escrito o un cuestionario en un plazo razonable, según lo <br> establecido en la legislación de la Parte importadora; <br> (b) después de recibir una notificación escrita para una visita de verificación a la <br> que las Partes han acordado, el exportador o productor no da su <br> consentimiento por escrito en un plazo razonable, según lo establecido por la <br> ley de la Parte importadora; o <br> (c) la Parte encuentre un patrón de conducta que indique que un importador, <br> exportador o productor ha presentado declaraciones falsas o infundadas, de <br> que una mercancía importada a su territorio es originaria. <br> 8 La autoridad competente de la Parte exportadora podrá, a petición de la Parte que <br> efectúe una visita de verificación de conformidad con el párrafo 1(b), solicitar al productor <br> o el exportador poner a disposición, entre otras cosas, la documentación pertinente y los <br> registros contables y que permita la inspección de materiales instalaciones de producción y <br> procesos. <br> 9 Cuando una visita de verificación ha sido notificada, cualquier modificación de la <br> información a que se refiere este Artículo será notificada por escrito a la autoridad <br> competente de la Parte exportadora, quien a su vez notificará inmediatamente las <br> modificaciones al productor o al exportador. Estas modificaciones serán notificadas por la <br> Parte importadora, a más tardar quince (15) días siguientes de la notificación inicial. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente reciba la notificación de <br> la intención de llevar a cabo una visita de verificación, la autoridad competente podrá, <br> dentro de los quince (15) días siguientes a la recepción de la notificación, informar a la <br> autoridad competente de la otra Parte, por escrito, de su intención de posponer la visita de <br> verificación propuesta por un período no superior a treinta (30) días a partir de la fecha de <br> dicha recepción o por un plazo mayor que acuerden las Partes. La visita de verificación sólo <br> puede posponerse una vez. <br> 11 Las Partes no podrán rechazar el trato arancelario preferencial a las mercancías <br> basado exclusivamente en la posposición de la visita de verificación de conformidad con el <br> párrafo 10. <br> 12 Las Partes permitirán al exportador o productor cuyas mercancías están sujetos a <br> una visita de verificación designar dos observadores que estarán presentes durante la visita. <br> Estos observadores no podrán participar en forma distinta que como observadores. La falta <br> de designación de observadores por parte del exportador o productor no dará lugar a la <br> posposición de la visita. <br> 13 El procedimiento para verificar el origen realizado por la autoridad competente de la <br> Parte importadora, tal como se establece en el presente Artículo, deberá ser completado <br> dentro de un plazo máximo de trescientos sesenta y cinco (365) días. No obstante lo <br> anterior, en casos debidamente justificados, dicho plazo podrá ser prorrogado por una sola <br> vez como las Partes acuerden. <br> Artículo 22: Los Resultados de la Verificación <br> 1 La Parte que realiza una verificación proporcionará al exportador o productor cuyas <br> mercancías están sujetas a la verificación una determinación escrita sobre si las mercancías <br> califican o no como mercancía originaria, incluyendo las conclusiones de hecho y el <br> fundamento jurídico de la determinación, dentro de los veintiún (21) días de la conclusión <br> del ejercicio de verificación. <br> 2 Cada Parte dispondrá que, si dentro de los términos establecidos en el párrafo 1 su <br> autoridad competente no emite los resultados de la determinación del origen, la mercancía o <br> mercancías sujetas a la verificación de origen, tendrá derecho al trato arancelario <br> preferencial. <br> 3 Cada Parte dispondrá que cuando su autoridad competente, en la conclusión del <br> procedimiento de verificación establecido en el Artículo 21, determina que cierta mercancía <br> importada a su territorio no califica como mercancía originaria, la determinación de esa <br> Parte no surtirá efecto hasta que notifique esa determinación por escrito tanto al importador <br> de la mercancía como a la autoridad competente de la Parte exportadora. Tras el envío de <br> dicha notificación la Parte importadora podrá denegar el trato arancelario establecido en los <br> Anexos A y B del presente Acuerdo, a las mercancías que han sido objeto de tal <br> determinación. <br> 4 Si una Parte niega el trato arancelario preferencial a una mercancía, de conformidad <br> con la determinación realizada bajo el párrafo anterior, se pospondrá la fecha efectiva de la <br> negación por un plazo no mayor de noventa (90) días cuando el importador de la <br> mercancía, o el exportador que hizo la declaración en el Certificado de Origen para la <br> mercancía, demuestra que se ha basado en la buena fe, en determinar la clasificación <br> arancelaria o el valor aplicado dichos materiales por la autoridad aduanera de la Parte en <br> cuyo territorio se exportó la mercancía. <br> "}]}]}, "members_found": ["780", "591"]}