{"FtaRooDetails": {"FtaId": 751, "FtaCode": "ITC00775", "FtaName": "Chile for LDCs", "FtaFullName": "Law No. 20.690, which eliminates import tariffs on goods originating in least developed countries (originating goods)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.02.2014", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Chile", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Chile for LDCs", "AdminProcCooAuth": "The certification type under Chile for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Chile for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Chile for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "For a good to be classed as originating from a least developed country, in accordance with Article 4(c) of Decree No. 1432, it must be produced in the territory of a least developed country using non-originating materials having a regional value content of not less than 50% or a change in tariff heading as defined in Articles 5 and 6, respectively. [Source: WTO notification G/RO/LDC/N/CHL/1]", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00775_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.aduana.cl/aduana/site/artic/20130417/asocfile/20130417103419/co_eliminaci__n_aranceles_pma_2014.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00775_full.pdf", "DocType": "8_full", "WebLink": "https://www.leychile.cl/Navegar?idNorma=1059781"}, {"DocDesc": "WTO notification", "DocFileName": "itc00775_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/CHL/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "none", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "The scheme does not provide for cumulation. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Los accesorios, repuestos y las <br /> herramientas presentadas como parte de la mercancía al <br /> momento de la importación, no se tomarán en cuenta para <br /> determinar su origen, siempre que: <br /> (a) los accesorios, repuestos o herramientas estén <br /> clasificados con la mercancía y no se facturen por <br /> separado, y <br /> (b) las cantidades y el valor de los accesorios, repuestos <br /> o herramientas sean los habituales para la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 of Decree No. 1432 states that, @^@Goods obtained from processes or operations through which they only acquire the final form in which they will be marketed shall not be considered originating from a least developed country when the above processes use materials from other countries and simply involve assembly, packaging, splitting into lots, pieces or volumes, selection and classification, marking, the putting together of assortments of goods or other similar operations@^@. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 of the Decree establishes that the regional value content of a good shall be calculated as follows: <br /> V - VNM <br /> RVC =---------------- x 100 <br /> V <br /> where: <br /> RVC is the regional value content of a good expressed as a percentage; <br /> V is the FOB value of the final good; and <br /> VNM is the CIF value of non-originating materials. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "The first subparagraph of Article 10 of Decree No. 1432 establishes that @^@Goods shall not lose their originating character provided they are not subject to any process or other operation outside the territory of the least developed country other than unloading, reloading, splitting or any other operation required to maintain the good in good condition or to transport it to Chile and provided the good remains under the control of the customs authority of a third territory@^@. <br /> @^@Fulfilment of the conditions set out in the previous paragraph may be demonstrated through presentation to the National Customs Service of: <br /> (a) a single transport document covering the passage of the good from the exporting country through the transit country; or <br /> (b) a certificate issued by the customs authorities of the transit country containing: <br /> (i) an exact description of the products, <br /> (ii) the dates of unloading and reloading of the products and, where applicable, the names of the ships or other means of transport used, and <br /> (iii)  the certification of the conditions under which the goods remained in the country of transit; or <br /> (c) failing the above, any other documentary evidence that enables the National Customs Service to conclude that the goods did not lose their originating character during transit through a third country@^@. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8: El tratamiento de Envases, Materiales de <br /> Empaque y Contenedores será el siguiente: <br /> (a) cuando una mercancía se acoja al criterio de Valor de <br /> Contenido Regional, el valor de los envases y materiales de <br /> empaque para venta al por menor, se tendrá en cuenta para <br /> determinar el origen de esta mercancía como originaria o no <br /> originaria, según sea el caso, siempre que los envases y <br /> materiales de empaque sean considerados como formando un <br /> todo con la mercancía; <br /> (b) cuando una mercancía se acoja al criterio de cambio de <br /> clasificación arancelaria, los envases y materiales de <br /> empaque clasificados junto con la mercancía empacada, no se <br /> tendrán en cuenta en la determinación del origen, y <br /> (c) materiales de empaque y contenedores utilizados <br /> exclusivamente para el transporte de una mercancía no se <br /> tendrán en cuenta para determinar el origen de tales <br /> mercancías.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body/self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 of Decree No. 1432 indicates that @^@For the originating goods to qualify for the preferential tariff treatment, importers shall submit a certificate of origin to the National Customs Service, containing at the very least the information specified in the Annex to this Decree@^@. <br /> The Annex to the aforementioned Decree can be found at: https://www.leychile.cl/Navegar?idNorma=1059781. <br /> Article 11 also establishes that: @^@This certificate of origin may be issued by: <br /> (a)  the competent authority of the exporting country designated in accordance with Article 14; or <br /> (b)  the producer or exporter of the goods. If the exporter is not the producer of the goods, the exporter may certify the origin of the goods on the basis of: <br /> (i)  its knowledge of whether the goods qualify as originating goods; or <br /> (ii)  a written declaration from the producer stating that the goods are originating goods; or <br /> (iii)  a certificate covering the goods, completed and signed by the producer and provided voluntarily to the exporter; or <br /> (c)  the importer of the goods, who may only issue a certificate of origin on the basis of: <br /> (i)  a written declaration from the producer or exporter stating that the goods are originating goods; or <br /> (ii)  any other documentation or background information demonstrating that the goods originate from the exporting country, such as certificates issued by a public entity in the exporting country, or shipment certificates or reports issued in the exporting country by an independent certification company or surveyor, which must be consistent with other clearance documents and the circumstances of the operation@^@. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Bernardita Palacios <br /> bpalacios@aduana.cl <br /> Head of the Department of Classification and Origin <br /> National Customs Service <br /> Tel.: (56-32) 2134505 <br /> http://www.aduana.cl/ley-20-690-eliminacion-aranceles-pma/aduana/2014-03-07/092144.html <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "The first paragraph of Article 13 of Decree No. 1432 indicates the following: @^@For the purpose of a verification of origin procedure carried out by the National Customs Service, the importer shall conserve a copy of the certificate of origin and the substantiating documents on which it was based for a period of five years from the date of issue of the certificate@^@. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12: Cuando un importador en Chile no hubiera <br /> solicitado un tratamiento arancelario preferencial para las <br /> mercancías importadas, éste podrá, dentro del plazo de un <br /> (1) año contado desde la fecha de importación, solicitar <br /> ante el Servicio Nacional de Aduanas la devolución de los <br /> aranceles aduaneros pagados en exceso por no haber <br /> solicitado tratamiento arancelario preferencial para esa <br /> mercancía, siempre que la solicitud vaya acompañada de: <br /> (a) una declaración escrita indicando que la mercancía <br /> calificaba como originaria al momento de la importación; <br /> (b) una copia del certificado de origen, y <br /> (c) cualquier otra documentación que pueda requerir el <br /> Servicio Nacional de Aduanas relacionada con la importación <br /> de la mercancía.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 of Decree No. 1432 states the following: @^@For the purpose of a verification of origin procedure carried out by the National Customs Service, the importer shall conserve a copy of the certificate of origin and the substantiating documents on which it was based for a period of five years from the date of issue of the certificate. The National Customs Service, in accordance with Decree having Force of Law No. 30/2004 on the Customs Ordinance and other provisions contained in domestic legislation, shall verify whether a good imported from a least developed country qualifies as originating@^@. <br /> Decree having Force of Law No. 30/2004 on the Customs Ordinance available at: <br /> https://www.leychile.cl/Navegar?idNorma=238919 <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Fraud and false declarations involving certificates of origin (for imports) fall under the category of customs violations and offences (customs fraud) in general. No special penalty is handed down for such acts. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Chilean legislation provides for two procedures for the settlement of disputes: <br /> (a) Administrative complaints, which fall within the remit of the Tax and Customs Courts (judicial procedure). <br /> (b) Appeals for administrative review, which are filed with the National Customs Service. <br /> [Source: WTO notification G/RO/LDC/N/CHL/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Título I <br> Artículo 4: Para acogerse al beneficio que establece <br> Artículo 8: El tratamiento de Envases, Materiales de <br> Artículo 12: Cuando un importador en Chile no hubiera <br> Competente o entidad habilitada. <br> Lista de Países Menos Adelantados y Condiciones para ser <br> la ley Nº 20.690, las mercancías provenientes de los <br> Empaque y Contenedores será el siguiente: <br> solicitado un tratamiento arancelario preferencial para las <br> incluido o excluido de éste <br> Países Menos Adelantados deberán ser originarias. Una <br> (a) cuando una mercancía se acoja al criterio de Valor de <br> mercancías importadas, éste podrá, dentro del plazo de un <br> Decreto 508, <br> mercancía será considerada originaria de un País Menos <br> Contenido Regional, el valor de los envases y materiales de <br> (1) año contado desde la fecha de importación, solicitar <br> Adelantado cuando cumpliendo con todos los demás requisitos <br> empaque para venta al por menor, se tendrá en cuenta para <br> ante el Servicio Nacional de Aduanas la devolución de los <br> aplicables del presente decreto, cumpla a su vez con al <br> determinar el origen de esta mercancía como originaria o no <br> aranceles aduaneros pagados en exceso por no haber <br> menos uno de los siguientes requisitos: <br> originaria, según sea el caso, siempre que los envases y <br> solicitado tratamiento arancelario preferencial para esa <br> (a) la mercancía sea obtenida en su totalidad o producida <br> materiales de empaque sean considerados como formando un <br> mercancía, siempre que la solicitud vaya acompañada de: <br> enteramente en el territorio de un País Menos Adelantado; <br> todo con la mercancía; <br> (a) una declaración escrita indicando que la mercancía <br> (b) la mercancía sea producida enteramente en territorio <br> (b) cuando una mercancía se acoja al criterio de cambio de <br> calificaba como originaria al momento de la importación; <br> de un País Menos Adelantado, a partir exclusivamente de <br> clasificación arancelaria, los envases y materiales de <br> (b) una copia del certificado de origen, y <br> materiales originarios; o <br> empaque clasificados junto con la mercancía empacada, no se <br> (c) cualquier otra documentación que pueda requerir el <br> (c) la mercancía sea producida en el territorio de un <br> tendrán en cuenta en la determinación del origen, y <br> Servicio Nacional de Aduanas relacionada con la importación <br> País Menos Adelantado, a partir de materiales no <br> (c) materiales de empaque y contenedores utilizados <br> de la mercancía. <br> originarios que cumplan con un valor de contenido regional <br> exclusivamente para el transporte de una mercancía no se <br> no menor al 50% o un cambio en la partida arancelaria como <br> tendrán en cuenta para determinar el origen de tales <br> se define en los artículos 5 y 6, respectivamente. <br> mercancías. <br> Artículo 9: Los accesorios, repuestos y las <br> herramientas presentadas como parte de la mercancía al <br> momento de la importación, no se tomarán en cuenta para <br> determinar su origen, siempre que: <br> (a) los accesorios, repuestos o herramientas estén <br> clasificados con la mercancía y no se facturen por <br> separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos <br> o herramientas sean los habituales para la mercancía. <br> B.- PROCEDIMIENTOS OPERACIONALES <br> "}, {"ArticleTitle": "Los países que serán considerados como HACIENDA ...", "ArticleDesc": "Artículo 1: Los países que serán considerados como HACIENDA <br> Países Menos Adelantados corresponden a la lista de países Art. ÚNICO N° 1 <br> calificados como tales por la Organización de Naciones D.O. 29.06.2017 <br> Unidas y para los efectos de este decreto son los <br> siguientes: <br> (a) en África: Angola, Benín, Burkina Faso, Burundi, <br> República Centroafricana, Chad, Comoras, República <br> Democrática del Congo, Djibouti, Guinea Ecuatorial, <br> Eritrea, Etiopía, Gambia, Guinea, Guinea-Bissau, Lesoto, <br> Liberia, Madagascar, Malawi, Malí, Mauritania, Mozambique, <br> Níger, Ruanda, Santo Tomé y Príncipe, Senegal, Sierra <br> Leona, Somalía, Sudán, Sudán del Sur, Togo, Uganda, <br> República Unida de Tanzania y Zambia; <br> (b) en Asia y el Pacífico: Afganistán, Bangladesh, <br> Bután, Camboya, Kiribati, República Democrática Popular <br> Lao, Myanmar, Nepal, Islas Salomón, Timor-Leste, Tuvalu, <br> Vanuatu y Yemen; <br> (c) en América Latina y el Caribe: Haití <br> "}, {"ArticleTitle": "La lista de Países Menos Adelantados, ...", "ArticleDesc": "Artículo 2: La lista de Países Menos Adelantados, <br> establecida en el artículo anterior, será revisada cada <br> tres años por el Ministerio de Hacienda a fin de determinar <br> si los países señalados mantienen la categoría de Países <br> Menos Adelantados. Para estos efectos se oficiará al <br> Ministerio de Relaciones Exteriores a fin de que informe la <br> lista de Países Menos Adelantados vigente en la <br> Organización de Naciones Unidas (ONU). Se revisará si hay <br> nuevos países que hayan sido incluidos o si existen países <br> que hayan sido excluidos de la lista por no cumplir con los <br> criterios establecidos para estos efectos por el Consejo <br> Económico y Social de la ONU. <br> Título II <br> Lista de países a los que se les aplicará el beneficio a <br> contar del primer, segundo y tercer año de vigencia <br> "}, {"ArticleTitle": "A contar de la entrada en vigencia de la ...", "ArticleDesc": "Artículo 3: A contar de la entrada en vigencia de la <br> ley Nº 20.690, los países que serán beneficiados con la <br> eliminación de aranceles serán aquellos cuyo índice de <br> concentración de exportaciones sea mayor a 0,75%, esto es: <br> Angola, Chad, Guinea Ecuatorial, Sudán, Sudán del Sur, <br> Yemen y Guinea-Bissau. <br> A contar del 1 de enero de 2014 los países que serán <br> beneficiados con la eliminación de aranceles serán <br> aquellos cuyo índice de concentración de exportaciones sea <br> menor o igual a 0,75% y mayor a 0,49%, esto es: Samoa, <br> Kiribati, Vanuatu, Islas Salomón, Zambia, Timor-Leste, <br> Malawi, Mali, Liberia, Burkina Faso, Guinea, Burundi y <br> Comoros. <br> Por último, a contar del 1 de enero de 2015, se <br> incorporarán a este beneficio todos aquellos países que <br> estando en la categoría de Países Menos Adelantados, no <br> hayan sido incluidos los años anteriores, esto es: Benín, <br> República Centroafricana, República Democrática del <br> Congo, Djibouti, Eritrea, Etiopía, Gambia, Lesoto, <br> Madagascar, Mauritania, Mozambique, Níger, Ruanda, Santo <br> Tomé y Príncipe, Senegal, Sierra Leona, Somalia, Togo, <br> Uganda, República Unida de Tanzania, Afganistán, <br> Bangladesh, Bután, Camboya, República Democrática Popular <br> Lao, Myanmar, Nepal, Tuvalu y Haití. <br> Título III <br> Reglas de origen y Procedimientos Operacionales para Países <br> Menos Adelantados <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Título I <br> Artículo 4: Para acogerse al beneficio que establece <br> Artículo 8: El tratamiento de Envases, Materiales de <br> Artículo 12: Cuando un importador en Chile no hubiera <br> Competente o entidad habilitada. <br> Lista de Países Menos Adelantados y Condiciones para ser <br> la ley Nº 20.690, las mercancías provenientes de los <br> Empaque y Contenedores será el siguiente: <br> solicitado un tratamiento arancelario preferencial para las <br> incluido o excluido de éste <br> Países Menos Adelantados deberán ser originarias. Una <br> (a) cuando una mercancía se acoja al criterio de Valor de <br> mercancías importadas, éste podrá, dentro del plazo de un <br> Decreto 508, <br> mercancía será considerada originaria de un País Menos <br> Contenido Regional, el valor de los envases y materiales de <br> (1) año contado desde la fecha de importación, solicitar <br> Adelantado cuando cumpliendo con todos los demás requisitos <br> empaque para venta al por menor, se tendrá en cuenta para <br> ante el Servicio Nacional de Aduanas la devolución de los <br> aplicables del presente decreto, cumpla a su vez con al <br> determinar el origen de esta mercancía como originaria o no <br> aranceles aduaneros pagados en exceso por no haber <br> menos uno de los siguientes requisitos: <br> originaria, según sea el caso, siempre que los envases y <br> solicitado tratamiento arancelario preferencial para esa <br> (a) la mercancía sea obtenida en su totalidad o producida <br> materiales de empaque sean considerados como formando un <br> mercancía, siempre que la solicitud vaya acompañada de: <br> enteramente en el territorio de un País Menos Adelantado; <br> todo con la mercancía; <br> (a) una declaración escrita indicando que la mercancía <br> (b) la mercancía sea producida enteramente en territorio <br> (b) cuando una mercancía se acoja al criterio de cambio de <br> calificaba como originaria al momento de la importación; <br> de un País Menos Adelantado, a partir exclusivamente de <br> clasificación arancelaria, los envases y materiales de <br> (b) una copia del certificado de origen, y <br> materiales originarios; o <br> empaque clasificados junto con la mercancía empacada, no se <br> (c) cualquier otra documentación que pueda requerir el <br> (c) la mercancía sea producida en el territorio de un <br> tendrán en cuenta en la determinación del origen, y <br> Servicio Nacional de Aduanas relacionada con la importación <br> País Menos Adelantado, a partir de materiales no <br> (c) materiales de empaque y contenedores utilizados <br> de la mercancía. <br> originarios que cumplan con un valor de contenido regional <br> exclusivamente para el transporte de una mercancía no se <br> no menor al 50% o un cambio en la partida arancelaria como <br> tendrán en cuenta para determinar el origen de tales <br> se define en los artículos 5 y 6, respectivamente. <br> mercancías. <br> Artículo 9: Los accesorios, repuestos y las <br> herramientas presentadas como parte de la mercancía al <br> momento de la importación, no se tomarán en cuenta para <br> determinar su origen, siempre que: <br> (a) los accesorios, repuestos o herramientas estén <br> clasificados con la mercancía y no se facturen por <br> separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos <br> o herramientas sean los habituales para la mercancía. <br> B.- PROCEDIMIENTOS OPERACIONALES <br> "}, {"ArticleTitle": "El Valor de Contenido Regional de una ...", "ArticleDesc": "Artículo 5: El Valor de Contenido Regional de una <br> mercancía será calculado de la siguiente manera: <br> V - VMN <br> VCR =---------------- x 100 <br> V <br> donde: <br> VCR - es el Valor de Contenido Regional de una mercancía <br> expresado como <br> porcentaje; <br> V - es el valor FOB de la mercancía final, y <br> VMN - es el valor CIF de los materiales no originarios. <br> "}, {"ArticleTitle": "Hay un cambio en la partida arancelaria ...", "ArticleDesc": "Artículo 6: Hay un cambio en la partida arancelaria <br> cuando la mercancía final que es clasificada bajo una <br> partida del Sistema Armonizado (SA), es diferente a las <br> partidas bajo las cuales los materiales no originarios <br> utilizados en el proceso de producción de dicha mercancía <br> son clasificados, según lo dispuesto en la letra (c) del <br> Artículo 4. <br> "}, {"ArticleTitle": "No serán originarias de un País Menos ...", "ArticleDesc": "Artículo 7: No serán originarias de un País Menos <br> Adelantado las mercancías obtenidas a partir de procesos u <br> operaciones por los cuales ellas adquieran solamente la <br> forma final en que serán comercializadas, cuando en dichos <br> procesos se utilicen materiales de terceros países y <br> consistan en simples montajes o ensambles, embalaje, <br> fraccionamiento en lotes, piezas o volúmenes, selección y <br> clasificación, marcación, composición de surtidos de <br> mercancías u otras operaciones similares. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Título I <br> Artículo 4: Para acogerse al beneficio que establece <br> Artículo 8: El tratamiento de Envases, Materiales de <br> Artículo 12: Cuando un importador en Chile no hubiera <br> Competente o entidad habilitada. <br> Lista de Países Menos Adelantados y Condiciones para ser <br> la ley Nº 20.690, las mercancías provenientes de los <br> Empaque y Contenedores será el siguiente: <br> solicitado un tratamiento arancelario preferencial para las <br> incluido o excluido de éste <br> Países Menos Adelantados deberán ser originarias. Una <br> (a) cuando una mercancía se acoja al criterio de Valor de <br> mercancías importadas, éste podrá, dentro del plazo de un <br> Decreto 508, <br> mercancía será considerada originaria de un País Menos <br> Contenido Regional, el valor de los envases y materiales de <br> (1) año contado desde la fecha de importación, solicitar <br> Adelantado cuando cumpliendo con todos los demás requisitos <br> empaque para venta al por menor, se tendrá en cuenta para <br> ante el Servicio Nacional de Aduanas la devolución de los <br> aplicables del presente decreto, cumpla a su vez con al <br> determinar el origen de esta mercancía como originaria o no <br> aranceles aduaneros pagados en exceso por no haber <br> menos uno de los siguientes requisitos: <br> originaria, según sea el caso, siempre que los envases y <br> solicitado tratamiento arancelario preferencial para esa <br> (a) la mercancía sea obtenida en su totalidad o producida <br> materiales de empaque sean considerados como formando un <br> mercancía, siempre que la solicitud vaya acompañada de: <br> enteramente en el territorio de un País Menos Adelantado; <br> todo con la mercancía; <br> (a) una declaración escrita indicando que la mercancía <br> (b) la mercancía sea producida enteramente en territorio <br> (b) cuando una mercancía se acoja al criterio de cambio de <br> calificaba como originaria al momento de la importación; <br> de un País Menos Adelantado, a partir exclusivamente de <br> clasificación arancelaria, los envases y materiales de <br> (b) una copia del certificado de origen, y <br> materiales originarios; o <br> empaque clasificados junto con la mercancía empacada, no se <br> (c) cualquier otra documentación que pueda requerir el <br> (c) la mercancía sea producida en el territorio de un <br> tendrán en cuenta en la determinación del origen, y <br> Servicio Nacional de Aduanas relacionada con la importación <br> País Menos Adelantado, a partir de materiales no <br> (c) materiales de empaque y contenedores utilizados <br> de la mercancía. <br> originarios que cumplan con un valor de contenido regional <br> exclusivamente para el transporte de una mercancía no se <br> no menor al 50% o un cambio en la partida arancelaria como <br> tendrán en cuenta para determinar el origen de tales <br> se define en los artículos 5 y 6, respectivamente. <br> mercancías. <br> Artículo 9: Los accesorios, repuestos y las <br> herramientas presentadas como parte de la mercancía al <br> momento de la importación, no se tomarán en cuenta para <br> determinar su origen, siempre que: <br> (a) los accesorios, repuestos o herramientas estén <br> clasificados con la mercancía y no se facturen por <br> separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos <br> o herramientas sean los habituales para la mercancía. <br> B.- PROCEDIMIENTOS OPERACIONALES <br> "}, {"ArticleTitle": "Las mercancías no perderán su carácter ...", "ArticleDesc": "Artículo 10: Las mercancías no perderán su carácter <br> originario en la medida que no sean objeto de algún proceso <br> u otra operación fuera del territorio del País Menos <br> Adelantado, excepto la descarga, recarga, fraccionamiento o <br> cualquier otra operación necesaria para mantener la <br> mercancía en buenas condiciones o para transportarla a <br> Chile y permanezca bajo el control de las autoridades <br> aduaneras en un tercer territorio. <br> El cumplimiento de las condiciones contempladas en el <br> inciso anterior se podrá acreditar mediante la <br> presentación al Servicio Nacional de Aduanas de: <br> (a) un documento único de transporte al amparo del cual se <br> haya efectuado el transporte desde el país exportador a <br> través del país de tránsito, o <br> (b) un certificado expedido por las autoridades aduaneras <br> del país de tránsito que contenga: <br> (i) una descripción exacta de los productos, <br> (ii) la fecha de descarga y carga de los productos y, <br> cuando corresponda, los nombres de los buques u <br> otros medios de transporte utilizados, y <br> (iii) la certificación de las condiciones en las que <br> permanecieron las mercancías en el país de <br> tránsito; o <br> (c) en ausencia de ello, cualesquiera documentos de prueba <br> que permitan concluir al Servicio Nacional de Aduanas que <br> las mercancías no han perdido su carácter originario <br> durante el tránsito por un tercer país. Decreto 508, <br> HACIENDA <br> Art. ÚNICO N° 2 <br> D.O. 29.06.2017 <br> Decreto 508, <br> "}, {"ArticleTitle": "Para que las mercancías originarias HACIENDA ...", "ArticleDesc": "Artículo 11°: Para que las mercancías originarias HACIENDA <br> califiquen al tratamiento arancelario preferencial, el Art. ÚNICO N° 3 <br> importador deberá presentar ante el Servicio Nacional de D.O. 29.06.2017 <br> Aduanas un certificado de origen, el cual deberá contener <br> al menos el contenido definido en el anexo del presente <br> decreto. Éste certificado de origen podrá ser emitido por: <br> a) la Autoridad Competente del país exportador <br> designada conforme a lo señalado en el artículo 14; o <br> b) el productor o exportador de las mercancías. En el <br> caso de que el exportador no sea el productor de las <br> mercancías, el exportador podrá certificar origen con <br> fundamento en: <br> i) su conocimiento respecto de que las mercancías <br> califican como originarias; o <br> ii) una declaración escrita del productor de que la <br> mercancía califica como originaria; o <br> iii) un certificado que ampare la mercancía, llenado y <br> firmado por el productor y proporcionado voluntariamente al <br> exportador; o <br> c) el importador de las mercancías, quien solo podrá <br> emitir un certificado de origen con fundamento en: <br> i) una declaración escrita del productor o exportador <br> de las mercancías respecto de que la misma califica como <br> originaria; o <br> ii) cualquier otra documentación o antecedente que <br> permita concluir que las mercancías son originarias del <br> país exportador, tales como certificados emitidos por una <br> entidad pública del país exportador, o certificados o <br> informes de embarque emitidos en el país de exportación <br> por una empresa certificadora independiente o surveyor, los <br> que deberán ser consistentes con los demás documentos del <br> despacho y las circunstancias de la operación. <br> El Director Nacional de Aduanas podrá siempre <br> solicitar al importador la información o antecedentes <br> adicionales que estime necesarios para determinar la <br> veracidad o exactitud del certificado de origen. <br> El certificado de origen será válido por el plazo de <br> un (1) año contado a partir de la fecha de su emisión y <br> deberá ser completado en idioma español, inglés, francés <br> o portugués. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Título I <br> Artículo 4: Para acogerse al beneficio que establece <br> Artículo 8: El tratamiento de Envases, Materiales de <br> Artículo 12: Cuando un importador en Chile no hubiera <br> Competente o entidad habilitada. <br> Lista de Países Menos Adelantados y Condiciones para ser <br> la ley Nº 20.690, las mercancías provenientes de los <br> Empaque y Contenedores será el siguiente: <br> solicitado un tratamiento arancelario preferencial para las <br> incluido o excluido de éste <br> Países Menos Adelantados deberán ser originarias. Una <br> (a) cuando una mercancía se acoja al criterio de Valor de <br> mercancías importadas, éste podrá, dentro del plazo de un <br> Decreto 508, <br> mercancía será considerada originaria de un País Menos <br> Contenido Regional, el valor de los envases y materiales de <br> (1) año contado desde la fecha de importación, solicitar <br> Adelantado cuando cumpliendo con todos los demás requisitos <br> empaque para venta al por menor, se tendrá en cuenta para <br> ante el Servicio Nacional de Aduanas la devolución de los <br> aplicables del presente decreto, cumpla a su vez con al <br> determinar el origen de esta mercancía como originaria o no <br> aranceles aduaneros pagados en exceso por no haber <br> menos uno de los siguientes requisitos: <br> originaria, según sea el caso, siempre que los envases y <br> solicitado tratamiento arancelario preferencial para esa <br> (a) la mercancía sea obtenida en su totalidad o producida <br> materiales de empaque sean considerados como formando un <br> mercancía, siempre que la solicitud vaya acompañada de: <br> enteramente en el territorio de un País Menos Adelantado; <br> todo con la mercancía; <br> (a) una declaración escrita indicando que la mercancía <br> (b) la mercancía sea producida enteramente en territorio <br> (b) cuando una mercancía se acoja al criterio de cambio de <br> calificaba como originaria al momento de la importación; <br> de un País Menos Adelantado, a partir exclusivamente de <br> clasificación arancelaria, los envases y materiales de <br> (b) una copia del certificado de origen, y <br> materiales originarios; o <br> empaque clasificados junto con la mercancía empacada, no se <br> (c) cualquier otra documentación que pueda requerir el <br> (c) la mercancía sea producida en el territorio de un <br> tendrán en cuenta en la determinación del origen, y <br> Servicio Nacional de Aduanas relacionada con la importación <br> País Menos Adelantado, a partir de materiales no <br> (c) materiales de empaque y contenedores utilizados <br> de la mercancía. <br> originarios que cumplan con un valor de contenido regional <br> exclusivamente para el transporte de una mercancía no se <br> no menor al 50% o un cambio en la partida arancelaria como <br> tendrán en cuenta para determinar el origen de tales <br> se define en los artículos 5 y 6, respectivamente. <br> mercancías. <br> Artículo 9: Los accesorios, repuestos y las <br> herramientas presentadas como parte de la mercancía al <br> momento de la importación, no se tomarán en cuenta para <br> determinar su origen, siempre que: <br> (a) los accesorios, repuestos o herramientas estén <br> clasificados con la mercancía y no se facturen por <br> separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos <br> o herramientas sean los habituales para la mercancía. <br> B.- PROCEDIMIENTOS OPERACIONALES <br> "}, {"ArticleTitle": "Para los efectos de un procedimiento de ...", "ArticleDesc": "Artículo 13: Para los efectos de un procedimiento de <br> verificación de origen que el Servicio Nacional de Aduanas <br> pudiera realizar, el importador deberá conservar una copia <br> del certificado de origen y de los antecedentes que le <br> sirvieron de base durante un plazo de cinco años, contados <br> desde la fecha en que dicho certificado fue emitido. Decreto 508, <br> El Servicio Nacional de Aduanas, conforme a lo HACIENDA <br> dispuesto en el decreto con fuerza de ley N° 30/2004 sobre Art. ÚNICO N° 4 <br> Ordenanza de Aduanas y demás disposiciones contenidas en el D.O. 29.06.2017 <br> ordenamiento jurídico nacional, verificará si una <br> mercancía importada desde un País Menos Adelantado <br> califica como originaria para efectos de acogerse al <br> beneficio establecido en la ley 20.690. <br> Decreto 508, <br> "}, {"ArticleTitle": "El Ministerio de Relaciones Exteriores HACIENDA ...", "ArticleDesc": "Artículo 14: El Ministerio de Relaciones Exteriores HACIENDA <br> informará a los Países Menos Adelantados sobre el Art. ÚNICO N° 6 <br> beneficio establecido en la ley N° 20.690. Para los efectos D.O. 29.06.2017 <br> de formalizar la Autoridad Competente, aquellos países <br> informarán al Ministerio de Relaciones Exteriores las <br> respectivas entidades habilitadas para la emisión de los <br> certificados de origen y los funcionarios habilitados para <br> estos efectos, información que será comunicada por dicho <br> Ministerio al Servicio Nacional de Aduanas. <br> Anótese, tómese razón y publíquese.- SEBASTIÁN <br> PIÑERA ECHENIQUE, Presidente de la República.- Felipe <br> Larraín Bascuñán, Ministro de Hacienda. <br> Lo que transcribo a Ud. para su conocimiento.- <br> Atentamente, Julio Dittborn Cordua, Subsecretario de <br> Hacienda. <br> ANEXO <br> CERTIFICADO DE ORIGEN <br> INSTRUCCIONES: <br> I.- Para los efectos del artículo 11 del presente <br> decreto, la emisión del certificado de origen deberá <br> sujetarse a las siguientes instrucciones: <br> 1. En cuanto a su formato, podrá seguir la <br> distribución y el orden del certificado de origen incluido <br> en este anexo. Decreto 508, <br> 2. Sin perjuicio de lo anterior, el Servicio Nacional HACIENDA <br> de Aduanas podrá aceptar otros formatos, cuando, en su Art. ÚNICO N° 7 <br> contenido, el certificado contemple a lo menos la siguiente D.O. 29.06.2017 <br> información: <br> - Número de Certificado. <br> - Nombre y dirección del Exportador. <br> - Nombre y dirección del productor de las <br> mercaderías, si es conocido. Nombre y dirección del <br> Importador. <br> - Descripción detallada de las mercancías, incluyendo <br> el código arancelario a nivel de subpartida <br> - Criterio de Origen (conforme a los artículos 4, 5 y <br> 6). <br> - Declaración del productor, exportador o importador, <br> según corresponda, en el sentido de señalar que las <br> mercancías designadas en el certificado cumplen las <br> condiciones exigidas para su emisión. Indicar fecha y lugar <br> de la declaración, estampando firma del productor, <br> exportador o importador, según corresponda. <br> - Fecha y lugar de emisión del certificado de origen <br> por la Autoridad Competente, o por el exportador, productor <br> o importador de las mercancías según corresponda conforme <br> a lo dispuesto en el artículo 11 del decreto. <br> FORMATO CERTIFICADO DE ORIGEN <br> Número de Certificado: <br> Instrucciones para el llenado del Certificado de Origen <br> Para efectos de obtener un tratamiento arancelario <br> preferencial, este documento debe ser llenado en forma <br> legible y debe ser emitido por la autoridad competente o <br> entidades habilitadas. Llenar a máquina o con letra de <br> imprenta o molde. <br> Número de Certificado: Llenar con el número de serie <br> del certificado de origen. Corresponde a un número de serie <br> que la Autoridad Competente o entidades habilitadas asigna a <br> los certificados de origen que emiten. <br> Campo 1: Indique el nombre legal completo y dirección <br> (incluyendo ciudad y país) del exportador. <br> Campo 2: Indique el nombre legal completo y dirección <br> (incluyendo ciudad y país) del importador. <br> Campo 3: Proporcione una descripción completa de cada <br> mercancía. La descripción deberá ser lo suficientemente <br> detallada para relacionarla con la descripción de la <br> mercancía contenida en la factura y en el Sistema <br> Armonizado (SA). <br> Campo 4: Para cada mercancía descrita en el Campo 3, <br> identifique los seis dígitos correspondientes a la <br> clasificación arancelaria del Sistema Armonizado (SA). <br> Campo 5: Para cada mercancía descrita en el Campo 3, <br> indique cual de los siguientes criterios (a, b o c) es <br> aplicable. <br> Criterio Preferencial <br> (a) la mercancía sea obtenida en su totalidad o <br> producida enteramente en el territorio de un País Menos <br> Adelantado; <br> (b) la mercancía sea producida enteramente en <br> territorio de un País Menos Adelantado, a partir <br> exclusivamente de materiales originarios; <br> (c) la mercancía sea producida en el territorio de un <br> País Menos Adelantado, a partir de materiales no <br> originarios que cumplan con un valor de contenido regional <br> no menor al 50% o un cambio en la partida arancelaria como <br> se define en los artículos 5 y 6, respectivamente; <br> Campo 6: Indique el peso bruto en kilogramos (Kg) u <br> otras unidades de medida como volumen o número de productos <br> que indiquen cantidades exactas (Campo opcional). <br> Campo 7: Este campo puede ser utilizado para <br> información adicional. <br> Campo 8: Este campo debe ser llenado por el exportador. <br> La fecha deberá ser aquella en la cual el certificado de <br> origen fue llenado por el exportador. <br> Campo 9: Este campo debe ser llenado por la Autoridad <br> Competente. La fecha deberá ser aquella en la cual el <br> certificado de origen fue emitido por la Autoridad <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Título I <br> Artículo 4: Para acogerse al beneficio que establece <br> Artículo 8: El tratamiento de Envases, Materiales de <br> Artículo 12: Cuando un importador en Chile no hubiera <br> Competente o entidad habilitada. <br> Lista de Países Menos Adelantados y Condiciones para ser <br> la ley Nº 20.690, las mercancías provenientes de los <br> Empaque y Contenedores será el siguiente: <br> solicitado un tratamiento arancelario preferencial para las <br> incluido o excluido de éste <br> Países Menos Adelantados deberán ser originarias. Una <br> (a) cuando una mercancía se acoja al criterio de Valor de <br> mercancías importadas, éste podrá, dentro del plazo de un <br> Decreto 508, <br> mercancía será considerada originaria de un País Menos <br> Contenido Regional, el valor de los envases y materiales de <br> (1) año contado desde la fecha de importación, solicitar <br> Adelantado cuando cumpliendo con todos los demás requisitos <br> empaque para venta al por menor, se tendrá en cuenta para <br> ante el Servicio Nacional de Aduanas la devolución de los <br> aplicables del presente decreto, cumpla a su vez con al <br> determinar el origen de esta mercancía como originaria o no <br> aranceles aduaneros pagados en exceso por no haber <br> menos uno de los siguientes requisitos: <br> originaria, según sea el caso, siempre que los envases y <br> solicitado tratamiento arancelario preferencial para esa <br> (a) la mercancía sea obtenida en su totalidad o producida <br> materiales de empaque sean considerados como formando un <br> mercancía, siempre que la solicitud vaya acompañada de: <br> enteramente en el territorio de un País Menos Adelantado; <br> todo con la mercancía; <br> (a) una declaración escrita indicando que la mercancía <br> (b) la mercancía sea producida enteramente en territorio <br> (b) cuando una mercancía se acoja al criterio de cambio de <br> calificaba como originaria al momento de la importación; <br> de un País Menos Adelantado, a partir exclusivamente de <br> clasificación arancelaria, los envases y materiales de <br> (b) una copia del certificado de origen, y <br> materiales originarios; o <br> empaque clasificados junto con la mercancía empacada, no se <br> (c) cualquier otra documentación que pueda requerir el <br> (c) la mercancía sea producida en el territorio de un <br> tendrán en cuenta en la determinación del origen, y <br> Servicio Nacional de Aduanas relacionada con la importación <br> País Menos Adelantado, a partir de materiales no <br> (c) materiales de empaque y contenedores utilizados <br> de la mercancía. <br> originarios que cumplan con un valor de contenido regional <br> exclusivamente para el transporte de una mercancía no se <br> no menor al 50% o un cambio en la partida arancelaria como <br> tendrán en cuenta para determinar el origen de tales <br> se define en los artículos 5 y 6, respectivamente. <br> mercancías. <br> Artículo 9: Los accesorios, repuestos y las <br> herramientas presentadas como parte de la mercancía al <br> momento de la importación, no se tomarán en cuenta para <br> determinar su origen, siempre que: <br> (a) los accesorios, repuestos o herramientas estén <br> clasificados con la mercancía y no se facturen por <br> separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos <br> o herramientas sean los habituales para la mercancía. <br> B.- PROCEDIMIENTOS OPERACIONALES <br> "}]}]}, "members_found": ["all", "152"]}