{"FtaRooDetails": {"FtaId": 786, "FtaCode": "ITC00809", "FtaName": "Thailand for LDCs", "FtaFullName": "Thailand – Duty Free Quota Free (DFQF) Scheme for Least-developed Countries", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "09.04.2015", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Thailand for LDCs", "AdminProcCooAuth": "The certification type under Thailand for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Thailand for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Thailand for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "For the purposes of Article 2(b), a goods shall be treated as an originating goods if the goods has a Qualifying Value content of not less than 50 percent of FOB calculated using the formula as described in Article 5 (Calculation of Qualifying Value Content), and the", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00809_coo.pdf", "DocType": "1_coo", "WebLink": "http://ptadb.wto.org/docs/Thailand_LDC/Regulations/5.%20Certificate%20of%20Origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00809_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.go.th/data_files/2a41eba456d83f75cf5819362713f42f.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00809_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.customs.go.th/cont_strc_download_with_docno_date.php?lang=th&current_id=142231324149505f49464b49464b49"}, {"DocDesc": "WTO notification", "DocFileName": "itc00809_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/THA/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "None <br /> [Source: WTO notification G/RO/LDC/N/THA/1]", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9 : Accessories, Spare Parts and Tools <br /> If a goods is subject to the QVC-based rule of origin, the value of the <br /> accessories, spare parts, tools and instructional or other information materials shall be taken <br /> into account as the value of the originating or non-originating materials, as the case may be, <br /> in calculating the QVC of the originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3 : Wholly Obtained or Produced Goods <br /> Within the meaning of Article 2, the following shall be considered as wholly <br /> obtained or produced in the exporting DFQF beneficiary country: <br /> (a) Plant and plant products, including fruit, flowers, vegetables, trees, <br /> seaweed, fungi and live plants, grown and harvested, picked or gathered in <br /> the exporting DFQF beneficiary country; <br /> (b) Live animals, including bacteria and viruses, born and raised in the DFQF <br /> beneficiary country; <br /> (c) Goods obtained from live animals in the exporting DFQF beneficiary country; <br /> (d) Goods obtained from hunting, trapping, fishing, farming, aquaculture, <br /> gathering or capturing conducted in the exporting DFQF beneficiary country; <br /> (e) Minerals and other naturally occurring substances, not included in <br /> paragraph (a) to (d) of this Article, extracted or taken from its soil, waters, <br /> seabed or beneath its seabedin the exporting DFQF beneficiary country; <br /> (f) Goods of sea-fishing and other marine goods taken by vessels registered <br /> with a exporting DFQF beneficiary country and entitled to fly its flag and <br /> other goods1 taken from the waters, seabed or beneath the seabed outside <br /> the territorial water2of that DFQF beneficiary country, provided that that <br /> DFQF beneficiary country has the rights to exploit such waters, seabed and <br /> beneath the seabed in accordance with the applicable legislation of the <br /> DFQF beneficiary country or the relevant provisions of international law <br /> under the United Nations Convention on the law of Sea3 <br /> 1 @^@Other products@^@ refers to minerals and other naturally occurring substances extracted from the waters, <br /> seabed or beneath the seabed outside the territorial waters. <br /> 2 For products of sea-fishing obtained from outside the territorial waters (e.g. Exclusive Economic Zone), <br /> originating status would be conferred to that State with whom the vessels used to obtain such products are <br /> registered with and whose flag is flown in the said vessel, and provided that that State has the rights to <br /> exploit it under international law. <br /> 3 In accordance with international law, registration of vessels could only be made in one State. <br /> (g) Goods of sea-fishing and other marine products taken from the high seas by <br /> vessels registered with a DFQF beneficiary country and entitled to fly the <br /> flag of that DFQF beneficiary country; <br /> (h) Goods processed and/or made on board factory ships registered with a <br /> DFQF beneficiary country and entitled to fly the flag of that State, exclusively <br /> from goods referred DFQF beneficiary country to in paragraph (g) of this <br /> Article; <br /> (i) Goods which are: <br /> (i) Waste and scrap derived from production and consumption in a DFQF <br /> beneficiary country provided that such goods are fit only for the recovery <br /> of raw materials; or <br /> (ii) Used goods collected in a DFQF beneficiary country provided that such <br /> goods are fit only for the recovery of raw materials; and <br /> (j) Goods obtained or produced in the exporting DFQF beneficiary country from <br /> the goods referred to in paragraphs (a) to (i) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6 : Minimal Operations and Processes <br /> Notwithstanding any provisions in this Rules of Origin under DFQF, a goods shall <br /> not be considered to be originating in the territory of a DFQF beneficiary country if the <br /> following operation are undertaken exclusively by itself or in combination in territory of that <br /> DFQF beneficiary country <br /> (a) preserving operations to ensure that the good remains in good condition <br /> during transport and storage; <br /> (b) changes of packaging, breaking-up and assembly of packages;. <br /> (c) simple4 washing, cleaning, removal of dust, oxide, oil, paint or other <br /> coverings; <br /> (d) simple4 painting and polishing operations; <br /> (e) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (f) operations to colour sugar or form sugar lumps; <br /> (g) simple4 peeling, stoning, or un-shelling; <br /> (h) sharpening, simple grinding or simple cutting; <br /> (i) sifting, screening, sorting, classifying, grading, matching; <br /> (j) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (k) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> goods or their packaging; <br /> (l) simple mixing5of goods, whether or not of different kinds; <br /> (m) simple4 assembly of parts of articles to constitute a complete article or <br /> disassembly of goods into parts; <br /> (n) simple4 testing or calibrations; or <br /> (o) slaughtering of animals6 <br /> 4 @^@simple@^@ generally describes an activity which does not need special skills, machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. <br /> 5 @^@simple mixing@^@ generally describes an activity which does not need special skills, machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br /> include chemical reaction. Chemical reaction means a process (including a biochemical process) which <br /> result in a molecule with a new structure by breaking intramolecular bonds and by forming new <br /> intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br /> 6 Slaughtering means the mere killing of animals and subsequent processes such as cutting, chilling, <br /> freezing, salting, drying or smoking, for the purpose of preservation for storage and transport.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 : Calculation of Qualifying Value Content <br /> 1. For the purpose of Article 4 ( Goods not Wholly Obtained or Produced) , the <br /> formula for calculating the qualifying value content will be <br /> FOB - VNM <br /> QVC = x 100 <br /> FOB <br /> QVC is the qualifying value content of a goods expressed as a percentage; <br /> VNM is the value of non-originating materials used in the production of a goods <br /> 2. For the purposes of calculating the QVC provided in paragraph 1 of this Article <br /> Value of Non-Originating Materials shall be: <br /> (i) The CIF value at the time of importation of the goods or importation can be <br /> proven; or <br /> (ii) The earliest ascertained price paid for the goods of undetermined origin in the <br /> territory of the DFQF beneficiary country where the working or processing <br /> takes place;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10 : Neutral Elements <br /> In order to determine whether a goods originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its production and not <br /> incorporated into the goods: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; <br /> (g) catalyst and solvent; and <br /> (h) any other goods that are not incorporated into the good but of which use in <br /> the production of the good can reasonably be demonstrated to be a part of <br /> that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7 : Direct Consignment <br /> 1. Preferential tariff treatment shall be applied to goods satisfying the <br /> requirements of this Rules of origin under DFQF and which are consigned directly from the <br /> territories of the exporting DFQF beneficiary country to Thailand. <br /> 2. The following shall be considered as consigned directly from the exporting <br /> DFQF beneficiary country to Thailand: <br /> (a) goods transported from an exporting DFQF beneficiary country to Thailand; <br /> (b) goods transported through one or more DFQF beneficiary country, other than <br /> the exporting DFQF beneficiary country, or through a non- DFQF beneficiary <br /> country, provided that: <br /> (i) the transit entry is justified for geographical reason or by consideration <br /> related exclusively to transport requirements; <br /> (ii) the goods have not entered into trade or consumption there; and <br /> (iii) the goods have not undergone any operation there other than unloading <br /> and reloading or any other operation to preserve them in good <br /> condition. <br /> Rule 8 : Documentation for Implementing Article 7(2)(b) (Direct Consignment) <br /> For the purpose of implementing Article 7(2)(b) (Direct Consignment) of this Rules of <br /> Origin under DFQF, where transportation is effected through the territory of one or more <br /> DFQF beneficiary country(s), other than the exporting DFQF beneficiary country, or <br /> through non- beneficiary country(s), provided that the goods remain under the <br /> surveillance of the customs authority of the other DFQF beneficiary country(s), or non- <br /> beneficiary country(s), the following shall be produced to customs authority of Thailand: <br /> (a) An Air Waybill, a through Air Waybill, a Bill of Lading, a through Bill of <br /> Lading or a multimodal or combined transportation document, that <br /> certifies the transport from the exporting DFQF beneficiary country tothe <br /> Kingdom of Thailand, as the case may be. In the case of not having a <br /> through Air Waybill or through Bill of Landing, supporting documents <br /> issued by the customs authority or other competent entity of other DFQF <br /> beneficiary country(s) or non-beneficiary country(s) that authorized this <br /> operation, according to its domestic legislation, are required; <br /> (b) An original Certificate of Origin (Form DFQF) issued by the issuing <br /> authorities of exporting DFQF beneficiary country; and <br /> (c) A commercial invoice in respect of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8 : Treatment of Packing Materials and Container <br /> 1. The packing materials and container exclusively used for transportation and <br /> shipment of a goods shall not be taken into account for determining the origin of the said <br /> goods. <br /> 2. Packing materials and container in which a goods is packaged for retail sales, <br /> when a goods is subject to a Qualifying Value Content requirement, the value of the packing <br /> material and container in which the goods is packaged for retail sales shall be taken into <br /> account as originating or non-originating, as the case may be, in calculating the Qualifying <br /> Value Content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11 : Identical and Interchangeable Materials <br /> 1. The determination of whether identical and interchangeable materials are <br /> originating materials shall be made either by physical segregation of each of the materials or <br /> by the use of generally accepted accounting principles of stock control applicable, or <br /> inventory management practice, in the exporting DFQF beneficiary country. <br /> 2. Once a decision has been taken on the inventorymanagement method, that <br /> method shall be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12 : Certificate of Origin <br /> A claim that a good shall be accepted as eligible for preferential tariff treatment <br /> shall be supported by a Certificate of Origin Form DFQF, issued by an Issuing authority of <br /> the exporting DFQF beneficiary country and notified to Thailand in accordance with Annex <br /> on the Operational Certification Procedures <br /> Rule 2 : Certificate of Origin (Form DFQF) <br /> 1. A Certificate of Origin (Form DFQF) shall be on ISO A4 size white paper in <br /> conformity to the specimen shown in Appendix 1 of this Annex. It shall be made in the <br /> English language only. <br /> 2. A Certificate of Origin (Form DFQF) shall comprise one (1) original and two (2) <br /> copies (Duplicate and Triplicate). <br /> The original Certificate of Origin (Form DFQF) shall be forwarded from the <br /> exporting DFQF beneficiary country to the importer in the Kingdom of Thailand for <br /> submission to the customs authority of Thailand. The duplicate Certificate of Origin <br /> (Form DFQF) shall be retained by the issuing authority of the exporting DFQF <br /> beneficiary country. The triplicate Certificate of Origin (Form DFQF) shall be retained by <br /> the producer or exporter of the exporting DFQF beneficiary country. <br /> 3. Each Certificate of Origin (Form DFQF) shall bear a unique reference number <br /> separately given by each place or office of issuance. <br /> 4. Signature with full name of authorized officials and seal of issuing authorities of <br /> the DFQF beneficiary country should be bared on a Certificate of Origin (Form DFQF). <br /> 5. The tariff classification of the Harmonized System (HS)ona Certificate of Origin <br /> (Form DFQF) should be indicated at the six-digit level, and the description of goods <br /> should be substantially identical to the description on the invoice and the description <br /> under the HS for the goods. <br /> 6. To implement the provisions of Article 2 of Rules of Origin under DFQF, a <br /> Certificate of Origin (Form DFQF) shall indicate the relevant applicable origin criterion in <br /> Box 6. <br /> 7. Multiple items declared on a same Certificate of Origin (Form DFQF) shall be <br /> allowed, provided that each item qualifies separately in its own rights. In case the all <br /> items could not be declared in one page, the attached sheet shall be on ISO A4 size <br /> white paper in conformity to the specimen shown in Appendix2 of this Annex. <br /> Rule 3 : Issuance of a Certificate of Origin (Form DFQF) <br /> 1. The exporter in the DFQF beneficiary country or his authorized representative <br /> shall submit written application for a Certificate of Origin (Form DFQF) together with <br /> supporting documents proving that the goods to be exported qualify for the issuance of a <br /> Certificate of Origin (Form DFQF). <br /> 2. A Certificate of Origin (Form DFQF) shall be issued by the issuing authorities of <br /> an exporting beneficiary LDCwhen the goods to be exported can be considered as <br /> goods originating in that beneficiary LDC. <br /> For the purposes of determining originating status, the issuing authoritiesof the <br /> exporting DFQF beneficiary country shall have the right to request for supporting <br /> documentary evidence(s) or to carry out any check which they consider appropriate. <br /> 3. A Certificate of Origin (Form DFQF) shall be issuedprior to or at the time of <br /> shipment. <br /> In exceptional cases where a Certificate of Origin (Form DFQF) has not <br /> been issued at the date of shipment, the Certificate of Origin(Form DFQF) may <br /> be issued retroactively within one (1) year from the date of shipment, in which <br /> case it is shall bear the word @^@ISSUED RETROACTIVELY@^@ in the Certificate of <br /> Origin (Form DFQF) in Box 9. <br /> 4. A Certificate of Origin (Form DFQF) shall be valid for a period of one (1) year <br /> from the date of issuance. <br /> 5 Neither erasures nor superimpositions shall be allowed on a Certificate of Origin <br /> (Form DFQF). Any alteration shall be made by: <br /> (a) striking out the erroneous materials and making any addition required. Such <br /> alterations shall be approved by an official authorized to sign a Certificate of <br /> Origin (Form DFQF) and certified with official seals and its official signatures <br /> with full name by the issuing authorities; or <br /> (b) issuing a new Certificate of Origin (Form DFQF) to replace the erroneous <br /> one. The new Certificate of Origin (Form DFQF) shall bear the reference <br /> number and the date of issuance of the original Certificate of Origin (Form <br /> DFQF). The words @^@REPLACED C/O NO. … ISSUED DATE …@^@ shall be <br /> endorsed in Box 9. The new Certificate of Origin (Form DFQF) shall take <br /> effect from the date of issuance of the original certification. <br /> 6. In the event of theft, loss or destruction of a Certificate of Origin (Form DFQF), <br /> the exporter may apply in writing to the issuing authorities of the DFQF beneficiary <br /> country which issued it for a certified true copy of the original and the duplicate to be <br /> made on the basis of the export documents in their possession bearing the endorsement <br /> of the word @^@CERTIFIED TRUE COPY FOR THE ORIGINAL CERTIFICATE <br /> NO…DATED…@^@ in Box 9. This copy shall bear the date of the original Certificate of <br /> Origin (Form DFQF). The certified true copy of a Certificate of Origin (Form DFQF) shall <br /> be issued within the validity period of the original Certificate of Origin (Form DFQF) and <br /> on condition that the exporter provides to the issuing authorities of the DFQF beneficiary <br /> country the triplicate copy. The validity of certified true copy of the Certificate of Origin <br /> (Form DFQF) shall be the same effective days as the original certification. <br /> 7. The authorized signature with full name and its official seal shall to be entered in <br /> Box 11, which is reserved for the issuing authorities of DFQF beneficiary country, may <br /> be autographed or electronically printed. <br /> Rule 4 : Presentation <br /> For the purposes of claiming preferential tariff treatment, at the time of importation an <br /> importer shall submit a valid Certificate of Origin (Form DFQF) together with other <br /> documents as required in accordance with the laws and regulations of Thailand to <br /> customs authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Rules of Origin Division, Customs Tariff Bureau, <br /> Thai Customs Department, <br /> 1, Suntorn Kosa Road, Klong Toey, <br /> Bangkok, 10110  <br /> Tel. +66-2667-7015, +66-2667-6458 <br /> [Source: WTO notification G/RO/LDC/N/THA/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Issuance of a Certificate of Origin (Form DFQF) <br /> 4. A Certificate of Origin (Form DFQF) shall be valid for a period of one (1) year <br /> from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Verification Process <br /> 6. For the purposes of the verification process in paragraph 2 to 5, the duplicate <br /> and triplicate of Origin (Form DFQF) and other relevant documents shall be kept for at <br /> least five (5) years from the date of issuance by the issuing authority and the exporter or <br /> his authorized representative of the exporting DFQF beneficiary country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Issuance of a Certificate of Origin (Form DFQF) <br /> 3. A Certificate of Origin (Form DFQF) shall be issuedprior to or at the time of <br /> shipment. <br /> In exceptional cases where a Certificate of Origin (Form DFQF) has not <br /> been issued at the date of shipment, the Certificate of Origin(Form DFQF) may <br /> be issued retroactively within one (1) year from the date of shipment, in which <br /> case it is shall bear the word @^@ISSUED RETROACTIVELY@^@ in the Certificate of <br /> Origin (Form DFQF) in Box 9.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Third Country Invoicing <br /> 1. The customs authority of Thailand shall accept the Certificate of Origin (Form <br /> DFQF) in cases where the sales invoice is issued by a company located in a third <br /> country or by a LDCs exporter for the account of the said company, provided that the <br /> goods meet the requirements of Rules of Origin under DFQF. <br /> 2. The Certificate of Origin (Form DFQF) shall bear the endorsement of the words <br /> @^@THIRD COUNTRY INVOICING@^@ and provide information as name, address and country <br /> of the company issuing the invoice in Box 9. <br /> In the case where the goods are invoiced by a third country, the number and date <br /> of the invoice issued by the exporters and the number and date of the invoice issued by <br /> the third country (if known) for the importation of the goods to the Kingdom of Thailand <br /> shall be indicated in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Verification Process <br /> 1. The request for verifying a Certificate of Origin (Form DFQF) shall be carried out <br /> at random or whenever the customs authority of Thailand have reasonable doubts as the <br /> authenticity of the Certificate of Origin (Form DFQF), the originating status of the <br /> imported goods, the achievement of goods-consigned requirements. <br /> 2. For the purpose of implementing the provision of paragraph 1, the customs <br /> authority of Thailand shall do the official request for verifying the Certificate of Origin <br /> (Form DFQF) to the issuing authority in the exporting DFQF beneficiary country. A copy <br /> of the Certificate of Origin (Form DFQF) and relevant documents shall be sent with such <br /> request. <br /> While awaiting the results of the verification, the customs authority of Thailand <br /> shall suspend the provisions on preferential treatment. Release of the goods shall be <br /> offered to the importer, provided that they are not held to be subject to import prohibition, <br /> import restriction or fraud suspicion. <br /> 3. After receiving a request for verification, the issuing authority in the DFQF <br /> beneficiary country shall promptly respond to the request. Transmitting the result of <br /> verification shall be replied to Thailand within four (4) months after the receipt of the <br /> request. The results of verification shall precisely determine upon the authenticity of the <br /> Certificate of Origin (Form DFQF), the originating status of the goods, or the <br /> achievement of goods-consigned requirements as the request concerned. <br /> 4. If there is no response from the issuing authority in the exporting DFQF <br /> beneficiary country within four (4) months or if the reply does not provide sufficient <br /> information, a second communication shall be send. <br /> If the customs authority of Thailand does not receive the respond of the second <br /> communication within three (3) months or the results of verification do not provide <br /> detailed information to prove the authenticity of the Certificate of Origin (Form DFQF), <br /> the originating status of the goods, or the achievement of goods-consigned <br /> requirements, the customs authorities of Thailand shall deny the tariff preferences to <br /> goods declared in such Certificate of Origin (Form DFQF). <br /> 5. If the custom authority of Thailand is not satisfied with the outcome of the <br /> retroactive check, it may, under exceptional cases, request for a verification visit to the <br /> exporting DFQF beneficiary country. <br /> (a) Prior to conducting the verification visit, the customs authority of Thailand <br /> shall notify the issuing authority of the exporting beneficiary LDC with an <br /> aim and means of the verification visit. <br /> (b) The verification visit shall be conducted not later than four (4) months <br /> after receipted the notification. <br /> In the case where the exporting DFQF beneficiary country fails to respond to the <br /> request for averification visit, the customs authority of Thailand may deny the tariff <br /> preferences to goods declared in such Certificate of Origin (Form DFQF). <br /> 6. For the purposes of the verification process in paragraph 2 to 5, the duplicate <br /> and triplicate of Origin (Form DFQF) and other relevant documents shall be kept for at <br /> least five (5) years from the date of issuance by the issuing authority and the exporter or <br /> his authorized representative of the exporting DFQF beneficiary country. <br /> 7. Any information communicated between the exporting DFQF beneficiary country <br /> and the Kingdom of Thailand shall be treated as confidential and shall be used only for <br /> the purposes of verification of the Certificate of Origin (Form DFQF).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12 : Action against Fraudulent Acts <br /> 1. When it is suspected that fraudulent acts in connection with a Certificate of Origin <br /> (Form DFQF) have been committed, the government authority of the DFQF beneficiary <br /> country concerned shall cooperate in the action to be taken in the respective DFQF <br /> beneficiary country against the persons involved. <br /> 2. Each DFQF beneficiary country shall provide legal sanctions for fraudulent acts <br /> related to a Certificate of Origin (Form DFQF).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Minor Error <br /> Where the originating status of the goods is not in doubt, the discovery oferrors such <br /> asthe slight discrepancies or omissions, typing errors or overrunning the margin of the <br /> designated field between the statement made in a Certificate of Origin (Form DFQF) and <br /> those made in the documents submitted to the customs authority of Thailandfor the <br /> purpose of carrying out the formalities for importing the goods shall not ipso facto <br /> invalidate the Certificate of Origin (Form DFQF) if the Certificate of Origin (Form DFQF) <br /> does correspond to the goods submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Customs Tariff Appeal <br /> Request a Review <br /> To dispute a decision, the importers first discuss the matter with the Customs officer who has made the decision in the Customs House at the port of entry/exit. If the decision is still disputed, the Customs officer at the port of entry/exit may forward the details of goods in dispute to the Customs Tariff Directorate located at the Customs Headquarters, requesting it to provide origin status of such goods. If the importers do not agree with the decision issued by the Customs Tariff Bureau, they are allowed to file an appeal to the Appeal Committee, via the Customs Tariff Bureau, within 30 days from the date they are notified of the decision. <br /> All requests must be made in writing and supported by relevant documents. <br /> Appeal Procedures <br /> The appeal procedures for Rules of Origin are similar to those of the tariff classification appeal. Thai Customs performs a full and impartial review of disputes on Rules of Origin, tariff classification and value for duty. <br /> Once the importer file an appeal within 30 days from the date of receiving the Assessment Notice from Customs, the relevant Customs officers will consider the reasons for the decision under review. The officers may contact you for additional information. To make a decision, the officer will consider all the evidence and arguments provided and the relevant laws and policy. Finally, the case will be ruled by the Appeal Committee. <br /> A decision letter will be mailed to you once the decision has been made. If the Appeal Committee agrees with your arguments, you will receive a notice of decision approving your request. However, if the officer's research does not support your arguments, the officer will advise you in writing of the proposed decision and reasons of the Appeal Committee. <br /> During the appeal procedures, the importers are generally allowed to take their goods from Customs custody by placing a security with Customs. <br /> External Appeals <br /> If you disagree with the decision made by the Appeal Committee matters, you have the right to file an appeal to the court within 30 days. <br /> [Source: WTO notification G/RO/LDC/N/THA/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of Rules of Origin For Preferential Tariff Treatment For LDCs <br> under Thailand's Duty Free Quota Free (DFQF) Scheme: <br> (a) aquaculture means the farming of aquatic organisms including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from feedstock <br> such as eggs, fry, fingerlings and larvae, by intervention in the rearing or <br> growth processes to enhance production such as regular stocking, feeding, <br> transport to the port or site of final shipment abroad. The valuation shall be <br> (b) Costs, Insurance and Freight (CIF) means the value of the goods <br> imported, and includes the costs of freight and insurance up to the port or <br> or protection from predators; <br> place of entry into the country of importation. The valuation shall be made in <br> subject to a process in the production of another good; <br> accordance with Article VII of GATT 1994 and the Agreement on the <br> Implementation of Article VII of GATT 1994as contained in Annex 1A to the <br> WTO Agreement; <br> (c) FOB means the free-on-board value of a goods, inclusive of the costs of <br> made in accordance with Article VII of GATT 1994 and the Agreement on <br> the Implementation of Article VII of GATT 1994 as contained in Annex 1A to <br> the WTO Agreement; <br> (d) generally accepted accounting principles (GAAP) means the recognised <br> consensus or substantial authoritative support in the territory of a Member <br> State, with respect to the recording of revenues, expenses, costs, assets <br> and liabilities; the disclosure of information; and the preparation of financial <br> application as well as detailed standards, practices and procedures <br> (e) goods means any merchandise, product, article or material; <br> (f) identical and interchangeable materials means materials being of the <br> same kind and commercial quality, possessing the same technical and <br> physical characteristics, and which after being incorporated into the finished <br> product cannot be distinguished from one another for origin purposes by <br> virtue of any markings, etc.; <br> (g) materials means any matter or substance used or consumed in the <br> production of goods or physically incorporated into another good or are <br> (h) originating goods or originating material means goods or material that <br> qualifies as originating in accordance with the provisions of this Rules of Origin <br> under DFQF; <br> (i) packing materials and containers for transportation means the goods <br> used to protect a good during its transportation, different from those <br> containers or materials used for its retail sale; <br> (j) production means methods of obtaining goods, including growing, mining, <br> harvesting, raising, breeding, extracting, gathering, collecting, capturing, <br> fishing, trapping, hunting, manufacturing, producing, processing or <br> assembling goods <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "statements. These standards may encompass broad guidelines of general <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> For the purposes of this Agreement, a good imported into the territory of <br> Thailand from a DFQF beneficiary country shall be treated as an originating good if it <br> conforms to the origin requirements under any one of the following conditions: <br> (a) a good which is wholly obtained or produced in the exporting DFQF <br> beneficiary country as set out and defined in Article 3 <br> (b) a good not wholly obtained or produced in the exporting DFQF beneficiary <br> country, provided that the said goods are eligible under Article 4 <br> and meet all other applicable requirements of this Rules of Origin under DFQF <br> "}, {"ArticleTitle": "Goods not Wholly Obtained or Produced", "ArticleDesc": "ARTICLE 4 : Goods not Wholly Obtained or Produced <br> For the purposes of Article 2(b), a goods shall be treated as an originating goods <br> if the goods has a Qualifying Value content of not less than 50 percent of FOB calculated <br> using the formula as described in Article 5 (Calculation of Qualifying Value Content), and the <br> final process of production is performed within a DFQF beneficiary country. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of this Annex: <br> (a) issuing authority means any government authority or other entity authorized <br> under the domestic laws, regulations and administrative rules of a DFQF <br> beneficiary country to issue a Certificate of Origin (Form DFQF); <br> (b) customs authority means the competent authority that is responsible under the <br> laws of a country for the administration of customs laws and regulations; <br> (b) exporter means a natural or juridical person located in the territory of a DFQF <br> beneficiary country where goods are exported from by such a person; <br> (c) producer means a natural of juridical persons who carries out production; <br> (d) importer means a natural of juridical person located in the territory of the <br> Kingdom of Thailand where goods are imported into by such a person; and <br> (e) day means calendar day. <br> "}, {"ArticleTitle": "Two or More Invoices", "ArticleDesc": "A Certificate of Origin (Form DFQF), in which numbers and dates of two or more <br> invoices issued for a single shipment are indicated, should be accepted by the customs <br> authority ofThailand. <br> "}, {"ArticleTitle": "Two or more invoices", "ArticleDesc": "Rule 6 : Two or more invoices <br> "}, {"ArticleTitle": "Procedure to Submit the Sample of Official Seals and Specimen Signatures to the", "ArticleDesc": "Rule 10 : Procedure to Submit the Sample of Official Seals and Specimen Signatures to the <br> Customs Department of Thailand <br> Each DFQF beneficiary country shall provide the Customs Department of Thailand with <br> names, address and specimen of official seals of the issuing authorities as well as <br> names and specimen signatures of authorized official used for the issuance of a <br> Certificate of Origin (Form DFQF). <br> Any modification shall be promptly provided in the same manner. <br> "}, {"ArticleTitle": "Focal Point", "ArticleDesc": "Rule 11 : Focal Point <br> For the purpose of Rule 9, DFQF beneficiary country shall provide the customs authority <br> of Thailand with the focal point of the issuing authority or the focal point of other <br> competent governmental authority including the address, phone number, facsimile <br> number and e-mail address. <br> Any modification or revocation of the focal point shall immediately notify to the customs <br> authority of Thailand. <br> "}]}]}, "members_found": ["all", "764"]}