{"FtaRooDetails": {"FtaId": 811, "FtaCode": "ITC00840", "FtaName": "Montenegro for LDCs", "FtaFullName": "", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2016", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Montenegro", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Montenegro for LDCs", "AdminProcCooAuth": "The certification type under Montenegro for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Montenegro for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Montenegro for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " 108. DECREE ON IMPLEMENTATION OF THE CUSTOMS LAW<br /> Information envisaged for this column, should not be stated, save if it is necessary. For<br /> example, the rule, which applies for clothes from Customs Tariff chapter 62, allows the use of yarn<br /> without origin if a manufacturer of the clothes, which is located on one place in Montenegro, use the<br /> fabric acquired in other location in Montenegro from the yarn without origin, it is enough for the<br /> supplier from other place in Montenegro to enter in column 2 \"yarn\". Tariff code and value of the<br /> concerned yarn are not applicable.<br /> Manufacturer producing the wire from Customs Tariff Heading 7217 from rods of iron without<br /> origin must state in column 2 \"rods made of iron\". If this wire is used for manufacturing the machine,<br /> for which the rule on origin determine the portion of used material without origin, than in the column<br /> 3 should enter the value of rods without origin<br /> 4    The term \"value of material\" means customs value of used materials without origin at import or,<br /> if it is not known or cannot be determined, the first verifiable price, paid for such materials in<br /> Montenegro. For any type of used material without origin, the value per product's unit should be<br /> noted in column 1.<br /> to enter dates. Validity period of the supplier's statement must not be longer than 12 months.<br /> 6    place and date.<br /> 7    name and function of the responsible person within the supplier.<br /> 8    signature.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00840_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00840_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00840_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00840_full.pdf", "DocType": "8_full", "WebLink": "http://www.upravacarina.gov.me/ResourceManager/FileDownload.aspx?rid=171697&rType=2&file=DECREE%20ON%20IMPLEMENTATION%20OF%20THE%20CUSTOMS%20LAW-%20Off.gaz.No.38-08.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00840_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/LDCNMNE1.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: <br /> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br /> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br /> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br /> this Decree, shall be deemed to be products with origin in the beneficiary country. <br /> Article 60: Cummulations with the Products of Domestic Origin <br /> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br /> shall check whether the competent authorities in the beneficiary state, authorized for such <br /> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br /> whose manufacturing were used the materials with the origin from Montenegro, did take into <br /> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br /> statements on the invoice. <br /> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br /> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br /> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 41: Permissible Exceptions <br /> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br /> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br /> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br /> more percent as the maximum value of material without origin to be used, then such percentage <br /> may not be exceeded based on the application of this paragraph. <br /> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br /> Chapters 50 through 63 of the Customs Tariff.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 38: Sufficiently Treated or Processed Products <br /> (3) If a product, which has acquired the origin based on fulfilment of the requirements listed in <br /> Addendum 76, is used in manufacturing or other product, then the requirements applied to the <br /> product in which such is included shall not apply to such product and the materials with no origin <br /> which might have been used in its manufacturing shall not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 42: Equipment, Spare Parts and Tools <br /> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br /> or vehicles representing part of regular equipment and included in the price or not charged <br /> separately, shall be included as part of such equipment, machinery, appliances or vehicles.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: <br /> (1) The products completely produced in the beneficiary country include: <br /> a) Mineral products obtained from the ground or seabed; <br /> b) Produced plant products; <br /> c) Live animals bred and raised there; <br /> d) Products obtained form raised live animals; <br /> e) Products obtained through hunting and fishing; <br /> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br /> territorial sea of the beneficiary country; <br /> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br /> under item f) of this paragraph; <br /> h) Selected used items, suitable for recycling of raw materials; <br /> i) Waste and residue in production undersea, carried out there; <br /> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br /> have exclusive right to treat the seabed or undersea; <br /> k) The goods, produced there exclusively from the products mentioned under <br /> items a) through j) of this paragraph. <br /> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br /> of this Article shall be used only for the vessels and processing ships: <br /> a) That are registered or are recorded in the beneficiary country; <br /> b) That sail under the flag of the beneficiary country; <br /> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br /> head office in such country, with the director or directors, president of the board of directors, and <br /> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br /> companies, persons or stock companies, at least half of capital belongs to such country or public <br /> authorities or citizens of such country; <br /> d) Whose master and officers are citizens of the beneficiary country; and <br /> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br /> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br /> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br /> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br /> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 39: Insufficient Treatment or Processing Procedures <br /> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br /> treatment or processing procedures are insufficient for the product to acquire the status of the <br /> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br /> have been met or not: <br /> a) Procedures for preservation of goods in good condition during transportation or storing; <br /> b) Assembly and disassembly of consignments; <br /> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br /> d) Textile ironing; <br /> e) Simple painting and polishing procedures; <br /> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br /> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br /> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br /> i) Grinding, simple crushing or simple cutting; <br /> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br /> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br /> etc, and other simple packing procedures; <br /> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br /> m) Simple mixing of products, regardless whether they are of different kind or not; <br /> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br /> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br /> p) Slaughtering of animals. <br /> (2) When establishing whether treatment or processing procedures, carried out on individual <br /> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br /> procedures carried out on such a product in the beneficiary country or Montenegro <br /> shall be taken into account.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 44: Neutral Elements <br /> In order to determine whether the product may be included among the products with the origin from <br /> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br /> may have been used at the time of manufacturing thereof: <br /> a) energy and fuel; <br /> b) appliances and equipment; <br /> c) machinery and tools; <br /> d) goods not included or not intended to be included in the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 46: Direct Transport <br /> (1) The products with the origin from the beneficiary country shall be transported directly to <br /> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br /> The products originating from Montenegro are transported into the beneficiary country directly, in <br /> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br /> with this Article shall be deemed to mean the transport: <br /> a) of the products whose transport does not take place in the territory of any other country, <br /> b) of the products constituting one indivisible shipment, being transported through other territory <br /> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br /> storage in such territories, provided that the goods in the country of transit or storage remained <br /> under supervision of the customs service authorities and that they did not undergo any other <br /> procedures except for unloading, reloading or any other procedures intended for preserving the <br /> goods in good condition; <br /> c) of the products being transported through the pipeline without discontinuation through the <br /> territory that is not the territory of the exporting beneficiary country or Montenegro. <br /> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br /> of this Article should be submitted to the customs service authority: <br /> a) a shipping document, issued in the exporting country of use, covering the transport from <br /> exporting country through the country of transit; or <br /> b) a certificate issued by the customs service authority and the countries of transit that: <br /> - contains the exact description of the products, <br /> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br /> or other means of transport used, and <br /> - establishes the conditions leading to the products being detained in the country of transit, or <br /> c) if there are no such documents, then other documents reliably proving the circumstances of transport.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 45: Territorial Principle <br /> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br /> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br /> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br /> country should be returned, then they shall be deemed to be products without origin, unless the <br /> following may be doubtlessly proved to the customs service authorities or the competent <br /> authorities of the beneficiary country: <br /> a) that the products being returned are the same products that were exported, and <br /> b) that they did not undergo, while in the other country or during export, any processes, except for <br /> those necessary for them to be preserved in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 40: Qualification Unit <br /> (2) When, due to classification of goods, in accordance with the basic rule 5 for classification of <br /> goods according to Customs Tariff Schedule, the packaging is included in the product, the <br /> packaging shall also be included in establishing of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 43: Sets <br /> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br /> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br /> though the set may be composed of parts that have origin and the parts that do not, it shall be <br /> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br /> the product without origin does not exceed 15 percent of the ex works price for the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 47: Exhibitions <br /> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br /> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br /> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br /> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br /> identification thereof as products with the origin from the beneficiary country, and that the following <br /> can be demonstrated in a trustworthy manner to the customs service authorities: <br /> a) that the exporter forwarded these products directly from the beneficiary country to the country <br /> where the exhibition is held, and exhibited them at the exhibition; <br /> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br /> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br /> in the same condition as when they were shipped to the exhibition, and <br /> d) that the products from the time they were shipped to the exhibition were not used to any other <br /> purpose but the purpose of being exhibited. <br /> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br /> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br /> further documented proof of the terms of their being exhibited may be requested. <br /> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br /> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br /> or business premises in order to sell foreign products, and during which such products remain <br /> under customs supervision. <br /> Subsection 2 <br /> Certificate of Origin", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 48: <br /> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br /> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br /> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br /> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br /> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br /> consignment note, shipping document or other trade document, that with adequate accuracy <br /> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br /> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br /> the following manner: <br /> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br /> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br /> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br /> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br /> the languages specified in Addendum 9 enclosed to this Decree. <br /> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br /> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br /> provisions concerning the issuing, for statements on the invoice. <br /> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br /> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br /> submit all the relevant documents proving the status of the products with origin, as well as meeting <br /> other requirements referred to in this Section. <br /> a) Certificate of Origin - Form A <br /> Article 49: Procedure for Issuing the Certificate of Origin Form A <br /> (1) The products with origin in accordance with this section are entitled at the time of import into <br /> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br /> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br /> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br /> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br /> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br /> competent authorities of Montenegro, and <br /> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br /> customs service authorities may verify the truth and accuracy of documents or information <br /> concerning the true origin of relevant products. <br /> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br /> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br /> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br /> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br /> (4) The exporter or his authorized representative shall submit the request with all the relevant <br /> documents enclosed, demonstrating that the products intended for export meet the requirements <br /> for issuing the certificate of origin Form A. <br /> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br /> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br /> exported products may be considered as products with origin from this country, in accordance <br /> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br /> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br /> (6) The customs service authorities at the time of establishing the justification of the issuing <br /> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br /> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br /> or any other control that seems necessary in order to verify the meeting of requirements, specified <br /> in paragraph 5 of this Article. <br /> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br /> country that are responsible in that country for ensuring the correct filling in of the applications and <br /> certificate of the origin of goods. <br /> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br /> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br /> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br /> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br /> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br /> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br /> well as the signature in that column, intended for the competent authority of the beneficiary <br /> country, authorized for issuing the certificates, which must be filled in by hand. <br /> Article 50: Obligations of the Beneficiary Country <br /> The certificate of the origin of goods Form A represents a documented evidence of the <br /> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br /> service authorities shall cooperate with the competent organizations or authorities of the <br /> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br /> the origin of goods and control of other information in the certificate. <br /> Article 52: Issuing Duplicates of Evidence <br /> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br /> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br /> on the export documents they have possession of. The duplicate of the certificate of origin of <br /> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br /> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br /> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br /> shall be in effect as of that date. <br /> b) Statement on the Invoice <br /> Article 53: <br /> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br /> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br /> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br /> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br /> provided that Article 49 paragraph 1 of this Decree is complied with. <br /> (2) The statement on the invoice may be provided if the products referred to therein may be <br /> considered to be products with the origin from Montenegro or from a beneficiary country and also <br /> as meeting other requirements referred to in this Section. <br /> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br /> customs service authorities or competent state authorities of the beneficiary exporting country, be <br /> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br /> as meet other requirements referred to in this Section. <br /> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br /> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br /> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br /> in ink and in capital letters. <br /> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br /> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br /> statements provided that he submits to the customs service authorities his written guarantee that <br /> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br /> identified as if he had placed his signature on the document. <br /> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br /> required for using the statement on the invoice: <br /> a) one statement on the invoice is to be entered for each individual shipment; <br /> b) in the event that the products contained in the shipment have already undergone retrospective <br /> checking in the exporting country related to the establishing of the status of the goods with origin, <br /> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br /> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br /> other formalities prescribed by customs or postal regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 57: Exceptions with Certificates of Origin <br /> (1) The products being shipped as small packages mailed by natural persons to other natural <br /> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br /> origin for which the concessions of preferential customs treatment shall apply in accordance <br /> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br /> statement on the invoice, provided that such products are not imported with the commercial <br /> purpose and that the statement was provided that they comply with the requirements of this section <br /> and there is no doubt in the accuracy of such a statement. <br /> (2) Occasional imports, in the instance only of products intended for the personal use of <br /> consignees or passengers or their families, shall not be deemed to be import with commercial <br /> purpose if it is evident from the nature and quantity of the products that they are not intended for <br /> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br /> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br /> luggage of the passenger.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 54: Authorized Exporter <br /> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br /> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br /> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br /> regardless of the value of the products it refers to. The exporter applying for such authorization <br /> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br /> to check the status of the origin of such products and also meet other requirements referred to in <br /> this Section concerning providing statement on the invoice. <br /> (2) The customs service authority may approve the status of the authorized exporter regarding any <br /> conditions that are needed according to the customs service authority?s opinion. <br /> (3) The customs service authority shall provide the authorized exporter with the file number of the <br /> customs authorization, which must be contained in the statement on the invoice. <br /> (4) The customs service authority shall monitor the manner of using the authorization. <br /> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br /> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br /> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 49: Procedure for Issuing the Certificate of Origin Form A <br /> (1) The products with origin in accordance with this section are entitled at the time of import into <br /> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br /> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br /> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br /> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br /> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br /> competent authorities of Montenegro, and <br /> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br /> customs service authorities may verify the truth and accuracy of documents or information <br /> concerning the true origin of relevant products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 55: <br /> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br /> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br /> documents should at the time of import into Montenegro be submitted to the customs service <br /> authorities within the said time limit, in accordance with the current regulations, <br /> subject to Article 49 of this Decree.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 59: Keeping Evidence of Origin and Accompanying Documents <br /> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br /> in Article 49 paragraph 4 for at least three years. <br /> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br /> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br /> (3) The customs service authority or the authorities of the importing country authorized to issue <br /> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br /> the period of at least three years. <br /> (4) The customs service authority of the importing country shall for a period of at least three years <br /> keep the certificates of origin and the statements on the invoices submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 51: Retrospective Issuing <br /> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br /> authorities shall accept the certificate of origin of goods Form A which the competent state <br /> authorities exceptionally issued following the carrying out of the export of relevant products: <br /> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br /> exceptional circumstances, or <br /> b) if the customs service authorities have found that the competent state authorities of the <br /> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br /> A has been issued, but it has not been received at the time of export due to technical reasons. <br /> (2) The customs service authorities shall verify whether the competent state authorities in the <br /> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br /> following the completed check whether the data in the exporter?s application correspond to the data <br /> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br /> in his application state the place, date of the export of the product referred to in the relevant <br /> certificate of the origin of goods Form A, as well as grounds for his application. <br /> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br /> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br /> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 58: Accompanying Documents <br /> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br /> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br /> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br /> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br /> to in this section, may be the following: <br /> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br /> relevant goods, as contained for instance in his business books or internal bookkeeping; <br /> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br /> or the beneficiary country, where they are used in accordance with the domestic regulations; <br /> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br /> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br /> applied in accordance with the domestic regulations; <br /> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br /> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 65: <br /> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br /> retrospectively by way of a random sample, or when the customs service authority justifiably <br /> questions the authenticity of the documents, the status of origin of relevant products or meeting <br /> other requirements referred to in this chapter. <br /> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br /> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br /> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br /> the grounds for examination. As the addition to the request for control, each received document or <br /> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br /> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br /> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br /> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br /> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br /> Article, such a control should be carried out and the findings communicated to the customs service <br /> authorities of Montenegro within the time period of six months at the latest. The result must be <br /> such that it is possible to establish whether the said certificate of origin relates to the products <br /> actually exported, or whether these products may be considered to be products with origin from the <br /> beneficiary country or from Montenegro. <br /> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br /> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br /> statement on the invoice. <br /> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br /> months, or if the reply fails to contain enough information for establishing the accuracy of the <br /> necessary documents or the true origin of the product, the authority having demanded the control <br /> will submit the second notification to the competent and duly authorized bodies. If following this <br /> second notification the authorities demanding the control should not receive the results of the <br /> control within four months, or if these results fail to provide the credibility of the relevant documents <br /> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br /> (6) If the procedure of retrospective control or any other available data should indicate that the <br /> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br /> initiative or at the request by the customs service authorities of Montenegro, carry out the <br /> necessary examinations, or ensure that examinations are carried out in order to establish and <br /> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br /> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br /> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br /> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br /> the exporting documents related to them for at least three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 67: Prevention of Abuse <br /> If the customs service authority should find that the processing or treatment specified in a particular <br /> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br /> intention to evade the regulations related to gods, originating from this country, under no conditions <br /> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br /> of the country in which the treatment or processing has been carried out. <br /> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br /> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br /> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br /> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br /> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br /> payment of lowered amount, repayment or remission of customs debt or any other facility.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 61: <br /> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br /> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br /> documents submitted to the customs service authority, provided in order to meet importing <br /> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br /> should be duly found that this document corresponds to the products submitted. <br /> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br /> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br /> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br /> Subsection 3", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 67: Prevention of Abuse <br /> Appeal - From WTO Notification <br /> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br /> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br /> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br /> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br /> the party may initiate an administrative dispute before the Administrative Court of Montenegro.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "2. Section <br> Article 39: Insufficient Treatment or Processing Procedures <br> Article 41: Permissible Exceptions <br> Article 57: Exceptions with Certificates of Origin <br> Article 63: <br> General Preferential Tariff Schedule <br> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br> (1) The products being shipped as small packages mailed by natural persons to other natural <br> The customs service authority shall cooperate with the competent state authorities of the <br> (Article 28 paragraph 2 of the Customs Law) <br> treatment or processing procedures are insufficient for the product to acquire the status of the <br> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br> beneficiary country at the time of cooperation and assistance with the procedures of retrospective <br> CHAPTER 3 <br> 1. Subsection <br> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br> origin for which the concessions of preferential customs treatment shall apply in accordance <br> control of the certificates of origin of goods Form A, statements on the invoice, or certificates of <br> Definition of the Term @^@Products with Origin@^@ <br> have been met or not: <br> more percent as the maximum value of material without origin to be used, then such percentage <br> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br> trade in goods EUR.1, issued by or entering the beneficiary country or Montenegro, and also <br> Article 36: <br> a) Procedures for preservation of goods in good condition during transportation or storing; <br> may not be exceeded based on the application of this paragraph. <br> statement on the invoice, provided that such products are not imported with the commercial <br> concerning the control of the data and information in such documents. <br> (1) For the purposes of implementing the regulations governing the measures of customs <br> b) Assembly and disassembly of consignments; <br> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br> purpose and that the statement was provided that they comply with the requirements of this section <br> Article 64: <br> treatment used by Montenegro in favour of certain countries, group of countries or territories <br> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br> Chapters 50 through 63 of the Customs Tariff. <br> and there is no doubt in the accuracy of such a statement. <br> For the purpose of implementing Article 36 of this Decree for granting preferential treatment, the <br> (hereinafter: beneficiary countries) , the following products shall be included in the products with <br> d) Textile ironing; <br> Article 42: Equipment, Spare Parts and Tools <br> (2) Occasional imports, in the instance only of products intended for the personal use of <br> customs service authority shall cooperate with the competent and duly authorized bodies of the <br> origin of the countries - beneficiaries of the preferential tariff (hereinafter: beneficiary country) : <br> e) Simple painting and polishing procedures; <br> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br> consignees or passengers or their families, shall not be deemed to be import with commercial <br> beneficiary country when checking the manner of, or ensuring of, the meeting of the requirements <br> a) The products completely produced in such a country, in compliance with Article 37 of this Decree; <br> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br> or vehicles representing part of regular equipment and included in the price or not charged <br> purpose if it is evident from the nature and quantity of the products that they are not intended for <br> concerning the rules of the origin of goods, filling in and issuing the evidence of origin Form A, <br> b) The products, produced in such a country with the manufacturing in which other material that <br> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br> separately, shall be included as part of such equipment, machinery, appliances or vehicles. <br> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br> requirements for using the statement on the invoice, and other requirements related to the forms of <br> are not included under item a) of this paragraph has been used, provided such material have been <br> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br> a) energy and fuel; <br> Article 43: Sets <br> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br> administrative cooperation. <br> sufficiently treated or processed in accordance with Article 38 of this Decree. <br> i) Grinding, simple crushing or simple cutting; <br> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br> luggage of the passenger. <br> Article 65: <br> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br> Article 58: Accompanying Documents <br> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br> though the set may be composed of parts that have origin and the parts that do not, it shall be <br> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br> retrospectively by way of a random sample, or when the customs service authority justifiably <br> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br> etc, and other simple packing procedures; <br> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br> questions the authenticity of the documents, the status of origin of relevant products or meeting <br> this Decree, shall be deemed to be products with origin in the beneficiary country. <br> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br> the product without origin does not exceed 15 percent of the ex works price for the set. <br> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br> other requirements referred to in this chapter. <br> (3) Provisions of paragraph 1 of this Article shall apply mutatis mutandis for the purposes of <br> m) Simple mixing of products, regardless whether they are of different kind or not; <br> Article 44: Neutral Elements <br> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br> establishing origin of goods, produced in Montenegro. <br> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br> In order to determine whether the product may be included among the products with the origin from <br> to in this section, may be the following: <br> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br> Article 37: <br> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br> (1) The products completely produced in the beneficiary country include: <br> p) Slaughtering of animals. <br> may have been used at the time of manufacturing thereof: <br> relevant goods, as contained for instance in his business books or internal bookkeeping; <br> the grounds for examination. As the addition to the request for control, each received document or <br> a) Mineral products obtained from the ground or seabed; <br> (2) When establishing whether treatment or processing procedures, carried out on individual <br> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br> b) Produced plant products; <br> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br> b) appliances and equipment; <br> or the beneficiary country, where they are used in accordance with the domestic regulations; <br> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br> c) Live animals bred and raised there; <br> procedures carried out on such a product in the beneficiary country or Montenegro <br> c) machinery and tools; <br> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br> d) Products obtained form raised live animals; <br> shall be taken into account. <br> d) goods not included or not intended to be included in the final composition of the product. <br> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br> e) Products obtained through hunting and fishing; <br> Article 45: Territorial Principle <br> applied in accordance with the domestic regulations; <br> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br> Article, such a control should be carried out and the findings communicated to the customs service <br> territorial sea of the beneficiary country; <br> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section. <br> authorities of Montenegro within the time period of six months at the latest. The result must be <br> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br> Article 59: Keeping Evidence of Origin and Accompanying Documents <br> such that it is possible to establish whether the said certificate of origin relates to the products <br> under item f) of this paragraph; <br> country should be returned, then they shall be deemed to be products without origin, unless the <br> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br> actually exported, or whether these products may be considered to be products with origin from the <br> h) Selected used items, suitable for recycling of raw materials; <br> following may be doubtlessly proved to the customs service authorities or the competent <br> in Article 49 paragraph 4 for at least three years. <br> beneficiary country or from Montenegro. <br> i) Waste and residue in production undersea, carried out there; <br> authorities of the beneficiary country: <br> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br> a) that the products being returned are the same products that were exported, and <br> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br> have exclusive right to treat the seabed or undersea; <br> b) that they did not undergo, while in the other country or during export, any processes, except for <br> (3) The customs service authority or the authorities of the importing country authorized to issue <br> statement on the invoice. <br> k) The goods, produced there exclusively from the products mentioned under <br> those necessary for them to be preserved in good condition. <br> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br> items a) through j) of this paragraph. <br> Article 46: Direct Transport <br> the period of at least three years. <br> months, or if the reply fails to contain enough information for establishing the accuracy of the <br> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br> (1) The products with the origin from the beneficiary country shall be transported directly to <br> (4) The customs service authority of the importing country shall for a period of at least three years <br> necessary documents or the true origin of the product, the authority having demanded the control <br> of this Article shall be used only for the vessels and processing ships: <br> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br> keep the certificates of origin and the statements on the invoices submitted to them. <br> will submit the second notification to the competent and duly authorized bodies. If following this <br> a) That are registered or are recorded in the beneficiary country; <br> The products originating from Montenegro are transported into the beneficiary country directly, in <br> Article 60: Cummulations with the Products of Domestic Origin <br> second notification the authorities demanding the control should not receive the results of the <br> b) That sail under the flag of the beneficiary country; <br> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br> control within four months, or if these results fail to provide the credibility of the relevant documents <br> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br> with this Article shall be deemed to mean the transport: <br> shall check whether the competent authorities in the beneficiary state, authorized for such <br> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br> head office in such country, with the director or directors, president of the board of directors, and <br> a) of the products whose transport does not take place in the territory of any other country, <br> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br> (6) If the procedure of retrospective control or any other available data should indicate that the <br> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br> b) of the products constituting one indivisible shipment, being transported through other territory <br> whose manufacturing were used the materials with the origin from Montenegro, did take into <br> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br> companies, persons or stock companies, at least half of capital belongs to such country or public <br> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br> initiative or at the request by the customs service authorities of Montenegro, carry out the <br> authorities or citizens of such country; <br> storage in such territories, provided that the goods in the country of transit or storage remained <br> statements on the invoice. <br> necessary examinations, or ensure that examinations are carried out in order to establish and <br> d) Whose master and officers are citizens of the beneficiary country; and <br> under supervision of the customs service authorities and that they did not undergo any other <br> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br> procedures except for unloading, reloading or any other procedures intended for preserving the <br> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br> exporting country through the country of transit; or <br> goods in good condition; <br> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@. <br> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br> c) of the products being transported through the pipeline without discontinuation through the <br> Article 61: <br> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br> territory that is not the territory of the exporting beneficiary country or Montenegro. <br> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br> the exporting documents related to them for at least three years. <br> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met. <br> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br> Article 66: <br> of this Article should be submitted to the customs service authority: <br> documents submitted to the customs service authority, provided in order to meet importing <br> (1) If the customs concessions for importing goods, referred to in the regulation specifying the <br> a) a shipping document, issued in the exporting country of use, covering the transport from <br> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br> measures of preferential customs treatment for a country or territory, are granted or have been re- <br> should be duly found that this document corresponds to the products submitted. <br> instated, such concessions adopted unilaterally by Montenegro for the benefit of certain countries, <br> b) a certificate issued by the customs service authority and the countries of transit that: <br> Certificate of Origin <br> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br> groups of countries or territories, then such preferential customs treatment may be used for the <br> - contains the exact description of the products, <br> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br> same products provided they were exported from the beneficiary country or territory on the date or <br> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br> following the date referred to in Article 62 paragraph 2 of this Decree. <br> or other means of transport used, and <br> Subsection 3 <br> (2) Paragraph 1 of this Article shall apply to the individual beneficiary country starting from the date <br> - establishes the conditions leading to the products being detained in the country of transit, or <br> specified in Article 62 of this Decree. <br> c) if there are no such documents, then other documents reliably proving the circumstances of transport. <br> Article 47: Exhibitions <br> Article 67: Prevention of Abuse <br> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br> If the customs service authority should find that the processing or treatment specified in a particular <br> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br> intention to evade the regulations related to gods, originating from this country, under no conditions <br> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br> identification thereof as products with the origin from the beneficiary country, and that the following <br> of the country in which the treatment or processing has been carried out. <br> can be demonstrated in a trustworthy manner to the customs service authorities: <br> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br> a) that the exporter forwarded these products directly from the beneficiary country to the country <br> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br> where the exhibition is held, and exhibited them at the exhibition; <br> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br> in the same condition as when they were shipped to the exhibition, and <br> payment of lowered amount, repayment or remission of customs debt or any other facility. <br> d) that the products from the time they were shipped to the exhibition were not used to any other <br> Appeal - From WTO Notification <br> purpose but the purpose of being exhibited. <br> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br> further documented proof of the terms of their being exhibited may be requested. <br> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br> the party may initiate an administrative dispute before the Administrative Court of Montenegro. <br> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br> or business premises in order to sell foreign products, and during which such products remain <br> under customs supervision. <br> Subsection 2 <br> Article 48: <br> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br> consignment note, shipping document or other trade document, that with adequate accuracy <br> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br> the following manner: <br> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br> the languages specified in Addendum 9 enclosed to this Decree. <br> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br> provisions concerning the issuing, for statements on the invoice. <br> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br> submit all the relevant documents proving the status of the products with origin, as well as meeting <br> other requirements referred to in this Section. <br> a) Certificate of Origin - Form A <br> Article 49: Procedure for Issuing the Certificate of Origin Form A <br> (1) The products with origin in accordance with this section are entitled at the time of import into <br> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br> competent authorities of Montenegro, and <br> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br> customs service authorities may verify the truth and accuracy of documents or information <br> concerning the true origin of relevant products. <br> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br> (4) The exporter or his authorized representative shall submit the request with all the relevant <br> documents enclosed, demonstrating that the products intended for export meet the requirements <br> for issuing the certificate of origin Form A. <br> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br> exported products may be considered as products with origin from this country, in accordance <br> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br> (6) The customs service authorities at the time of establishing the justification of the issuing <br> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br> or any other control that seems necessary in order to verify the meeting of requirements, specified <br> in paragraph 5 of this Article. <br> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br> country that are responsible in that country for ensuring the correct filling in of the applications and <br> certificate of the origin of goods. <br> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br> well as the signature in that column, intended for the competent authority of the beneficiary <br> country, authorized for issuing the certificates, which must be filled in by hand. <br> Article 50: Obligations of the Beneficiary Country <br> The certificate of the origin of goods Form A represents a documented evidence of the <br> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br> service authorities shall cooperate with the competent organizations or authorities of the <br> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br> the origin of goods and control of other information in the certificate. <br> Article 51: Retrospective Issuing <br> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br> authorities shall accept the certificate of origin of goods Form A which the competent state <br> authorities exceptionally issued following the carrying out of the export of relevant products: <br> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br> exceptional circumstances, or <br> b) if the customs service authorities have found that the competent state authorities of the <br> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br> A has been issued, but it has not been received at the time of export due to technical reasons. <br> (2) The customs service authorities shall verify whether the competent state authorities in the <br> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br> following the completed check whether the data in the exporter?s application correspond to the data <br> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br> in his application state the place, date of the export of the product referred to in the relevant <br> certificate of the origin of goods Form A, as well as grounds for his application. <br> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@. <br> Article 52: Issuing Duplicates of Evidence <br> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br> on the export documents they have possession of. The duplicate of the certificate of origin of <br> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br> shall be in effect as of that date. <br> b) Statement on the Invoice <br> Article 53: <br> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br> provided that Article 49 paragraph 1 of this Decree is complied with. <br> (2) The statement on the invoice may be provided if the products referred to therein may be <br> considered to be products with the origin from Montenegro or from a beneficiary country and also <br> as meeting other requirements referred to in this Section. <br> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br> customs service authorities or competent state authorities of the beneficiary exporting country, be <br> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br> as meet other requirements referred to in this Section. <br> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br> in ink and in capital letters. <br> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br> statements provided that he submits to the customs service authorities his written guarantee that <br> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br> identified as if he had placed his signature on the document. <br> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br> required for using the statement on the invoice: <br> a) one statement on the invoice is to be entered for each individual shipment; <br> b) in the event that the products contained in the shipment have already undergone retrospective <br> checking in the exporting country related to the establishing of the status of the goods with origin, <br> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br> other formalities prescribed by customs or postal regulations. <br> Article 54: Authorized Exporter <br> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br> regardless of the value of the products it refers to. The exporter applying for such authorization <br> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br> to check the status of the origin of such products and also meet other requirements referred to in <br> this Section concerning providing statement on the invoice. <br> (2) The customs service authority may approve the status of the authorized exporter regarding any <br> conditions that are needed according to the customs service authority?s opinion. <br> (3) The customs service authority shall provide the authorized exporter with the file number of the <br> customs authorization, which must be contained in the statement on the invoice. <br> (4) The customs service authority shall monitor the manner of using the authorization. <br> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization. <br> Article 55: <br> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br> documents should at the time of import into Montenegro be submitted to the customs service <br> authorities within the said time limit, in accordance with the current regulations, <br> subject to Article 49 of this Decree. <br> (2) The evidence of origin submitted to the customs service authorities following the expiry of the <br> time limit for submitting the documents referred to in paragraph 1 of this Article, may be accepted <br> in order to apply the preferential customs treatment in accordance with Article 36 of this Decree, if <br> it was not possible, due to exceptional circumstances, for them to be submitted by the specified <br> latest time limit. In other cases of the late submission the customs service authority shall accept <br> the evidence of origin if the products were submitted prior to the latest date. At the time of <br> submitting evidence of origin referred to in paragraph 1 of this Article, the products involved in the <br> evidence procedure shall be considered as products with the origin from the beneficiary country, <br> stated in the relevant evidence procedure. <br> (3) The customs service authority may demand the translation of the evidence of origin and may <br> demand that the import declaration be accompanied by a statement with which the importers <br> confirm that the products meet the necessary requirements specified in this Section. <br> "}, {"ArticleTitle": "Sufficiently Treated or Processed Products", "ArticleDesc": "Article 38: Sufficiently Treated or Processed Products <br> (1) In the sense of Article 36 of this Decree, it shall be deemed that the products have not been <br> completely obtained in the beneficiary country, or have not been sufficiently treated or processed, if <br> the requirements listed in Addendum 76 to this Decree have not been duly met. <br> (2) The requirements listed in Addendum 76 shall apply to all products to which this section refers, <br> treatment or processing procedures that must be carried out on the material with no origin, used in <br> manufacturing of these products and related exclusively to such materials. <br> (3) If a product, which has acquired the origin based on fulfilment of the requirements listed in <br> Addendum 76, is used in manufacturing or other product, then the requirements applied to the <br> product in which such is included shall not apply to such product and the materials with no origin <br> which might have been used in its manufacturing shall not be taken into account. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "2. Section <br> Article 39: Insufficient Treatment or Processing Procedures <br> Article 41: Permissible Exceptions <br> Article 57: Exceptions with Certificates of Origin <br> Article 63: <br> General Preferential Tariff Schedule <br> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br> (1) The products being shipped as small packages mailed by natural persons to other natural <br> The customs service authority shall cooperate with the competent state authorities of the <br> (Article 28 paragraph 2 of the Customs Law) <br> treatment or processing procedures are insufficient for the product to acquire the status of the <br> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br> beneficiary country at the time of cooperation and assistance with the procedures of retrospective <br> CHAPTER 3 <br> 1. Subsection <br> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br> origin for which the concessions of preferential customs treatment shall apply in accordance <br> control of the certificates of origin of goods Form A, statements on the invoice, or certificates of <br> Definition of the Term @^@Products with Origin@^@ <br> have been met or not: <br> more percent as the maximum value of material without origin to be used, then such percentage <br> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br> trade in goods EUR.1, issued by or entering the beneficiary country or Montenegro, and also <br> Article 36: <br> a) Procedures for preservation of goods in good condition during transportation or storing; <br> may not be exceeded based on the application of this paragraph. <br> statement on the invoice, provided that such products are not imported with the commercial <br> concerning the control of the data and information in such documents. <br> (1) For the purposes of implementing the regulations governing the measures of customs <br> b) Assembly and disassembly of consignments; <br> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br> purpose and that the statement was provided that they comply with the requirements of this section <br> Article 64: <br> treatment used by Montenegro in favour of certain countries, group of countries or territories <br> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br> Chapters 50 through 63 of the Customs Tariff. <br> and there is no doubt in the accuracy of such a statement. <br> For the purpose of implementing Article 36 of this Decree for granting preferential treatment, the <br> (hereinafter: beneficiary countries) , the following products shall be included in the products with <br> d) Textile ironing; <br> Article 42: Equipment, Spare Parts and Tools <br> (2) Occasional imports, in the instance only of products intended for the personal use of <br> customs service authority shall cooperate with the competent and duly authorized bodies of the <br> origin of the countries - beneficiaries of the preferential tariff (hereinafter: beneficiary country) : <br> e) Simple painting and polishing procedures; <br> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br> consignees or passengers or their families, shall not be deemed to be import with commercial <br> beneficiary country when checking the manner of, or ensuring of, the meeting of the requirements <br> a) The products completely produced in such a country, in compliance with Article 37 of this Decree; <br> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br> or vehicles representing part of regular equipment and included in the price or not charged <br> purpose if it is evident from the nature and quantity of the products that they are not intended for <br> concerning the rules of the origin of goods, filling in and issuing the evidence of origin Form A, <br> b) The products, produced in such a country with the manufacturing in which other material that <br> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br> separately, shall be included as part of such equipment, machinery, appliances or vehicles. <br> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br> requirements for using the statement on the invoice, and other requirements related to the forms of <br> are not included under item a) of this paragraph has been used, provided such material have been <br> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br> a) energy and fuel; <br> Article 43: Sets <br> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br> administrative cooperation. <br> sufficiently treated or processed in accordance with Article 38 of this Decree. <br> i) Grinding, simple crushing or simple cutting; <br> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br> luggage of the passenger. <br> Article 65: <br> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br> Article 58: Accompanying Documents <br> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br> though the set may be composed of parts that have origin and the parts that do not, it shall be <br> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br> retrospectively by way of a random sample, or when the customs service authority justifiably <br> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br> etc, and other simple packing procedures; <br> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br> questions the authenticity of the documents, the status of origin of relevant products or meeting <br> this Decree, shall be deemed to be products with origin in the beneficiary country. <br> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br> the product without origin does not exceed 15 percent of the ex works price for the set. <br> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br> other requirements referred to in this chapter. <br> (3) Provisions of paragraph 1 of this Article shall apply mutatis mutandis for the purposes of <br> m) Simple mixing of products, regardless whether they are of different kind or not; <br> Article 44: Neutral Elements <br> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br> establishing origin of goods, produced in Montenegro. <br> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br> In order to determine whether the product may be included among the products with the origin from <br> to in this section, may be the following: <br> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br> Article 37: <br> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br> (1) The products completely produced in the beneficiary country include: <br> p) Slaughtering of animals. <br> may have been used at the time of manufacturing thereof: <br> relevant goods, as contained for instance in his business books or internal bookkeeping; <br> the grounds for examination. As the addition to the request for control, each received document or <br> a) Mineral products obtained from the ground or seabed; <br> (2) When establishing whether treatment or processing procedures, carried out on individual <br> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br> b) Produced plant products; <br> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br> b) appliances and equipment; <br> or the beneficiary country, where they are used in accordance with the domestic regulations; <br> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br> c) Live animals bred and raised there; <br> procedures carried out on such a product in the beneficiary country or Montenegro <br> c) machinery and tools; <br> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br> d) Products obtained form raised live animals; <br> shall be taken into account. <br> d) goods not included or not intended to be included in the final composition of the product. <br> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br> e) Products obtained through hunting and fishing; <br> Article 45: Territorial Principle <br> applied in accordance with the domestic regulations; <br> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br> Article, such a control should be carried out and the findings communicated to the customs service <br> territorial sea of the beneficiary country; <br> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section. <br> authorities of Montenegro within the time period of six months at the latest. The result must be <br> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br> Article 59: Keeping Evidence of Origin and Accompanying Documents <br> such that it is possible to establish whether the said certificate of origin relates to the products <br> under item f) of this paragraph; <br> country should be returned, then they shall be deemed to be products without origin, unless the <br> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br> actually exported, or whether these products may be considered to be products with origin from the <br> h) Selected used items, suitable for recycling of raw materials; <br> following may be doubtlessly proved to the customs service authorities or the competent <br> in Article 49 paragraph 4 for at least three years. <br> beneficiary country or from Montenegro. <br> i) Waste and residue in production undersea, carried out there; <br> authorities of the beneficiary country: <br> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br> a) that the products being returned are the same products that were exported, and <br> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br> have exclusive right to treat the seabed or undersea; <br> b) that they did not undergo, while in the other country or during export, any processes, except for <br> (3) The customs service authority or the authorities of the importing country authorized to issue <br> statement on the invoice. <br> k) The goods, produced there exclusively from the products mentioned under <br> those necessary for them to be preserved in good condition. <br> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br> items a) through j) of this paragraph. <br> Article 46: Direct Transport <br> the period of at least three years. <br> months, or if the reply fails to contain enough information for establishing the accuracy of the <br> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br> (1) The products with the origin from the beneficiary country shall be transported directly to <br> (4) The customs service authority of the importing country shall for a period of at least three years <br> necessary documents or the true origin of the product, the authority having demanded the control <br> of this Article shall be used only for the vessels and processing ships: <br> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br> keep the certificates of origin and the statements on the invoices submitted to them. <br> will submit the second notification to the competent and duly authorized bodies. If following this <br> a) That are registered or are recorded in the beneficiary country; <br> The products originating from Montenegro are transported into the beneficiary country directly, in <br> Article 60: Cummulations with the Products of Domestic Origin <br> second notification the authorities demanding the control should not receive the results of the <br> b) That sail under the flag of the beneficiary country; <br> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br> control within four months, or if these results fail to provide the credibility of the relevant documents <br> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br> with this Article shall be deemed to mean the transport: <br> shall check whether the competent authorities in the beneficiary state, authorized for such <br> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br> head office in such country, with the director or directors, president of the board of directors, and <br> a) of the products whose transport does not take place in the territory of any other country, <br> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br> (6) If the procedure of retrospective control or any other available data should indicate that the <br> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br> b) of the products constituting one indivisible shipment, being transported through other territory <br> whose manufacturing were used the materials with the origin from Montenegro, did take into <br> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br> companies, persons or stock companies, at least half of capital belongs to such country or public <br> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br> initiative or at the request by the customs service authorities of Montenegro, carry out the <br> authorities or citizens of such country; <br> storage in such territories, provided that the goods in the country of transit or storage remained <br> statements on the invoice. <br> necessary examinations, or ensure that examinations are carried out in order to establish and <br> d) Whose master and officers are citizens of the beneficiary country; and <br> under supervision of the customs service authorities and that they did not undergo any other <br> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br> procedures except for unloading, reloading or any other procedures intended for preserving the <br> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br> exporting country through the country of transit; or <br> goods in good condition; <br> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@. <br> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br> c) of the products being transported through the pipeline without discontinuation through the <br> Article 61: <br> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br> territory that is not the territory of the exporting beneficiary country or Montenegro. <br> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br> the exporting documents related to them for at least three years. <br> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met. <br> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br> Article 66: <br> of this Article should be submitted to the customs service authority: <br> documents submitted to the customs service authority, provided in order to meet importing <br> (1) If the customs concessions for importing goods, referred to in the regulation specifying the <br> a) a shipping document, issued in the exporting country of use, covering the transport from <br> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br> measures of preferential customs treatment for a country or territory, are granted or have been re- <br> should be duly found that this document corresponds to the products submitted. <br> instated, such concessions adopted unilaterally by Montenegro for the benefit of certain countries, <br> b) a certificate issued by the customs service authority and the countries of transit that: <br> Certificate of Origin <br> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br> groups of countries or territories, then such preferential customs treatment may be used for the <br> - contains the exact description of the products, <br> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br> same products provided they were exported from the beneficiary country or territory on the date or <br> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br> following the date referred to in Article 62 paragraph 2 of this Decree. <br> or other means of transport used, and <br> Subsection 3 <br> (2) Paragraph 1 of this Article shall apply to the individual beneficiary country starting from the date <br> - establishes the conditions leading to the products being detained in the country of transit, or <br> specified in Article 62 of this Decree. <br> c) if there are no such documents, then other documents reliably proving the circumstances of transport. <br> Article 47: Exhibitions <br> Article 67: Prevention of Abuse <br> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br> If the customs service authority should find that the processing or treatment specified in a particular <br> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br> intention to evade the regulations related to gods, originating from this country, under no conditions <br> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br> identification thereof as products with the origin from the beneficiary country, and that the following <br> of the country in which the treatment or processing has been carried out. <br> can be demonstrated in a trustworthy manner to the customs service authorities: <br> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br> a) that the exporter forwarded these products directly from the beneficiary country to the country <br> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br> where the exhibition is held, and exhibited them at the exhibition; <br> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br> in the same condition as when they were shipped to the exhibition, and <br> payment of lowered amount, repayment or remission of customs debt or any other facility. <br> d) that the products from the time they were shipped to the exhibition were not used to any other <br> Appeal - From WTO Notification <br> purpose but the purpose of being exhibited. <br> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br> further documented proof of the terms of their being exhibited may be requested. <br> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br> the party may initiate an administrative dispute before the Administrative Court of Montenegro. <br> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br> or business premises in order to sell foreign products, and during which such products remain <br> under customs supervision. <br> Subsection 2 <br> Article 48: <br> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br> consignment note, shipping document or other trade document, that with adequate accuracy <br> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br> the following manner: <br> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br> the languages specified in Addendum 9 enclosed to this Decree. <br> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br> provisions concerning the issuing, for statements on the invoice. <br> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br> submit all the relevant documents proving the status of the products with origin, as well as meeting <br> other requirements referred to in this Section. <br> a) Certificate of Origin - Form A <br> Article 49: Procedure for Issuing the Certificate of Origin Form A <br> (1) The products with origin in accordance with this section are entitled at the time of import into <br> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br> competent authorities of Montenegro, and <br> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br> customs service authorities may verify the truth and accuracy of documents or information <br> concerning the true origin of relevant products. <br> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br> (4) The exporter or his authorized representative shall submit the request with all the relevant <br> documents enclosed, demonstrating that the products intended for export meet the requirements <br> for issuing the certificate of origin Form A. <br> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br> exported products may be considered as products with origin from this country, in accordance <br> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br> (6) The customs service authorities at the time of establishing the justification of the issuing <br> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br> or any other control that seems necessary in order to verify the meeting of requirements, specified <br> in paragraph 5 of this Article. <br> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br> country that are responsible in that country for ensuring the correct filling in of the applications and <br> certificate of the origin of goods. <br> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br> well as the signature in that column, intended for the competent authority of the beneficiary <br> country, authorized for issuing the certificates, which must be filled in by hand. <br> Article 50: Obligations of the Beneficiary Country <br> The certificate of the origin of goods Form A represents a documented evidence of the <br> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br> service authorities shall cooperate with the competent organizations or authorities of the <br> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br> the origin of goods and control of other information in the certificate. <br> Article 51: Retrospective Issuing <br> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br> authorities shall accept the certificate of origin of goods Form A which the competent state <br> authorities exceptionally issued following the carrying out of the export of relevant products: <br> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br> exceptional circumstances, or <br> b) if the customs service authorities have found that the competent state authorities of the <br> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br> A has been issued, but it has not been received at the time of export due to technical reasons. <br> (2) The customs service authorities shall verify whether the competent state authorities in the <br> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br> following the completed check whether the data in the exporter?s application correspond to the data <br> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br> in his application state the place, date of the export of the product referred to in the relevant <br> certificate of the origin of goods Form A, as well as grounds for his application. <br> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@. <br> Article 52: Issuing Duplicates of Evidence <br> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br> on the export documents they have possession of. The duplicate of the certificate of origin of <br> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br> shall be in effect as of that date. <br> b) Statement on the Invoice <br> Article 53: <br> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br> provided that Article 49 paragraph 1 of this Decree is complied with. <br> (2) The statement on the invoice may be provided if the products referred to therein may be <br> considered to be products with the origin from Montenegro or from a beneficiary country and also <br> as meeting other requirements referred to in this Section. <br> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br> customs service authorities or competent state authorities of the beneficiary exporting country, be <br> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br> as meet other requirements referred to in this Section. <br> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br> in ink and in capital letters. <br> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br> statements provided that he submits to the customs service authorities his written guarantee that <br> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br> identified as if he had placed his signature on the document. <br> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br> required for using the statement on the invoice: <br> a) one statement on the invoice is to be entered for each individual shipment; <br> b) in the event that the products contained in the shipment have already undergone retrospective <br> checking in the exporting country related to the establishing of the status of the goods with origin, <br> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br> other formalities prescribed by customs or postal regulations. <br> Article 54: Authorized Exporter <br> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br> regardless of the value of the products it refers to. The exporter applying for such authorization <br> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br> to check the status of the origin of such products and also meet other requirements referred to in <br> this Section concerning providing statement on the invoice. <br> (2) The customs service authority may approve the status of the authorized exporter regarding any <br> conditions that are needed according to the customs service authority?s opinion. <br> (3) The customs service authority shall provide the authorized exporter with the file number of the <br> customs authorization, which must be contained in the statement on the invoice. <br> (4) The customs service authority shall monitor the manner of using the authorization. <br> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization. <br> Article 55: <br> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br> documents should at the time of import into Montenegro be submitted to the customs service <br> authorities within the said time limit, in accordance with the current regulations, <br> subject to Article 49 of this Decree. <br> (2) The evidence of origin submitted to the customs service authorities following the expiry of the <br> time limit for submitting the documents referred to in paragraph 1 of this Article, may be accepted <br> in order to apply the preferential customs treatment in accordance with Article 36 of this Decree, if <br> it was not possible, due to exceptional circumstances, for them to be submitted by the specified <br> latest time limit. In other cases of the late submission the customs service authority shall accept <br> the evidence of origin if the products were submitted prior to the latest date. At the time of <br> submitting evidence of origin referred to in paragraph 1 of this Article, the products involved in the <br> evidence procedure shall be considered as products with the origin from the beneficiary country, <br> stated in the relevant evidence procedure. <br> (3) The customs service authority may demand the translation of the evidence of origin and may <br> demand that the import declaration be accompanied by a statement with which the importers <br> confirm that the products meet the necessary requirements specified in this Section. <br> "}, {"ArticleTitle": "Qualification Unit", "ArticleDesc": "Article 40: Qualification Unit <br> (1) Qualification unit for implementation of the provisions from this Section is a certain product <br> considered to be a base unit in classification of goods according to the Customs tariff schedule. Consequently: <br> a) When a product, consisting of a group of items or consisting of a product, is classified according <br> to the requirements of the Customs tariff schedule under a single tariff number, then such whole <br> means a qualification unit, <br> b) When a consignment consists of a certain number of identical products classified under a single <br> Customs Tariff Schedule tariff number, when implementing the provisions of this group, each <br> product should be treated separately. <br> (2) When, due to classification of goods, in accordance with the basic rule 5 for classification of <br> goods according to Customs Tariff Schedule, the packaging is included in the product, the <br> packaging shall also be included in establishing of origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "2. Section <br> Article 39: Insufficient Treatment or Processing Procedures <br> Article 41: Permissible Exceptions <br> Article 57: Exceptions with Certificates of Origin <br> Article 63: <br> General Preferential Tariff Schedule <br> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br> (1) The products being shipped as small packages mailed by natural persons to other natural <br> The customs service authority shall cooperate with the competent state authorities of the <br> (Article 28 paragraph 2 of the Customs Law) <br> treatment or processing procedures are insufficient for the product to acquire the status of the <br> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br> beneficiary country at the time of cooperation and assistance with the procedures of retrospective <br> CHAPTER 3 <br> 1. Subsection <br> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br> origin for which the concessions of preferential customs treatment shall apply in accordance <br> control of the certificates of origin of goods Form A, statements on the invoice, or certificates of <br> Definition of the Term @^@Products with Origin@^@ <br> have been met or not: <br> more percent as the maximum value of material without origin to be used, then such percentage <br> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br> trade in goods EUR.1, issued by or entering the beneficiary country or Montenegro, and also <br> Article 36: <br> a) Procedures for preservation of goods in good condition during transportation or storing; <br> may not be exceeded based on the application of this paragraph. <br> statement on the invoice, provided that such products are not imported with the commercial <br> concerning the control of the data and information in such documents. <br> (1) For the purposes of implementing the regulations governing the measures of customs <br> b) Assembly and disassembly of consignments; <br> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br> purpose and that the statement was provided that they comply with the requirements of this section <br> Article 64: <br> treatment used by Montenegro in favour of certain countries, group of countries or territories <br> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br> Chapters 50 through 63 of the Customs Tariff. <br> and there is no doubt in the accuracy of such a statement. <br> For the purpose of implementing Article 36 of this Decree for granting preferential treatment, the <br> (hereinafter: beneficiary countries) , the following products shall be included in the products with <br> d) Textile ironing; <br> Article 42: Equipment, Spare Parts and Tools <br> (2) Occasional imports, in the instance only of products intended for the personal use of <br> customs service authority shall cooperate with the competent and duly authorized bodies of the <br> origin of the countries - beneficiaries of the preferential tariff (hereinafter: beneficiary country) : <br> e) Simple painting and polishing procedures; <br> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br> consignees or passengers or their families, shall not be deemed to be import with commercial <br> beneficiary country when checking the manner of, or ensuring of, the meeting of the requirements <br> a) The products completely produced in such a country, in compliance with Article 37 of this Decree; <br> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br> or vehicles representing part of regular equipment and included in the price or not charged <br> purpose if it is evident from the nature and quantity of the products that they are not intended for <br> concerning the rules of the origin of goods, filling in and issuing the evidence of origin Form A, <br> b) The products, produced in such a country with the manufacturing in which other material that <br> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br> separately, shall be included as part of such equipment, machinery, appliances or vehicles. <br> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br> requirements for using the statement on the invoice, and other requirements related to the forms of <br> are not included under item a) of this paragraph has been used, provided such material have been <br> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br> a) energy and fuel; <br> Article 43: Sets <br> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br> administrative cooperation. <br> sufficiently treated or processed in accordance with Article 38 of this Decree. <br> i) Grinding, simple crushing or simple cutting; <br> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br> luggage of the passenger. <br> Article 65: <br> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br> Article 58: Accompanying Documents <br> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br> though the set may be composed of parts that have origin and the parts that do not, it shall be <br> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br> retrospectively by way of a random sample, or when the customs service authority justifiably <br> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br> etc, and other simple packing procedures; <br> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br> questions the authenticity of the documents, the status of origin of relevant products or meeting <br> this Decree, shall be deemed to be products with origin in the beneficiary country. <br> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br> the product without origin does not exceed 15 percent of the ex works price for the set. <br> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br> other requirements referred to in this chapter. <br> (3) Provisions of paragraph 1 of this Article shall apply mutatis mutandis for the purposes of <br> m) Simple mixing of products, regardless whether they are of different kind or not; <br> Article 44: Neutral Elements <br> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br> establishing origin of goods, produced in Montenegro. <br> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br> In order to determine whether the product may be included among the products with the origin from <br> to in this section, may be the following: <br> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br> Article 37: <br> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br> (1) The products completely produced in the beneficiary country include: <br> p) Slaughtering of animals. <br> may have been used at the time of manufacturing thereof: <br> relevant goods, as contained for instance in his business books or internal bookkeeping; <br> the grounds for examination. As the addition to the request for control, each received document or <br> a) Mineral products obtained from the ground or seabed; <br> (2) When establishing whether treatment or processing procedures, carried out on individual <br> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br> b) Produced plant products; <br> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br> b) appliances and equipment; <br> or the beneficiary country, where they are used in accordance with the domestic regulations; <br> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br> c) Live animals bred and raised there; <br> procedures carried out on such a product in the beneficiary country or Montenegro <br> c) machinery and tools; <br> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br> d) Products obtained form raised live animals; <br> shall be taken into account. <br> d) goods not included or not intended to be included in the final composition of the product. <br> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br> e) Products obtained through hunting and fishing; <br> Article 45: Territorial Principle <br> applied in accordance with the domestic regulations; <br> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br> Article, such a control should be carried out and the findings communicated to the customs service <br> territorial sea of the beneficiary country; <br> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section. <br> authorities of Montenegro within the time period of six months at the latest. The result must be <br> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br> Article 59: Keeping Evidence of Origin and Accompanying Documents <br> such that it is possible to establish whether the said certificate of origin relates to the products <br> under item f) of this paragraph; <br> country should be returned, then they shall be deemed to be products without origin, unless the <br> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br> actually exported, or whether these products may be considered to be products with origin from the <br> h) Selected used items, suitable for recycling of raw materials; <br> following may be doubtlessly proved to the customs service authorities or the competent <br> in Article 49 paragraph 4 for at least three years. <br> beneficiary country or from Montenegro. <br> i) Waste and residue in production undersea, carried out there; <br> authorities of the beneficiary country: <br> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br> a) that the products being returned are the same products that were exported, and <br> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br> have exclusive right to treat the seabed or undersea; <br> b) that they did not undergo, while in the other country or during export, any processes, except for <br> (3) The customs service authority or the authorities of the importing country authorized to issue <br> statement on the invoice. <br> k) The goods, produced there exclusively from the products mentioned under <br> those necessary for them to be preserved in good condition. <br> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br> items a) through j) of this paragraph. <br> Article 46: Direct Transport <br> the period of at least three years. <br> months, or if the reply fails to contain enough information for establishing the accuracy of the <br> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br> (1) The products with the origin from the beneficiary country shall be transported directly to <br> (4) The customs service authority of the importing country shall for a period of at least three years <br> necessary documents or the true origin of the product, the authority having demanded the control <br> of this Article shall be used only for the vessels and processing ships: <br> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br> keep the certificates of origin and the statements on the invoices submitted to them. <br> will submit the second notification to the competent and duly authorized bodies. If following this <br> a) That are registered or are recorded in the beneficiary country; <br> The products originating from Montenegro are transported into the beneficiary country directly, in <br> Article 60: Cummulations with the Products of Domestic Origin <br> second notification the authorities demanding the control should not receive the results of the <br> b) That sail under the flag of the beneficiary country; <br> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br> control within four months, or if these results fail to provide the credibility of the relevant documents <br> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br> with this Article shall be deemed to mean the transport: <br> shall check whether the competent authorities in the beneficiary state, authorized for such <br> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br> head office in such country, with the director or directors, president of the board of directors, and <br> a) of the products whose transport does not take place in the territory of any other country, <br> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br> (6) If the procedure of retrospective control or any other available data should indicate that the <br> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br> b) of the products constituting one indivisible shipment, being transported through other territory <br> whose manufacturing were used the materials with the origin from Montenegro, did take into <br> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br> companies, persons or stock companies, at least half of capital belongs to such country or public <br> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br> initiative or at the request by the customs service authorities of Montenegro, carry out the <br> authorities or citizens of such country; <br> storage in such territories, provided that the goods in the country of transit or storage remained <br> statements on the invoice. <br> necessary examinations, or ensure that examinations are carried out in order to establish and <br> d) Whose master and officers are citizens of the beneficiary country; and <br> under supervision of the customs service authorities and that they did not undergo any other <br> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br> procedures except for unloading, reloading or any other procedures intended for preserving the <br> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br> exporting country through the country of transit; or <br> goods in good condition; <br> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@. <br> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br> c) of the products being transported through the pipeline without discontinuation through the <br> Article 61: <br> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br> territory that is not the territory of the exporting beneficiary country or Montenegro. <br> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br> the exporting documents related to them for at least three years. <br> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met. <br> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br> Article 66: <br> of this Article should be submitted to the customs service authority: <br> documents submitted to the customs service authority, provided in order to meet importing <br> (1) If the customs concessions for importing goods, referred to in the regulation specifying the <br> a) a shipping document, issued in the exporting country of use, covering the transport from <br> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br> measures of preferential customs treatment for a country or territory, are granted or have been re- <br> should be duly found that this document corresponds to the products submitted. <br> instated, such concessions adopted unilaterally by Montenegro for the benefit of certain countries, <br> b) a certificate issued by the customs service authority and the countries of transit that: <br> Certificate of Origin <br> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br> groups of countries or territories, then such preferential customs treatment may be used for the <br> - contains the exact description of the products, <br> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br> same products provided they were exported from the beneficiary country or territory on the date or <br> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br> following the date referred to in Article 62 paragraph 2 of this Decree. <br> or other means of transport used, and <br> Subsection 3 <br> (2) Paragraph 1 of this Article shall apply to the individual beneficiary country starting from the date <br> - establishes the conditions leading to the products being detained in the country of transit, or <br> specified in Article 62 of this Decree. <br> c) if there are no such documents, then other documents reliably proving the circumstances of transport. <br> Article 47: Exhibitions <br> Article 67: Prevention of Abuse <br> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br> If the customs service authority should find that the processing or treatment specified in a particular <br> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br> intention to evade the regulations related to gods, originating from this country, under no conditions <br> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br> identification thereof as products with the origin from the beneficiary country, and that the following <br> of the country in which the treatment or processing has been carried out. <br> can be demonstrated in a trustworthy manner to the customs service authorities: <br> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br> a) that the exporter forwarded these products directly from the beneficiary country to the country <br> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br> where the exhibition is held, and exhibited them at the exhibition; <br> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br> in the same condition as when they were shipped to the exhibition, and <br> payment of lowered amount, repayment or remission of customs debt or any other facility. <br> d) that the products from the time they were shipped to the exhibition were not used to any other <br> Appeal - From WTO Notification <br> purpose but the purpose of being exhibited. <br> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br> further documented proof of the terms of their being exhibited may be requested. <br> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br> the party may initiate an administrative dispute before the Administrative Court of Montenegro. <br> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br> or business premises in order to sell foreign products, and during which such products remain <br> under customs supervision. <br> Subsection 2 <br> Article 48: <br> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br> consignment note, shipping document or other trade document, that with adequate accuracy <br> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br> the following manner: <br> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br> the languages specified in Addendum 9 enclosed to this Decree. <br> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br> provisions concerning the issuing, for statements on the invoice. <br> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br> submit all the relevant documents proving the status of the products with origin, as well as meeting <br> other requirements referred to in this Section. <br> a) Certificate of Origin - Form A <br> Article 49: Procedure for Issuing the Certificate of Origin Form A <br> (1) The products with origin in accordance with this section are entitled at the time of import into <br> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br> competent authorities of Montenegro, and <br> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br> customs service authorities may verify the truth and accuracy of documents or information <br> concerning the true origin of relevant products. <br> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br> (4) The exporter or his authorized representative shall submit the request with all the relevant <br> documents enclosed, demonstrating that the products intended for export meet the requirements <br> for issuing the certificate of origin Form A. <br> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br> exported products may be considered as products with origin from this country, in accordance <br> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br> (6) The customs service authorities at the time of establishing the justification of the issuing <br> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br> or any other control that seems necessary in order to verify the meeting of requirements, specified <br> in paragraph 5 of this Article. <br> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br> country that are responsible in that country for ensuring the correct filling in of the applications and <br> certificate of the origin of goods. <br> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br> well as the signature in that column, intended for the competent authority of the beneficiary <br> country, authorized for issuing the certificates, which must be filled in by hand. <br> Article 50: Obligations of the Beneficiary Country <br> The certificate of the origin of goods Form A represents a documented evidence of the <br> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br> service authorities shall cooperate with the competent organizations or authorities of the <br> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br> the origin of goods and control of other information in the certificate. <br> Article 51: Retrospective Issuing <br> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br> authorities shall accept the certificate of origin of goods Form A which the competent state <br> authorities exceptionally issued following the carrying out of the export of relevant products: <br> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br> exceptional circumstances, or <br> b) if the customs service authorities have found that the competent state authorities of the <br> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br> A has been issued, but it has not been received at the time of export due to technical reasons. <br> (2) The customs service authorities shall verify whether the competent state authorities in the <br> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br> following the completed check whether the data in the exporter?s application correspond to the data <br> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br> in his application state the place, date of the export of the product referred to in the relevant <br> certificate of the origin of goods Form A, as well as grounds for his application. <br> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@. <br> Article 52: Issuing Duplicates of Evidence <br> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br> on the export documents they have possession of. The duplicate of the certificate of origin of <br> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br> shall be in effect as of that date. <br> b) Statement on the Invoice <br> Article 53: <br> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br> provided that Article 49 paragraph 1 of this Decree is complied with. <br> (2) The statement on the invoice may be provided if the products referred to therein may be <br> considered to be products with the origin from Montenegro or from a beneficiary country and also <br> as meeting other requirements referred to in this Section. <br> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br> customs service authorities or competent state authorities of the beneficiary exporting country, be <br> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br> as meet other requirements referred to in this Section. <br> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br> in ink and in capital letters. <br> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br> statements provided that he submits to the customs service authorities his written guarantee that <br> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br> identified as if he had placed his signature on the document. <br> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br> required for using the statement on the invoice: <br> a) one statement on the invoice is to be entered for each individual shipment; <br> b) in the event that the products contained in the shipment have already undergone retrospective <br> checking in the exporting country related to the establishing of the status of the goods with origin, <br> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br> other formalities prescribed by customs or postal regulations. <br> Article 54: Authorized Exporter <br> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br> regardless of the value of the products it refers to. The exporter applying for such authorization <br> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br> to check the status of the origin of such products and also meet other requirements referred to in <br> this Section concerning providing statement on the invoice. <br> (2) The customs service authority may approve the status of the authorized exporter regarding any <br> conditions that are needed according to the customs service authority?s opinion. <br> (3) The customs service authority shall provide the authorized exporter with the file number of the <br> customs authorization, which must be contained in the statement on the invoice. <br> (4) The customs service authority shall monitor the manner of using the authorization. <br> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization. <br> Article 55: <br> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br> documents should at the time of import into Montenegro be submitted to the customs service <br> authorities within the said time limit, in accordance with the current regulations, <br> subject to Article 49 of this Decree. <br> (2) The evidence of origin submitted to the customs service authorities following the expiry of the <br> time limit for submitting the documents referred to in paragraph 1 of this Article, may be accepted <br> in order to apply the preferential customs treatment in accordance with Article 36 of this Decree, if <br> it was not possible, due to exceptional circumstances, for them to be submitted by the specified <br> latest time limit. In other cases of the late submission the customs service authority shall accept <br> the evidence of origin if the products were submitted prior to the latest date. At the time of <br> submitting evidence of origin referred to in paragraph 1 of this Article, the products involved in the <br> evidence procedure shall be considered as products with the origin from the beneficiary country, <br> stated in the relevant evidence procedure. <br> (3) The customs service authority may demand the translation of the evidence of origin and may <br> demand that the import declaration be accompanied by a statement with which the importers <br> confirm that the products meet the necessary requirements specified in this Section. <br> "}, {"ArticleTitle": "Import in Parts", "ArticleDesc": "Article 56: Import in Parts <br> (1) When, at the request by the importer and on the terms specified by the customs service <br> authority, the products dismantled or unassembled as referred to in paragraph 1) of Rule 2 for the <br> implementation of the Customs Tariff, classified under sections XVI and XVII or tariff headings <br> 7308 or 9406 of the Customs Tariff, are imported in parts, then for such products at the time of first <br> partial import to the customs authorities only one document of evidence of origin is to be submitted. <br> (2) At the request of the importer, and bearing in mind the requirements specified by the customs <br> service authority, it is possible to submit to the customs service authorities? one certificate of origin <br> at the time of importing the first shipment, in the instance of the goods: <br> a) being imported within frequent and regular trade flows of significant commercial value; <br> b) being subject to the same sales contracts, contractual parties thereof have seats in the <br> exporting beneficiary country or in Montenegro; <br> c) being classified under the same tariff heading of the Customs Tariff; <br> d) being acquired at all times by the same exporter and intended at all times for the same importer, <br> as well as that the import formalities are always carried out with the same customs service authority. <br> (3) The procedure referred to in paragraph 2 of this Article is applied for such quantities and <br> periods as established by the customs service authority. Such period may at no time be longer <br> than three months. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "2. Section <br> Article 39: Insufficient Treatment or Processing Procedures <br> Article 41: Permissible Exceptions <br> Article 57: Exceptions with Certificates of Origin <br> Article 63: <br> General Preferential Tariff Schedule <br> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br> (1) The products being shipped as small packages mailed by natural persons to other natural <br> The customs service authority shall cooperate with the competent state authorities of the <br> (Article 28 paragraph 2 of the Customs Law) <br> treatment or processing procedures are insufficient for the product to acquire the status of the <br> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br> beneficiary country at the time of cooperation and assistance with the procedures of retrospective <br> CHAPTER 3 <br> 1. Subsection <br> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br> origin for which the concessions of preferential customs treatment shall apply in accordance <br> control of the certificates of origin of goods Form A, statements on the invoice, or certificates of <br> Definition of the Term @^@Products with Origin@^@ <br> have been met or not: <br> more percent as the maximum value of material without origin to be used, then such percentage <br> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br> trade in goods EUR.1, issued by or entering the beneficiary country or Montenegro, and also <br> Article 36: <br> a) Procedures for preservation of goods in good condition during transportation or storing; <br> may not be exceeded based on the application of this paragraph. <br> statement on the invoice, provided that such products are not imported with the commercial <br> concerning the control of the data and information in such documents. <br> (1) For the purposes of implementing the regulations governing the measures of customs <br> b) Assembly and disassembly of consignments; <br> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br> purpose and that the statement was provided that they comply with the requirements of this section <br> Article 64: <br> treatment used by Montenegro in favour of certain countries, group of countries or territories <br> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br> Chapters 50 through 63 of the Customs Tariff. <br> and there is no doubt in the accuracy of such a statement. <br> For the purpose of implementing Article 36 of this Decree for granting preferential treatment, the <br> (hereinafter: beneficiary countries) , the following products shall be included in the products with <br> d) Textile ironing; <br> Article 42: Equipment, Spare Parts and Tools <br> (2) Occasional imports, in the instance only of products intended for the personal use of <br> customs service authority shall cooperate with the competent and duly authorized bodies of the <br> origin of the countries - beneficiaries of the preferential tariff (hereinafter: beneficiary country) : <br> e) Simple painting and polishing procedures; <br> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br> consignees or passengers or their families, shall not be deemed to be import with commercial <br> beneficiary country when checking the manner of, or ensuring of, the meeting of the requirements <br> a) The products completely produced in such a country, in compliance with Article 37 of this Decree; <br> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br> or vehicles representing part of regular equipment and included in the price or not charged <br> purpose if it is evident from the nature and quantity of the products that they are not intended for <br> concerning the rules of the origin of goods, filling in and issuing the evidence of origin Form A, <br> b) The products, produced in such a country with the manufacturing in which other material that <br> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br> separately, shall be included as part of such equipment, machinery, appliances or vehicles. <br> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br> requirements for using the statement on the invoice, and other requirements related to the forms of <br> are not included under item a) of this paragraph has been used, provided such material have been <br> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br> a) energy and fuel; <br> Article 43: Sets <br> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br> administrative cooperation. <br> sufficiently treated or processed in accordance with Article 38 of this Decree. <br> i) Grinding, simple crushing or simple cutting; <br> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br> luggage of the passenger. <br> Article 65: <br> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br> Article 58: Accompanying Documents <br> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br> though the set may be composed of parts that have origin and the parts that do not, it shall be <br> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br> retrospectively by way of a random sample, or when the customs service authority justifiably <br> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br> etc, and other simple packing procedures; <br> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br> questions the authenticity of the documents, the status of origin of relevant products or meeting <br> this Decree, shall be deemed to be products with origin in the beneficiary country. <br> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br> the product without origin does not exceed 15 percent of the ex works price for the set. <br> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br> other requirements referred to in this chapter. <br> (3) Provisions of paragraph 1 of this Article shall apply mutatis mutandis for the purposes of <br> m) Simple mixing of products, regardless whether they are of different kind or not; <br> Article 44: Neutral Elements <br> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br> establishing origin of goods, produced in Montenegro. <br> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br> In order to determine whether the product may be included among the products with the origin from <br> to in this section, may be the following: <br> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br> Article 37: <br> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br> (1) The products completely produced in the beneficiary country include: <br> p) Slaughtering of animals. <br> may have been used at the time of manufacturing thereof: <br> relevant goods, as contained for instance in his business books or internal bookkeeping; <br> the grounds for examination. As the addition to the request for control, each received document or <br> a) Mineral products obtained from the ground or seabed; <br> (2) When establishing whether treatment or processing procedures, carried out on individual <br> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br> b) Produced plant products; <br> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br> b) appliances and equipment; <br> or the beneficiary country, where they are used in accordance with the domestic regulations; <br> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br> c) Live animals bred and raised there; <br> procedures carried out on such a product in the beneficiary country or Montenegro <br> c) machinery and tools; <br> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br> d) Products obtained form raised live animals; <br> shall be taken into account. <br> d) goods not included or not intended to be included in the final composition of the product. <br> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br> e) Products obtained through hunting and fishing; <br> Article 45: Territorial Principle <br> applied in accordance with the domestic regulations; <br> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br> Article, such a control should be carried out and the findings communicated to the customs service <br> territorial sea of the beneficiary country; <br> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section. <br> authorities of Montenegro within the time period of six months at the latest. The result must be <br> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br> Article 59: Keeping Evidence of Origin and Accompanying Documents <br> such that it is possible to establish whether the said certificate of origin relates to the products <br> under item f) of this paragraph; <br> country should be returned, then they shall be deemed to be products without origin, unless the <br> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br> actually exported, or whether these products may be considered to be products with origin from the <br> h) Selected used items, suitable for recycling of raw materials; <br> following may be doubtlessly proved to the customs service authorities or the competent <br> in Article 49 paragraph 4 for at least three years. <br> beneficiary country or from Montenegro. <br> i) Waste and residue in production undersea, carried out there; <br> authorities of the beneficiary country: <br> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br> a) that the products being returned are the same products that were exported, and <br> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br> have exclusive right to treat the seabed or undersea; <br> b) that they did not undergo, while in the other country or during export, any processes, except for <br> (3) The customs service authority or the authorities of the importing country authorized to issue <br> statement on the invoice. <br> k) The goods, produced there exclusively from the products mentioned under <br> those necessary for them to be preserved in good condition. <br> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br> items a) through j) of this paragraph. <br> Article 46: Direct Transport <br> the period of at least three years. <br> months, or if the reply fails to contain enough information for establishing the accuracy of the <br> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br> (1) The products with the origin from the beneficiary country shall be transported directly to <br> (4) The customs service authority of the importing country shall for a period of at least three years <br> necessary documents or the true origin of the product, the authority having demanded the control <br> of this Article shall be used only for the vessels and processing ships: <br> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br> keep the certificates of origin and the statements on the invoices submitted to them. <br> will submit the second notification to the competent and duly authorized bodies. If following this <br> a) That are registered or are recorded in the beneficiary country; <br> The products originating from Montenegro are transported into the beneficiary country directly, in <br> Article 60: Cummulations with the Products of Domestic Origin <br> second notification the authorities demanding the control should not receive the results of the <br> b) That sail under the flag of the beneficiary country; <br> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br> control within four months, or if these results fail to provide the credibility of the relevant documents <br> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br> with this Article shall be deemed to mean the transport: <br> shall check whether the competent authorities in the beneficiary state, authorized for such <br> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br> head office in such country, with the director or directors, president of the board of directors, and <br> a) of the products whose transport does not take place in the territory of any other country, <br> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br> (6) If the procedure of retrospective control or any other available data should indicate that the <br> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br> b) of the products constituting one indivisible shipment, being transported through other territory <br> whose manufacturing were used the materials with the origin from Montenegro, did take into <br> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br> companies, persons or stock companies, at least half of capital belongs to such country or public <br> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br> initiative or at the request by the customs service authorities of Montenegro, carry out the <br> authorities or citizens of such country; <br> storage in such territories, provided that the goods in the country of transit or storage remained <br> statements on the invoice. <br> necessary examinations, or ensure that examinations are carried out in order to establish and <br> d) Whose master and officers are citizens of the beneficiary country; and <br> under supervision of the customs service authorities and that they did not undergo any other <br> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br> procedures except for unloading, reloading or any other procedures intended for preserving the <br> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br> exporting country through the country of transit; or <br> goods in good condition; <br> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@. <br> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br> c) of the products being transported through the pipeline without discontinuation through the <br> Article 61: <br> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br> territory that is not the territory of the exporting beneficiary country or Montenegro. <br> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br> the exporting documents related to them for at least three years. <br> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met. <br> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br> Article 66: <br> of this Article should be submitted to the customs service authority: <br> documents submitted to the customs service authority, provided in order to meet importing <br> (1) If the customs concessions for importing goods, referred to in the regulation specifying the <br> a) a shipping document, issued in the exporting country of use, covering the transport from <br> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br> measures of preferential customs treatment for a country or territory, are granted or have been re- <br> should be duly found that this document corresponds to the products submitted. <br> instated, such concessions adopted unilaterally by Montenegro for the benefit of certain countries, <br> b) a certificate issued by the customs service authority and the countries of transit that: <br> Certificate of Origin <br> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br> groups of countries or territories, then such preferential customs treatment may be used for the <br> - contains the exact description of the products, <br> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br> same products provided they were exported from the beneficiary country or territory on the date or <br> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br> following the date referred to in Article 62 paragraph 2 of this Decree. <br> or other means of transport used, and <br> Subsection 3 <br> (2) Paragraph 1 of this Article shall apply to the individual beneficiary country starting from the date <br> - establishes the conditions leading to the products being detained in the country of transit, or <br> specified in Article 62 of this Decree. <br> c) if there are no such documents, then other documents reliably proving the circumstances of transport. <br> Article 47: Exhibitions <br> Article 67: Prevention of Abuse <br> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br> If the customs service authority should find that the processing or treatment specified in a particular <br> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br> intention to evade the regulations related to gods, originating from this country, under no conditions <br> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br> identification thereof as products with the origin from the beneficiary country, and that the following <br> of the country in which the treatment or processing has been carried out. <br> can be demonstrated in a trustworthy manner to the customs service authorities: <br> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br> a) that the exporter forwarded these products directly from the beneficiary country to the country <br> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br> where the exhibition is held, and exhibited them at the exhibition; <br> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br> in the same condition as when they were shipped to the exhibition, and <br> payment of lowered amount, repayment or remission of customs debt or any other facility. <br> d) that the products from the time they were shipped to the exhibition were not used to any other <br> Appeal - From WTO Notification <br> purpose but the purpose of being exhibited. <br> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br> further documented proof of the terms of their being exhibited may be requested. <br> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br> the party may initiate an administrative dispute before the Administrative Court of Montenegro. <br> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br> or business premises in order to sell foreign products, and during which such products remain <br> under customs supervision. <br> Subsection 2 <br> Article 48: <br> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br> consignment note, shipping document or other trade document, that with adequate accuracy <br> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br> the following manner: <br> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br> the languages specified in Addendum 9 enclosed to this Decree. <br> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br> provisions concerning the issuing, for statements on the invoice. <br> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br> submit all the relevant documents proving the status of the products with origin, as well as meeting <br> other requirements referred to in this Section. <br> a) Certificate of Origin - Form A <br> Article 49: Procedure for Issuing the Certificate of Origin Form A <br> (1) The products with origin in accordance with this section are entitled at the time of import into <br> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br> competent authorities of Montenegro, and <br> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br> customs service authorities may verify the truth and accuracy of documents or information <br> concerning the true origin of relevant products. <br> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br> (4) The exporter or his authorized representative shall submit the request with all the relevant <br> documents enclosed, demonstrating that the products intended for export meet the requirements <br> for issuing the certificate of origin Form A. <br> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br> exported products may be considered as products with origin from this country, in accordance <br> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br> (6) The customs service authorities at the time of establishing the justification of the issuing <br> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br> or any other control that seems necessary in order to verify the meeting of requirements, specified <br> in paragraph 5 of this Article. <br> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br> country that are responsible in that country for ensuring the correct filling in of the applications and <br> certificate of the origin of goods. <br> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br> well as the signature in that column, intended for the competent authority of the beneficiary <br> country, authorized for issuing the certificates, which must be filled in by hand. <br> Article 50: Obligations of the Beneficiary Country <br> The certificate of the origin of goods Form A represents a documented evidence of the <br> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br> service authorities shall cooperate with the competent organizations or authorities of the <br> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br> the origin of goods and control of other information in the certificate. <br> Article 51: Retrospective Issuing <br> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br> authorities shall accept the certificate of origin of goods Form A which the competent state <br> authorities exceptionally issued following the carrying out of the export of relevant products: <br> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br> exceptional circumstances, or <br> b) if the customs service authorities have found that the competent state authorities of the <br> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br> A has been issued, but it has not been received at the time of export due to technical reasons. <br> (2) The customs service authorities shall verify whether the competent state authorities in the <br> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br> following the completed check whether the data in the exporter?s application correspond to the data <br> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br> in his application state the place, date of the export of the product referred to in the relevant <br> certificate of the origin of goods Form A, as well as grounds for his application. <br> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@. <br> Article 52: Issuing Duplicates of Evidence <br> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br> on the export documents they have possession of. The duplicate of the certificate of origin of <br> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br> shall be in effect as of that date. <br> b) Statement on the Invoice <br> Article 53: <br> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br> provided that Article 49 paragraph 1 of this Decree is complied with. <br> (2) The statement on the invoice may be provided if the products referred to therein may be <br> considered to be products with the origin from Montenegro or from a beneficiary country and also <br> as meeting other requirements referred to in this Section. <br> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br> customs service authorities or competent state authorities of the beneficiary exporting country, be <br> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br> as meet other requirements referred to in this Section. <br> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br> in ink and in capital letters. <br> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br> statements provided that he submits to the customs service authorities his written guarantee that <br> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br> identified as if he had placed his signature on the document. <br> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br> required for using the statement on the invoice: <br> a) one statement on the invoice is to be entered for each individual shipment; <br> b) in the event that the products contained in the shipment have already undergone retrospective <br> checking in the exporting country related to the establishing of the status of the goods with origin, <br> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br> other formalities prescribed by customs or postal regulations. <br> Article 54: Authorized Exporter <br> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br> regardless of the value of the products it refers to. The exporter applying for such authorization <br> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br> to check the status of the origin of such products and also meet other requirements referred to in <br> this Section concerning providing statement on the invoice. <br> (2) The customs service authority may approve the status of the authorized exporter regarding any <br> conditions that are needed according to the customs service authority?s opinion. <br> (3) The customs service authority shall provide the authorized exporter with the file number of the <br> customs authorization, which must be contained in the statement on the invoice. <br> (4) The customs service authority shall monitor the manner of using the authorization. <br> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization. <br> Article 55: <br> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br> documents should at the time of import into Montenegro be submitted to the customs service <br> authorities within the said time limit, in accordance with the current regulations, <br> subject to Article 49 of this Decree. <br> (2) The evidence of origin submitted to the customs service authorities following the expiry of the <br> time limit for submitting the documents referred to in paragraph 1 of this Article, may be accepted <br> in order to apply the preferential customs treatment in accordance with Article 36 of this Decree, if <br> it was not possible, due to exceptional circumstances, for them to be submitted by the specified <br> latest time limit. In other cases of the late submission the customs service authority shall accept <br> the evidence of origin if the products were submitted prior to the latest date. At the time of <br> submitting evidence of origin referred to in paragraph 1 of this Article, the products involved in the <br> evidence procedure shall be considered as products with the origin from the beneficiary country, <br> stated in the relevant evidence procedure. <br> (3) The customs service authority may demand the translation of the evidence of origin and may <br> demand that the import declaration be accompanied by a statement with which the importers <br> confirm that the products meet the necessary requirements specified in this Section. <br> "}, {"ArticleTitle": "Notifying Competent Authorities", "ArticleDesc": "Article 62: Notifying Competent Authorities <br> (1) The customs administration, in cooperation with the Ministry of Foreign Affairs of Montenegro, <br> shall be responsible for the manner of supplying official information from the competent <br> organizations or bodies of the beneficiary countries, as regards the names and addresses of <br> competent organizations or bodies of the beneficiary countries authorized for issuing certificates of <br> origin of goods Form A, along with the samples of seal marks used by these bodies when issuing <br> certificates, as well as names and addresses of the competent organizations or bodies of the <br> beneficiary countries authorized for verifying the certificates of the origin of goods Form A and the <br> statements on the invoice. <br> (2) The Minister of Finances of Montenegro shall publish in the Official Gazette of the Republic of <br> Montenegro the date to be the starting date for a certain beneficiary country to have met the <br> requirements referred to in paragraph 1 of this Article. <br> (3) The Ministry of Foreign Affairs of Montenegro officially notifies the beneficiary countries of the <br> samples of the seals used by the customs service authorities for issuing the EUR.1, and of the <br> address of the competent customs service authority authorized for verifying the certificates of origin. <br> (4) The customs service authority and duly authorized organization or state authorities of the <br> beneficiary countries shall mutually report any change in the data contained in the official <br> notification referred to in paragraph 1 of this Article. When placing the goods into free circulation <br> the importer or his authorized representative may ask the customs service authority for advice <br> concerning the seals used by a specific beneficiary country. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "2. Section <br> Article 39: Insufficient Treatment or Processing Procedures <br> Article 41: Permissible Exceptions <br> Article 57: Exceptions with Certificates of Origin <br> Article 63: <br> General Preferential Tariff Schedule <br> (1) Notwithstanding provision of paragraph 2 of this Article, it shall be deemed that the following <br> (1) Notwithstanding provisions of Article 38 of this Decree, the materials without origin may be <br> (1) The products being shipped as small packages mailed by natural persons to other natural <br> The customs service authority shall cooperate with the competent state authorities of the <br> (Article 28 paragraph 2 of the Customs Law) <br> treatment or processing procedures are insufficient for the product to acquire the status of the <br> used when manufacturing the said product provided that their joint value shall not exceed 10 % of <br> persons, or being part of personal luggage of passengers, shall be deemed to be products with <br> beneficiary country at the time of cooperation and assistance with the procedures of retrospective <br> CHAPTER 3 <br> 1. Subsection <br> product with origin, regardless whether the requirements referred to in Article 38 of this Decree <br> the ex-works product price. If the rule in the list enclosed in Addendum 76 should state one or <br> origin for which the concessions of preferential customs treatment shall apply in accordance <br> control of the certificates of origin of goods Form A, statements on the invoice, or certificates of <br> Definition of the Term @^@Products with Origin@^@ <br> have been met or not: <br> more percent as the maximum value of material without origin to be used, then such percentage <br> with Article 36 of this Decree, without it being necessary to submit the certificate of origin Form A or the <br> trade in goods EUR.1, issued by or entering the beneficiary country or Montenegro, and also <br> Article 36: <br> a) Procedures for preservation of goods in good condition during transportation or storing; <br> may not be exceeded based on the application of this paragraph. <br> statement on the invoice, provided that such products are not imported with the commercial <br> concerning the control of the data and information in such documents. <br> (1) For the purposes of implementing the regulations governing the measures of customs <br> b) Assembly and disassembly of consignments; <br> (2) Provisions of paragraph 1 of this Article shall not be used for the products classified into <br> purpose and that the statement was provided that they comply with the requirements of this section <br> Article 64: <br> treatment used by Montenegro in favour of certain countries, group of countries or territories <br> c) Rinsing, cleaning, removal of dust, oxides, oil, paint and other covering materials; <br> Chapters 50 through 63 of the Customs Tariff. <br> and there is no doubt in the accuracy of such a statement. <br> For the purpose of implementing Article 36 of this Decree for granting preferential treatment, the <br> (hereinafter: beneficiary countries) , the following products shall be included in the products with <br> d) Textile ironing; <br> Article 42: Equipment, Spare Parts and Tools <br> (2) Occasional imports, in the instance only of products intended for the personal use of <br> customs service authority shall cooperate with the competent and duly authorized bodies of the <br> origin of the countries - beneficiaries of the preferential tariff (hereinafter: beneficiary country) : <br> e) Simple painting and polishing procedures; <br> Equipment, spare parts and tools shipped together with parts of equipment, machinery, appliances <br> consignees or passengers or their families, shall not be deemed to be import with commercial <br> beneficiary country when checking the manner of, or ensuring of, the meeting of the requirements <br> a) The products completely produced in such a country, in compliance with Article 37 of this Decree; <br> f) Polishing, bleaching, in part or in whole; wheat and rice polishing and glazing; <br> or vehicles representing part of regular equipment and included in the price or not charged <br> purpose if it is evident from the nature and quantity of the products that they are not intended for <br> concerning the rules of the origin of goods, filling in and issuing the evidence of origin Form A, <br> b) The products, produced in such a country with the manufacturing in which other material that <br> g) Sugar bleaching procedures or sugar-cubes shaping procedures; <br> separately, shall be included as part of such equipment, machinery, appliances or vehicles. <br> sale. The total value of the products referred to in this paragraph shall not exceed EUR 500.00, in <br> requirements for using the statement on the invoice, and other requirements related to the forms of <br> are not included under item a) of this paragraph has been used, provided such material have been <br> h) Removal of skin, stones; and peeling of fruit, nuts and vegetables; <br> a) energy and fuel; <br> Article 43: Sets <br> the instance of small packages, or EUR 1 000.00 when such products are part of the personal <br> administrative cooperation. <br> sufficiently treated or processed in accordance with Article 38 of this Decree. <br> i) Grinding, simple crushing or simple cutting; <br> In accordance with the basic rule no. 3 for classification in accordance with the Customs Tariff, the <br> luggage of the passenger. <br> Article 65: <br> (2) For the purposes of implementing the provisions of this Decree, the products with origin from <br> j) Sieving, selecting, classifying, ensuring compliance (including composing sets of products) ; <br> sets shall mean sets with the origin from the beneficiary country, if all its parts have origin. Event <br> Article 58: Accompanying Documents <br> (1) The certificates of origin of goods Form A and the statements on the invoice shall be verified <br> Montenegro, in accordance with paragraph 3 of this Article, that have been exported in the <br> k) Simple pouring in bottles, tins, flasks, bags, boxes, cases, fixing onto the cardboard or plates, <br> though the set may be composed of parts that have origin and the parts that do not, it shall be <br> Documents referred to in Article 49 paragraph 4 and Article 53 paragraph 3 of this Decree, being <br> retrospectively by way of a random sample, or when the customs service authority justifiably <br> beneficiary country and have been treated or processed in it more than provided by Article 39 of <br> etc, and other simple packing procedures; <br> deemed that the set as a whole has the origin of the beneficiary country provided that the value of <br> applied for the purpose of proving that the products covered by the certificate of origin Form A, the <br> questions the authenticity of the documents, the status of origin of relevant products or meeting <br> this Decree, shall be deemed to be products with origin in the beneficiary country. <br> l) Attaching marks, labels, logos and other similar signs for designation of the products and their packaging; <br> the product without origin does not exceed 15 percent of the ex works price for the set. <br> certificate of trade in goods EUR.1, or statement on the invoice may be considered to be products <br> other requirements referred to in this chapter. <br> (3) Provisions of paragraph 1 of this Article shall apply mutatis mutandis for the purposes of <br> m) Simple mixing of products, regardless whether they are of different kind or not; <br> Article 44: Neutral Elements <br> with the origin from Montenegro or the beneficiary country, and meet other requirements referred <br> (2) In the instances referred to in paragraph 1 of this Article the customs service authority shall <br> establishing origin of goods, produced in Montenegro. <br> n) Simple assembly of parts of products into a complete product, or disassembly of a product into the parts; <br> In order to determine whether the product may be included among the products with the origin from <br> to in this section, may be the following: <br> return the certificate of origin of goods Form A and the invoice, if it was submitted, to the <br> Article 37: <br> o) Combination of two or more than two procedures described in items a) through n) of this paragraph; <br> the beneficiary country, it is not necessary to establish the origin for the following elements, which <br> a) direct proof of actions undertaken by the exporter or supplier with the purpose of acquiring the <br> competent and duly authorized bodies of the exporting beneficiary country, and, if applicable, state <br> (1) The products completely produced in the beneficiary country include: <br> p) Slaughtering of animals. <br> may have been used at the time of manufacturing thereof: <br> relevant goods, as contained for instance in his business books or internal bookkeeping; <br> the grounds for examination. As the addition to the request for control, each received document or <br> a) Mineral products obtained from the ground or seabed; <br> (2) When establishing whether treatment or processing procedures, carried out on individual <br> b) documents showing the status of the origin of materials used, issued or drafted in Montenegro <br> information indicating the data on the evidence of origin to be erroneous must be submitted. If <br> b) Produced plant products; <br> products, can be considered insufficient in accordance with paragraph 1 of this Article, all <br> b) appliances and equipment; <br> or the beneficiary country, where they are used in accordance with the domestic regulations; <br> these authorities reach a decision to temporarily cease granting preferential customs treatment in <br> c) Live animals bred and raised there; <br> procedures carried out on such a product in the beneficiary country or Montenegro <br> c) machinery and tools; <br> c) documents demonstrating the procedure of treatment or processing materials in Montenegro or <br> accordance with Article 36 of this Decree while waiting for the results of the control, they shall offer <br> d) Products obtained form raised live animals; <br> shall be taken into account. <br> d) goods not included or not intended to be included in the final composition of the product. <br> the beneficiary country, issued or drafted in Montenegro or the beneficiary country, where they are <br> to the importer the conditional release of goods regarding safety measures that they deem to be necessary. <br> e) Products obtained through hunting and fishing; <br> Article 45: Territorial Principle <br> applied in accordance with the domestic regulations; <br> (3) If the request for retrospective control has been drafted in accordance with paragraph 1 of this <br> f) Products from sea fishing and other sea products, obtained with their vessels outside the <br> (1) The requirements for obtaining the status of goods with origin referred to in Article 36 of this <br> d) certificates of origin or statement on the invoices, demonstrating the status of the origin of <br> Article, such a control should be carried out and the findings communicated to the customs service <br> territorial sea of the beneficiary country; <br> Decree must be met in Montenegro or the beneficiary country without discontinuation. <br> materials used, issued or drafted in Montenegro or the beneficiary country, in compliance with this section. <br> authorities of Montenegro within the time period of six months at the latest. The result must be <br> g) Products, manufactured on their processing ships, exclusively from the products mentioned <br> (2) If the products with origin, exported from Montenegro or the beneficiary country into other <br> Article 59: Keeping Evidence of Origin and Accompanying Documents <br> such that it is possible to establish whether the said certificate of origin relates to the products <br> under item f) of this paragraph; <br> country should be returned, then they shall be deemed to be products without origin, unless the <br> (1) The exporter applying for the certificate of origin of goods shall keep the documents referred to <br> actually exported, or whether these products may be considered to be products with origin from the <br> h) Selected used items, suitable for recycling of raw materials; <br> following may be doubtlessly proved to the customs service authorities or the competent <br> in Article 49 paragraph 4 for at least three years. <br> beneficiary country or from Montenegro. <br> i) Waste and residue in production undersea, carried out there; <br> authorities of the beneficiary country: <br> (2) The exporter providing the statement on the invoice shall keep the copy of this statement for at <br> (4) When the certificates of origin of goods Form A are issued based on Article 60 of this Decree, <br> j) Products, obtained from the seabed or from undersea outside their territorial sea, provided they <br> a) that the products being returned are the same products that were exported, and <br> least three years, as well as documents referred to in Article 53 paragraph 3 of this Decree. <br> the reply must contain copies of the certificate of trade in goods EUR.1, or when applicable, the <br> have exclusive right to treat the seabed or undersea; <br> b) that they did not undergo, while in the other country or during export, any processes, except for <br> (3) The customs service authority or the authorities of the importing country authorized to issue <br> statement on the invoice. <br> k) The goods, produced there exclusively from the products mentioned under <br> those necessary for them to be preserved in good condition. <br> evidence of origin shall keep the applications referred to in Article 48 paragraph 4 of this Decree for <br> (5) If, as referred to in paragraph 3 of this Article, no reply is received within the time period of six <br> items a) through j) of this paragraph. <br> Article 46: Direct Transport <br> the period of at least three years. <br> months, or if the reply fails to contain enough information for establishing the accuracy of the <br> (2) The terms @^@their vessels@^@ and @^@their processing ships@^@ referred to in items f) and g) paragraph 1 <br> (1) The products with the origin from the beneficiary country shall be transported directly to <br> (4) The customs service authority of the importing country shall for a period of at least three years <br> necessary documents or the true origin of the product, the authority having demanded the control <br> of this Article shall be used only for the vessels and processing ships: <br> Montenegro from the beneficiary country in accordance with Article 36, paragraph 1 of this Decree. <br> keep the certificates of origin and the statements on the invoices submitted to them. <br> will submit the second notification to the competent and duly authorized bodies. If following this <br> a) That are registered or are recorded in the beneficiary country; <br> The products originating from Montenegro are transported into the beneficiary country directly, in <br> Article 60: Cummulations with the Products of Domestic Origin <br> second notification the authorities demanding the control should not receive the results of the <br> b) That sail under the flag of the beneficiary country; <br> accordance with Article 36, paragraphs 2 and 3 of this Decree. The direct transport in accordance <br> (1) When implementing Article 36 paragraphs 2 and 3 of this Decree the customs service authority <br> control within four months, or if these results fail to provide the credibility of the relevant documents <br> c) That are at least 50 per cent owned by the citizens of the beneficiary country or a company with <br> with this Article shall be deemed to mean the transport: <br> shall check whether the competent authorities in the beneficiary state, authorized for such <br> or the true origin of the product, the competent authority may refuse to grant the right to preferential treatment. <br> head office in such country, with the director or directors, president of the board of directors, and <br> a) of the products whose transport does not take place in the territory of any other country, <br> activities, at the time of issuing the certificate of the origin of goods Form A for the products in <br> (6) If the procedure of retrospective control or any other available data should indicate that the <br> majority of board members, being citizens of the beneficiary country, and, moreover, if, in case of <br> b) of the products constituting one indivisible shipment, being transported through other territory <br> whose manufacturing were used the materials with the origin from Montenegro, did take into <br> provisions of this chapter have been breached, the beneficiary country shall, at the personal <br> companies, persons or stock companies, at least half of capital belongs to such country or public <br> than the territory of the beneficiary country, should it so happen, with the reloading or temporary <br> account the data from the certificate of the trade in goods EUR.1 or, as applicable, <br> initiative or at the request by the customs service authorities of Montenegro, carry out the <br> authorities or citizens of such country; <br> storage in such territories, provided that the goods in the country of transit or storage remained <br> statements on the invoice. <br> necessary examinations, or ensure that examinations are carried out in order to establish and <br> d) Whose master and officers are citizens of the beneficiary country; and <br> under supervision of the customs service authorities and that they did not undergo any other <br> (2) The customs service authority shall check whether the certificate of origin of goods issued in <br> prevent such offences. The representatives of Montenegro may for such purposes cooperate in the examination procedure. <br> e) Whose at least 75 per cent crew members are citizens of the beneficiary country. <br> procedures except for unloading, reloading or any other procedures intended for preserving the <br> accordance with paragraph 1 of this Article contains in column 4 the note entered in one of the <br> (7) The customs service authority in cooperation with the competent and duly authorized bodies of <br> (3) The term @^@beneficiary country@^@ refers to the territorial sea of such country. <br> exporting country through the country of transit; or <br> goods in good condition; <br> languages that the certificate was written in. The note in Serbian reads: @^@Kumulacija CG@^@. <br> the beneficiary exporting country shall check whether these authorities for the purpose of carrying <br> (4) The vessels, sailing on open sea, including the processing ships in which the catch of fish is <br> c) of the products being transported through the pipeline without discontinuation through the <br> Article 61: <br> out retrospective controls of certificates of origin Form A keep the copies of evidence as well as all <br> treated or processed, shall be deemed to be a part of the territory of the beneficiary country or <br> territory that is not the territory of the exporting beneficiary country or Montenegro. <br> (1) If minor differences have been found to exist between the data in the certificate of origin Form <br> the exporting documents related to them for at least three years. <br> Montenegro, provided the requirements referred to in paragraph 2 of this Article have been duly met. <br> (2) The following evidence of meeting the requirements specified in item b) , paragraph 1 <br> A, certificate of trade in goods EUR.1, or in the statement on the invoice, and the data in the <br> Article 66: <br> of this Article should be submitted to the customs service authority: <br> documents submitted to the customs service authority, provided in order to meet importing <br> (1) If the customs concessions for importing goods, referred to in the regulation specifying the <br> a) a shipping document, issued in the exporting country of use, covering the transport from <br> formalities for products, it does not ipso facto mean the invalidity of the said means of evidence, if it <br> measures of preferential customs treatment for a country or territory, are granted or have been re- <br> should be duly found that this document corresponds to the products submitted. <br> instated, such concessions adopted unilaterally by Montenegro for the benefit of certain countries, <br> b) a certificate issued by the customs service authority and the countries of transit that: <br> Certificate of Origin <br> (2) Obvious errors like e.g. printing errors in the certificate of origin of goods Form A, certificate of <br> groups of countries or territories, then such preferential customs treatment may be used for the <br> - contains the exact description of the products, <br> trade in goods EUR.1, or in the statement on the invoice, may not constitute the grounds for <br> same products provided they were exported from the beneficiary country or territory on the date or <br> - states the dates of unloading and reloading of the products, and if applicable, the names of ships <br> refusal, if such errors do not create doubt in the accuracy of the data in such a document. <br> following the date referred to in Article 62 paragraph 2 of this Decree. <br> or other means of transport used, and <br> Subsection 3 <br> (2) Paragraph 1 of this Article shall apply to the individual beneficiary country starting from the date <br> - establishes the conditions leading to the products being detained in the country of transit, or <br> specified in Article 62 of this Decree. <br> c) if there are no such documents, then other documents reliably proving the circumstances of transport. <br> Article 47: Exhibitions <br> Article 67: Prevention of Abuse <br> (1) For the products with origin being forwarded from the beneficiary country to an exhibition in the <br> If the customs service authority should find that the processing or treatment specified in a particular <br> other country not referred to in Article 36, paragraph 1 of this Decree, and sold after the exhibition <br> country, as referred to in Article 25 paragraph 1 of the Customs Law, has been carried out with the <br> with the intention to be imported into Montenegro, the concessions referred to in Article 36 of this <br> intention to evade the regulations related to gods, originating from this country, under no conditions <br> Decree shall hold, provided that the products meet the requirements of this Section, enabling the <br> it shall be considered that the goods have acquired, due to such treatment or processing, the origin <br> identification thereof as products with the origin from the beneficiary country, and that the following <br> of the country in which the treatment or processing has been carried out. <br> can be demonstrated in a trustworthy manner to the customs service authorities: <br> Article 241 1 (11) of the Customs Law prescribes that financial penalty ranging from 3,000 Euro to 40,000 Euro <br> a) that the exporter forwarded these products directly from the beneficiary country to the country <br> shall be forced upon legal person or entrepreneur if it lodge to the competent customs house customs <br> where the exhibition is held, and exhibited them at the exhibition; <br> declaration with incorrect data or in any other way mislead the customs authority to the wrong conclusion, <br> b) that the exporter sold or in some other manner disposed of the products to a person in Montenegro; <br> accomplish or attempts to accomplish payment of duties in lowered amount, preferential customs treatment, <br> c) that the products during the exhibition or without delay following it were shipped to Montenegro <br> exemption form payment of customs duties, facility in reference to payment of import and other duties, <br> in the same condition as when they were shipped to the exhibition, and <br> payment of lowered amount, repayment or remission of customs debt or any other facility. <br> d) that the products from the time they were shipped to the exhibition were not used to any other <br> Appeal - From WTO Notification <br> purpose but the purpose of being exhibited. <br> Administrative and judicial protection of the participants in the customs procedure is enabled by the <br> (2) The Certificate of Origin Form A shall be submitted to the customs service authorities in the <br> Law on Administrative Procedure and the Law on Administrative Dispute. On the basis of these regulations, <br> usual manner. The Certificate shall contain the name and address of the exhibition. If necessary, <br> an unsatisfied party may file a complaint with the Ministry of Finance to the first instance decisions of the <br> further documented proof of the terms of their being exhibited may be requested. <br> Customs Administration. Against the second instance decisions of the Ministry of Finance, <br> (3) Paragraph 1 of this Article shall be applied to all trade, industrial, agricultural and crafts <br> the party may initiate an administrative dispute before the Administrative Court of Montenegro. <br> exhibitions, fairs and similar public events or shows, not authorized for private purposes in stores <br> or business premises in order to sell foreign products, and during which such products remain <br> under customs supervision. <br> Subsection 2 <br> Article 48: <br> (1) The customs concessions referred to in Article 36 of this Decree shall hold for the products with <br> origin from the beneficiary country at the time of import into Montenegro if the following is submitted: <br> a) Certificate of Origin Form A, the sample of which is in Addendum 7c enclosed to this Decree, or <br> b) in the instances specified in Article 53, paragraph 1 of this Decree, the statements the texts <br> thereof are supplied in the Addendum 8 to this Decree, provided by the exporter on the invoice, <br> consignment note, shipping document or other trade document, that with adequate accuracy <br> describes such products, so it is possible to identify them (hereinafter referred to as: @^@statement on the invoice@^@) . <br> (2) Domestic origin of goods referred to in Article 36 paragraph 2 of this Decree shall be proved in <br> the following manner: <br> a) by issuing certificates of trade EUR.1, whose sample is given in Addendum 9 enclosed to this Decree, or <br> b) by drafting a statement on the invoice referred to in Article 53 of this Decree. <br> (3) The exporter or his authorized representative shall enter into the column 2 of the certificate of <br> trade in goods EUR.1 the name of the beneficiary country and @^@Republic of Montenegro@^@, in one of <br> the languages specified in Addendum 9 enclosed to this Decree. <br> (4) The certificate of trade in goods EUR.1 is subject to provisions of this Section, applied for <br> issuing, using and additional control of the certificate of origin of goods Form A, and, excluding the <br> provisions concerning the issuing, for statements on the invoice. <br> (5) At the request by the customs service authorities, the exporter applying for the certificate of <br> trade in goods EUR.1 referred to in paragraph 2 of this Article, shall be at any time prepared to <br> submit all the relevant documents proving the status of the products with origin, as well as meeting <br> other requirements referred to in this Section. <br> a) Certificate of Origin - Form A <br> Article 49: Procedure for Issuing the Certificate of Origin Form A <br> (1) The products with origin in accordance with this section are entitled at the time of import into <br> Montenegro to make use of preferential tariffs in accordance with Article 36 of this Decree under <br> the terms specified in Articles 45 and 46 of this Decree, provided the certificate of origin of goods <br> Form A is submitted, issued by the customs service authority, or other organizations or bodies duly <br> authorized by the beneficiary country (hereinafter referred to as: authorized bodies) , and provided that: <br> - the beneficiary country has provided the data referred to in Article 62 of this Decree to the <br> competent authorities of Montenegro, and <br> - the beneficiary country cooperates with the customs service authorities in such a manner that the <br> customs service authorities may verify the truth and accuracy of documents or information <br> concerning the true origin of relevant products. <br> (2) The certificate of origin Form A may be issued only for the purpose of being used as evidence <br> and proof, required with regard to preferential customs treatment referred to in Article 36 of this Decree. <br> (3) The certificate of origin Form A is issued following the written application by an exporter or his <br> authorized representative and it is filled in one of the languages specified in Addendum 7c of this Decree. <br> (4) The exporter or his authorized representative shall submit the request with all the relevant <br> documents enclosed, demonstrating that the products intended for export meet the requirements <br> for issuing the certificate of origin Form A. <br> (5) The customs service authorities shall verify and check whether the certificates of origin Form A <br> have been issued by the bodies of the beneficiary country authorized for such activities, when the <br> exported products may be considered as products with origin from this country, in accordance <br> with Articles 36 through 47 of this Decree and meeting other requirements referred to in this Section. <br> The certificate is given to the exporters? disposal after the actual export has been completed or confirmed. <br> (6) The customs service authorities at the time of establishing the justification of the issuing <br> evidence shall cooperate with the authorized bodies of the beneficiary country, entitled within the <br> beneficiary country to ask for any proof and perform any control of the exporter?s business books <br> or any other control that seems necessary in order to verify the meeting of requirements, specified <br> in paragraph 5 of this Article. <br> (7) The customs service authorities shall cooperate with the authorized bodies of the beneficiary <br> country that are responsible in that country for ensuring the correct filling in of the applications and <br> certificate of the origin of goods. <br> (8) The customs service authorities shall check the column 2 on the certificate of the origin of <br> goods Form A, which is not mandatory. The filling in of the column 12 is mandatory, and in the <br> space provided for entering the country of import, the note which in Serbian means @^@The Republic <br> of Montenegro@^@ should be entered in one of the languages specified in Addendum 7c enclosed to this Decree. <br> (9) The customs service authorities shall verify the entering of the date of the issuing of the <br> certificate of origin of goods Form A, which must be stated in the column 11 of the certificate, as <br> well as the signature in that column, intended for the competent authority of the beneficiary <br> country, authorized for issuing the certificates, which must be filled in by hand. <br> Article 50: Obligations of the Beneficiary Country <br> The certificate of the origin of goods Form A represents a documented evidence of the <br> implementation of the regulations referred to in Article 36 paragraph 1 of this Decree. The customs <br> service authorities shall cooperate with the competent organizations or authorities of the <br> beneficiary country, responsible for that when ensuring that all the measures necessary to check <br> the origin of goods and control of other information in the certificate. <br> Article 51: Retrospective Issuing <br> (1) Notwithstanding the provision of Article 49 paragraph 5 of this Decree, the customs service <br> authorities shall accept the certificate of origin of goods Form A which the competent state <br> authorities exceptionally issued following the carrying out of the export of relevant products: <br> a) if it was not issued at the time of export due to errors or unintentional omissions or other <br> exceptional circumstances, or <br> b) if the customs service authorities have found that the competent state authorities of the <br> beneficiary country in a satisfactory manner proved that the certificate of the origin of goods Form <br> A has been issued, but it has not been received at the time of export due to technical reasons. <br> (2) The customs service authorities shall verify whether the competent state authorities in the <br> instance of issuing the certificate of the origin of goods Form A issue such certificates only <br> following the completed check whether the data in the exporter?s application correspond to the data <br> in the relevant act. With the purpose of implementing paragraph 1 of this Article the exporter shall <br> in his application state the place, date of the export of the product referred to in the relevant <br> certificate of the origin of goods Form A, as well as grounds for his application. <br> (3) The certificates of the origin of goods Form A issued retrospectively date shall bear in the <br> column @^@Notes@^@ one of the following statements: @^@IZDATO NAKNADNO@^@, @^@ISSUED <br> RETROSPECTIVELY@^@, @^@DÉLIVRÉ A POSTERIORI@^@. <br> Article 52: Issuing Duplicates of Evidence <br> (1) In case of theft, loss or destruction of the Certificate of Origin Form A the exporter may request <br> from the relevant competent state authorities of the beneficiary country to issue a duplicate based <br> on the export documents they have possession of. The duplicate of the certificate of origin of <br> goods Form A issued in such a manner must contain in the column @^@Notes@^@ one of the following: <br> @^@DUPLIKAT@^@, @^@DUPLICATE@^@, @^@DUPLICATA@^@. <br> (2) The duplicate which must bear the date of issuance of the original certificate of origin Form A <br> shall be in effect as of that date. <br> b) Statement on the Invoice <br> Article 53: <br> (1) The statement on the invoice referred to in Article 48 paragraph 1 item b) of this Decree may be provided by: <br> a) the authorized exporter in accordance with Article 54 of this Decree, or any exporter from the <br> beneficiary country or from Montenegro, for each shipment, consisting of one or more packages, <br> containing products with origin, whose total value does not exceed the amount of EUR 6 000, <br> provided that Article 49 paragraph 1 of this Decree is complied with. <br> (2) The statement on the invoice may be provided if the products referred to therein may be <br> considered to be products with the origin from Montenegro or from a beneficiary country and also <br> as meeting other requirements referred to in this Section. <br> (3) The exporter providing the statement on the invoice must at all times, at the request of the <br> customs service authorities or competent state authorities of the beneficiary exporting country, be <br> prepared to submit all the documents proving the status of the origin of the relevant goods, as well <br> as meet other requirements referred to in this Section. <br> (4) The statement, whose text is printed in Addendum 8 enclosed to this Decree, by the beneficiary <br> shall be typed or printed on the invoice, notification of shipping, or other trade documents in one of <br> the languages specified in the said Addendum. If it is handwritten, then it shall be written <br> in ink and in capital letters. <br> (5) The statements on the invoice shall bear the original signature of the exporter, but the <br> authorized exporter in accordance with Article 54 of this Decree is not required to sign such <br> statements provided that he submits to the customs service authorities his written guarantee that <br> he accepts full responsibility for any statement on the invoice, in reference to which he can be <br> identified as if he had placed his signature on the document. <br> (6) In cases referred to in item b) paragraph 1 of this Article, the following special terms are <br> required for using the statement on the invoice: <br> a) one statement on the invoice is to be entered for each individual shipment; <br> b) in the event that the products contained in the shipment have already undergone retrospective <br> checking in the exporting country related to the establishing of the status of the goods with origin, <br> the exporter may enter this fact as a note in the document providing the statement on the invoice. <br> (7) Item a) paragraph 6 of this Article does not remove the obligation of the exporter to meet any <br> other formalities prescribed by customs or postal regulations. <br> Article 54: Authorized Exporter <br> (1) The customs service authority of Montenegro may authorize any exporter (hereinafter referred <br> to as: @^@authorized exporter@^@) who frequently exports products with the origin from Montenegro, in <br> accordance with Article 36 paragraph 2 of this Decree, to provide statements on the invoice <br> regardless of the value of the products it refers to. The exporter applying for such authorization <br> must in a satisfactory way provide to the customs service authorities all the guarantees necessary <br> to check the status of the origin of such products and also meet other requirements referred to in <br> this Section concerning providing statement on the invoice. <br> (2) The customs service authority may approve the status of the authorized exporter regarding any <br> conditions that are needed according to the customs service authority?s opinion. <br> (3) The customs service authority shall provide the authorized exporter with the file number of the <br> customs authorization, which must be contained in the statement on the invoice. <br> (4) The customs service authority shall monitor the manner of using the authorization. <br> (5) The customs service authority may withdraw the authorization if the authorized exporter fails to <br> provide the guarantees referred to in paragraph 1 of this Article, fails to meet the requirements <br> referred to in paragraph 2 of this Article, or in some other manner improperly utilize the authorization. <br> Article 55: <br> (1) The certificate of origin (the certificate of origin of goods Form A or statements on the invoice) <br> shall be valid for 10 months from the date of issuing in the exporting beneficiary country, and such <br> documents should at the time of import into Montenegro be submitted to the customs service <br> authorities within the said time limit, in accordance with the current regulations, <br> subject to Article 49 of this Decree. <br> (2) The evidence of origin submitted to the customs service authorities following the expiry of the <br> time limit for submitting the documents referred to in paragraph 1 of this Article, may be accepted <br> in order to apply the preferential customs treatment in accordance with Article 36 of this Decree, if <br> it was not possible, due to exceptional circumstances, for them to be submitted by the specified <br> latest time limit. In other cases of the late submission the customs service authority shall accept <br> the evidence of origin if the products were submitted prior to the latest date. At the time of <br> submitting evidence of origin referred to in paragraph 1 of this Article, the products involved in the <br> evidence procedure shall be considered as products with the origin from the beneficiary country, <br> stated in the relevant evidence procedure. <br> (3) The customs service authority may demand the translation of the evidence of origin and may <br> demand that the import declaration be accompanied by a statement with which the importers <br> confirm that the products meet the necessary requirements specified in this Section. <br> "}]}]}, "members_found": ["all", "499"]}