{"FtaRooDetails": {"FtaId": 812, "FtaCode": "ITC00841", "FtaName": "Norway for GSP countries-Botswana/Namibia", "FtaFullName": "Generalized System of Preferences (GSP) for developing Countries", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2009", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Botswana; Namibia; Norway; Eswatini", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Norway for GSP countries-Botswana/Namibia", "AdminProcCooAuth": "The certification type under Norway for GSP countries-Botswana/Namibia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Norway for GSP countries-Botswana/Namibia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Norway for GSP countries-Botswana/Namibia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "Manufacture in which the value of all the materials used does not exceed 50% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00841_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00841_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.toll.no/contentassets/b24f017ca1ba4a239753302278450112/processlist.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00841_full.pdf", "DocType": "8_full", "WebLink": "https://www.toll.no/contentassets/71f70c1b980a45b8b57098ded3069fd9/act_on_customs_duties_and_movement_of_goods_jan2017.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00841_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/NOR/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-35 Cumulation <br /> (1) Materials from Norway, the European Union or Switzerland are regarded as <br /> originating in a GSP country if the finished product has been manufactured there by <br /> incorporating materials originating in Norway, the European Union or Switzerland, <br /> provided that the working or processing of the product that has taken place in the <br /> GSP country goes go beyond the operations described in Section 8-4-34. It is not <br /> necessary that such materials have undergone sufficient working or processing. <br /> (2) Regional cumulation entails that a product originating in a country that is a member <br /> of a regional group, is regarded as a material originating in a different country in the <br /> same regional group (or a country in another regional group if cumulation is <br /> permitted between groups) when these are further worked or processed or are <br /> included in a product that is manufactured there. Regional cumulation can be used <br /> for the Association of South-East Asian Nations (ASEAN) (Brunei, the Philippines, <br /> Indonesia, Cambodia, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam) <br /> and the South Asian Association for Regional Cooperation (SAARC) (Bangladesh, <br /> Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka). <br /> (3) If a product originating in a country that is a member of ASEAN or SAARC, is <br /> processed in another country in the group, the product shall be regarded as <br /> originating in the country where the last working or processing took place. This <br /> only applies if the value added in that country is greater than the highest value of <br /> the employed products originating in each of the other countries in the group, and <br /> the working or processing that has taken place in the country goes beyond the <br /> operations described in Section 8-4-34. By @^@value added@^@ is meant the product's ex- <br /> works price minus the customs value of each of the employed originating products <br /> from other countries in the group. <br /> (4) If the conditions in sub-section (3) are not met, the product shall be regarded as <br /> originating in the country which accounts for the highest share of the customs value <br /> of the materials used originating in other countries of the regional group. <br /> (5) Products originating in a country in a regional group which are exported to Norway <br /> from another country in the same group without being worked or processed there <br /> beyond the operations described in Section 8-4-34 shall retain their originating <br /> status. Products originating in a country in a regional group may, notwithstanding <br /> Section 8-4-38, be transported through another country in the group, whether or not <br /> further working or processing takes place there. <br /> (6) Products under chapters 1-24 in the Customs Tariff are exempt from regional <br /> cumulation within SAARC.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-33 Sufficient working or processing - processing list <br /> (1) Products mentioned in columns 1 and 2 in appendix 6 (processing list) are regarded <br /> as sufficiently worked or processed in a GSP country if the conditions in column 3 in <br /> the processing list are met. <br /> (2) The introductory comments in the processing list apply to all manufactured <br /> products where non-originating materials are used. <br /> (3) Even if the conditions in sub-section (1) are not met, non-originating materials may <br /> nonetheless be used in the manufacture of products under the Customs Tariff <br /> chapters 1 to 49 and 64 to 97 provided that the total value or weight of the materials <br /> does not exceed: <br /> (a) 15 per cent of the product's total weight for products in chapters 2 and 4 to 24 <br /> (except for processed fishery products in chapter 16) <br /> (b) 15 per cent of the product's ex-works price for other products, and <br /> (c) the maximum value of non-originating materials laid down in the product <br /> specific rules for the relevant product are not exceeded; cf. appendix 6. <br /> (4) Sub-section (3) cannot be applied to achieve originating status pursuant to Section 8- <br /> 4-31, sub-section (2) (a). However, the tolerance stipulated in sub-section (3) applies <br /> when it is required in appendix 6 that materials shall be wholly obtained, cf. Section <br /> 8-4-31, sub-section (2) (b).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-37 Accessories, products in sets, neutral elements etc. <br /> (1) Accessories, spare parts and tools that are dispatched together with a piece of <br /> equipment, machine, apparatus or means of transport which are part of the normal <br /> equipment and included in the ex-works price thereof, shall be regarded as one with <br /> the piece of equipment, machine, apparatus or vehicle in question. This only applies <br /> where the accessory etc is standard equipment which is not invoiced separately. <br /> (2) Products which under the Harmonized System's general rules of interpretation are <br /> in sets are regarded as originating products provided all the components in the set <br /> are originating products. A set consisting of both originating products and non- <br /> originating goods shall be regarded as an originating product if the value of non- <br /> originating goods does not exceed 15 per cent of the ex-works price of the set. <br /> (3) In the consideration of the product's originating status, account shall not be taken of <br /> the origin of the following elements used in the manufacture of the product: <br /> (a) energy and fuel, <br /> (b) plant and equipment, <br /> (c) machines and tools, <br /> (d) any other goods which do not enter into and which are not intended to enter <br /> into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-32 Products wholly obtained in a beneficiary country <br /> (1) The following goods are considered to be wholly obtained in the GSP country: <br /> a) mineral products extracted from the country's soil or seabed, <br /> b) plants and vegetable products, grown or harvested there, <br /> c) live animals born and raised there, <br /> d) products from live animals raised there, <br /> e) products from slaughtered animals that are born and raised there, <br /> f) products obtained by hunting and fishing conducted there, <br /> (g) aquaculture products for which the fish, crustaceans or molluscs were born and <br /> raised there, <br /> (h) products of sea fishing and other products taken from the sea outside any <br /> territorial sea by the its vessels, <br /> (i) products made aboard the country's factory ships exclusively from the products <br /> referred to in (h), <br /> (j) used articles collected there fit only for the recovery of raw materials, <br /> (k) waste and scrap resulting from manufacturing operations conducted there, <br /> (l) products extracted from the seabed or below the seabed outside any territorial <br /> sea, provided the country has exclusive exploitation rights, <br /> (m) goods produced there exclusively from products mentioned in (a) to (l). <br /> (2) The terms @^@its vessels@^@ and @^@its factory ships@^@ in sub-section (1)(h) and (i) only <br /> include vessels or factory ships that: <br /> (a) are registered in the GSP country or Norway and fly the flag of the beneficiary <br /> country or Norway, and <br /> (b) are owned by <br /> - nationals of the beneficiary country or Norway with at least 50 per cent, or <br /> - a company that has its head office and their main place of business in the <br /> GSP country or Norway and which is at least 50 per cent owned by the GSP <br /> country or Norway, or by public entities in the GSP country or Norway. <br /> (3) Each of the conditions in sub-section (2) may be met in Norway or in different GSP <br /> countries to the extent that all GSP countries can apply regional cumulation <br /> pursuant to Section 8-4-35. In this case, the products shall be deemed to have the <br /> origin of the GSP country under which flag the vessel or factory ship sails, cf. sub- <br /> section (2) (a).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-34 Insufficient working or processing <br /> (1) The following treatments shall be considered insufficient working or processing, <br /> even if the conditions in Section 8-4-33 are met: <br /> (a) treatment intended to ensure that the condition of the product does not <br /> deteriorate during transport or storage, <br /> (b) breaking-up or assembly of packages, <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings, <br /> (d) ironing or pressing of textiles and textile articles, <br /> (e) simple painting and polishing operations, <br /> (f) husking and partial or total grinding of rice; polishing and glazing of cereals <br /> and rice, <br /> (g) coloring or addition of flavorings to sugar or production of sugar lumps; partial <br /> or total milling of crystal sugar, <br /> (h) peeling, stoning and shelling of fruits, nuts and vegetables, <br /> (i) sharpening, simple grinding or simple cutting, <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the making- <br /> up of sets of articles), <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations, <br /> (l) affixing or printing marks, labels, logos and other similar distinguishing signs <br /> on products or their packaging, <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar <br /> with any material, <br /> (n) simple addition of water or dilution or dehydration or denaturation of products. <br /> (o) simple assembly of parts of articles to constitute a complete product or <br /> disassembly of products into parts, <br /> (p) a combination of two or more of the operations specified in (a) to (o), <br /> (q) slaughter of animals. <br /> (2) In the decision of whether the working or processing undergone by the product <br /> shall be considered to be insufficient for the purpose of sub-section (1), all <br /> operations carried out on a specific product in a GSP country shall be taken into <br /> account.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-30 Definitions <br /> In Section 8-4-30 to Section 8-4-43 and Appendix 6, the following definitions shall apply: <br /> (a) Manufacture: Any types of working or processing, including assembly. <br /> (b) Material: Any ingredient, raw material, component, part etc. that is used in the <br /> manufacture of a product. <br /> (c) Product: The product being manufactured, even if it is intended for subsequent <br /> use in another manufacturing operation. <br /> (d) Goods: Both materials and products. <br /> (e) Customs value: The value of the goods determined based on the provisions in <br /> Section 7-10 to Section 7-20 of the Customs Act. <br /> (f) Value of materials: The customs value at the time of importation of the non- <br /> preferential materials used, or, if this is not known and cannot be ascertained, the <br /> first ascertainable price paid for the materials in the beneficiary country. <br /> (g) Ex-works price: The price that is paid to the manufacturer in the enterprise where <br /> the last working or processing of the product is carried out, provided that the <br /> price includes the value of all used materials and all other costs related to its <br /> production, but minus any taxes that are or may be refunded when the final <br /> product is exported. If the actual price does not reflect all costs that have accrued <br /> in the GSP country, the ex-works price is understood as being all these costs, but <br /> minus any taxes that are or may be refunded when the final product is exported. <br /> (h) Weight: The net weight of the goods without any form of packaging material or <br /> packing containers of any kind. <br /> (i) Chapters, headings and subheadings: Chapters, headings and subheadings (four <br /> or six digit code) that are used in the nomenclature that constitutes the <br /> Harmonized System for the description and coding of goods, with changes <br /> stipulated in the Customs Cooperation Council's recommendation of 26 June 2004. <br /> (j) Classified: A product or material's classification under a specific heading or <br /> subheading. <br /> (k) Consignment: Products that are either sent at the same time from an exporter to a <br /> consignee, or products that are covered by a single transport document covering <br /> the shipment from the exporter to the consignee, or, in the absence of such a <br /> transport document, by a single invoice.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-37 Accessories, products in sets, neutral elements etc. <br /> (1) Accessories, spare parts and tools that are dispatched together with a piece of <br /> equipment, machine, apparatus or means of transport which are part of the normal <br /> equipment and included in the ex-works price thereof, shall be regarded as one with <br /> the piece of equipment, machine, apparatus or vehicle in question. This only applies <br /> where the accessory etc is standard equipment which is not invoiced separately. <br /> (2) Products which under the Harmonized System's general rules of interpretation are <br /> in sets are regarded as originating products provided all the components in the set <br /> are originating products. A set consisting of both originating products and non- <br /> originating goods shall be regarded as an originating product if the value of non- <br /> originating goods does not exceed 15 per cent of the ex-works price of the set. <br /> (3) In the consideration of the product's originating status, account shall not be taken of <br /> the origin of the following elements used in the manufacture of the product: <br /> (a) energy and fuel, <br /> (b) plant and equipment, <br /> (c) machines and tools, <br /> (d) any other goods which do not enter into and which are not intended to enter <br /> into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-38 Direct transport <br /> (1) The products that are declared for importation to Norway, shall be the same as <br /> those that are exported from the GSP country where they are regarded as <br /> originating from. They must not have been changed, converted in any way or <br /> undergone treatments other than treatments that have the purpose of keeping them <br /> in good condition before they are declared. Storage of products or consignments <br /> and splitting of consignments may occur if this takes place under the responsibility <br /> of the exporter or a subsequent holder of the goods and the products remain under <br /> the customs authorities' supervision in the transit country(ies). <br /> (2) Sub-section (1) is deemed to be met, unless the customs authorities have reason to <br /> believe that the opposite is the case. In that respect, the customs authorities may <br /> request that the declarant or customs debtor proves compliance. Proof can be <br /> provided with the assistance of any means, including contractual transport <br /> documents such as, for example, bill of lading or factual or specific evidence based <br /> on labelling or numbering of packages or any form of evidence associated with the <br /> actual goods. <br /> (3) Sub-sections (1) and (2) apply correspondingly for cumulation pursuant to Section <br /> 8-4-35.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-36 One product - Unit of qualification <br /> (1) When applying the provisions in Section 8-4-30 to 8-4-43, the unit of qualification <br /> shall be the specific product which is considered as the basic unit when determining <br /> classification in accordance with the Harmonized System. <br /> (2) It stipulates that: <br /> (a) when a consignment consisting of a group or collection of articles is classified <br /> under single heading in accordance with the Harmonized System, the whole <br /> constitutes the unit of qualification. <br /> (b) when a consignment consists of a number of like products which are classified <br /> under the same heading in the Harmonized System, each individual product <br /> shall be taken into account individually using the provisions of this section. <br /> (3) When the packaging is included together with the product in the classification in <br /> accordance with General Rule of Interpretation 5 in the Harmonized System, this <br /> shall also be included for the determination of originating status.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-2 Requirements for physical or accounting segregation <br /> (1) The customs authorities may grant an exporter relaxation from requirements that <br /> the free trade agreements set for materials and originating products with different <br /> originating status having to be kept physically segregated, to the extent that the <br /> relevant agreement provides for such. Permission is granted for each individual <br /> production unit. <br /> (2) Permission for accounting segregation entails that the exporter can issue proof of <br /> origin for manufactured products corresponding to the quantity of materials with <br /> originating status pursuant to Section 8-4-1 which the production unit has available <br /> at any time. <br /> (3) A condition for obtaining permission for accounting segregation is that: <br /> (a) the production entity undertakes working or processing of materials in larger <br /> measure than mentioned in provisions concerning insufficient working or <br /> processing in free trade agreements. <br /> (b) segregated storage will entail major costs or substantial inconvenience in terms of <br /> production conditions, product range etc. at the production entity, and <br /> (c) a logistics system and an accounting system exist that ensure the customs <br /> authorities' ability to exercise control. <br /> (4) Materials of different originating status must be segregated in separate accounts <br /> (accounting segregation). The accounts shall be kept either such that the stock of <br /> manufactured products is accounted for when the product is completed or the stock <br /> of manufactured products is accounted for when the proof of origin for the product <br /> is issued. <br /> (5) Application for permission for accounting segregation must, in addition to <br /> information on the conditions in sub-section (3), contain information on whether <br /> (a) the exporter intends to account for manufactured products originating in <br /> connection with production or sale; cf. sub-section (4), and <br /> (b) the production entity intends to apply the tolerance rule in the free trade <br /> agreements. <br /> (6) Underlying documentation of the information in the accounts in respect of <br /> accounting segregation shall be retained as provided in Section 4-12-1. <br /> (7) Section 3-1-19 applies correspondingly to withdrawal and change of the <br /> permission.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-37 Accessories, products in sets, neutral elements etc. <br /> (1) Accessories, spare parts and tools that are dispatched together with a piece of <br /> equipment, machine, apparatus or means of transport which are part of the normal <br /> equipment and included in the ex-works price thereof, shall be regarded as one with <br /> the piece of equipment, machine, apparatus or vehicle in question. This only applies <br /> where the accessory etc is standard equipment which is not invoiced separately. <br /> (2) Products which under the Harmonized System's general rules of interpretation are <br /> in sets are regarded as originating products provided all the components in the set <br /> are originating products. A set consisting of both originating products and non- <br /> originating goods shall be regarded as an originating product if the value of non- <br /> originating goods does not exceed 15 per cent of the ex-works price of the set. <br /> (3) In the consideration of the product's originating status, account shall not be taken of <br /> the origin of the following elements used in the manufacture of the product: <br /> (a) energy and fuel, <br /> (b) plant and equipment, <br /> (c) machines and tools, <br /> (d) any other goods which do not enter into and which are not intended to enter <br /> into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-39 Exhibitions <br /> (1) An originating product that is sent from a GSP country for exhibition in another <br /> country, and which after the exhibition is imported to Norway, shall upon <br /> importation be regarded as originating in the GSP country concerned when <br /> (a) an exporter has sent the product directly to the country in which the exhibition <br /> was held and has exhibited them there, <br /> (b) this exporter has sold or by other means transferred the product to a recipient in <br /> Norway, <br /> (c) the product has been sent directly to Norway during the exhibition or <br /> immediately afterwards, in the same condition as when it was sent to the <br /> exhibition, and <br /> (d) the product has not been used for purposes other than demonstration at the <br /> exhibition. <br /> (2) A condition for originating status is that the exhibition's name and address are <br /> entered in the certificate of origin mentioned in Section 8-5-10, sub-section (2)(a). <br /> (3) Exhibitions in shops or business premises for private purposes with a view to sale <br /> of foreign products are not covered by this section.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-42 Proof of origin when exporting goods with GSP origin <br /> (1) The customs authorities may upon application issue replacement certificate Form A <br /> in connection with the transhipment of a GSP product to the European Union or <br /> Switzerland, if <br /> (a) the origin is documented with a proof of origin according to section 8-5-10 sub- <br /> section (2) a, b, d or e, and <br /> (b) the product in Norway has not been changed, altered in any way and has not <br /> been processed in any other way than to ensure that it is kept in good condition. <br /> Storage of products or consignments and splitting of consignments may occur if <br /> this takes place under the responsibility of the exporter or a subsequent holder <br /> of the goods and the goods remain under the customs authorities' supervision. <br /> (2) On the original Form A, the customs authorities shall add the forwarded products' <br /> number, quantity, type and weight, as well as the replacement certificates' serial <br /> number and date of issue. A copy of the original certificate of origin may be <br /> attached to the replacement certificate. The name of the country where the <br /> replacement certificate was issued shall be inserted in the column at the top right- <br /> hand side of the replacement certificate. The words @^@REPLACEMENT <br /> CERTIFICATE@^@ (English version), or alternatively @^@CERTIFICATE DE <br /> REMPLACEMENT@^@ (French version), shall be inserted in column 4, as well as the <br /> original certificate's serial number and date of issue. <br /> (3) The name of the person who re-exports the product shall be inserted in column 1. <br /> Reference to the re-exporter's invoice shall be inserted in column 10. The name of <br /> the final consignee of the goods may be inserted in column 2. All relevant <br /> information from columns 3 to 9 in the original certificate must be transferred to the <br /> replacement certificate. The relevant quantity and type, including gross weight or <br /> other amount shall be inserted in columns 7 and 9. <br /> (4) The customs region that issues a replacement certificate shall endorse the certificate <br /> in column 11. Information concerning the country of origin and destination country <br /> shall be transferred from the original certificate of origin and inserted in column 12 <br /> of the replacement certificate. Column 12 shall be signed by an authorised person in <br /> the firm that draws up the replacement certificate. <br /> (5) An exporter, who transships GSP products to the European Union or Switzerland, <br /> shall be registered in the Registered Exporter system (REX) by the customs <br /> authorities by 1 July 2017. Exporter who is registered in REX shall only issue a <br /> replacement statement of origin. <br /> Section 8-5-10 Presentation of proof of origin <br /> (1) Claims for preferential tariff treatment shall be presented in connection with <br /> clearance for free circulation. Claims presented subsequently only confer the right to <br /> preferential tariff treatment provided <br /> (a) documentary proof is given that the goods concerned met the conditions for <br /> preferential tariff treatment on the date of importation, and <br /> (b) the claim is launched within three years of the date of clearance for free <br /> circulation. <br /> (2) In the case of importation of goods from GSP countries, claims for preferential <br /> tariff treatment may be documented by means of <br /> (a) a certificate of origin Form A issued by the exporter and endorsed by <br /> competent authorities as mentioned in Section 8-5-14, sub-section (2), <br /> (b) a certificate of origin issued by the exporter; see Section 8-5-11, sub-section (1), <br /> (c) a declaration of the goods' origin from the importer, cf. Section 8-5-11, sub- <br /> section (2), <br /> (d) replacement certificate Form A issued by a forwarder in the European Union or <br /> Switzerland and certified by a competent authority in the European Union or <br /> Switzerland, cf. section 8-4-38, sub-section (1), or <br /> (e) replacement statement of origin issued by a forwarder who is registered in REX <br /> by a competent authority in the European Union or Switzerland. <br /> (3) The customs authorities may in special cases grant exemption from the <br /> requirements to present proof of origin in sub-section (2). <br /> (4) For goods imported in violation of the provisions in the Customs Act or these <br /> regulations and which are cleared for free circulation at a later date, preferential <br /> tariff treatment may only be granted if the conditions in sub-sections (1) and (2) are <br /> met, and the violation has not prevented the customs authorities from controlling <br /> the origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than NOK 4100 )", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-41 Exemption from the rules of origin <br /> (1) The customs authorities may upon application grant an exporter in a least <br /> developed country, see Appendix 5, exemption from the rules of origin in Section 8- <br /> 4-31, sub-section (1)(b) provided the development of existing industry or the <br /> establishment of new industry in that country so warrants. Permission may be <br /> granted for a period of up to two years. In the determination of whether exemption <br /> should be granted, emphasis shall inter alia be given to <br /> (a) what possibilities existing industry has to continue exporting to Norway, <br /> (b) whether there is a danger of closures of existing industry in the GSP country <br /> concerned, <br /> (c) whether exemption will lead to substantial investments in the GSP country's <br /> industry and whether such investments will enable the processing rules to be <br /> met after a period. <br /> (d) the economic and social impact of an exemption, especially with regard to <br /> employment in the GSP country concerned and in Norway. <br /> (2) Application for exemption shall in addition to a description of the finished product <br /> include information on <br /> (a) the type and quantity of raw materials originating in another country <br /> (b) the production process <br /> (c) added value <br /> (d) number of employees in the enterprise concerned <br /> (e) expected export volume to Norway <br /> (f) other possible raw materials supply sources <br /> (g) the length of time for which exemption is sought and the reasons for this. <br /> Section 8-5-11 Statement of origin and declaration from the importer <br /> (1) When importing goods from a GSP country, a request for preferential duty may be <br /> documented with a statement of origin <br /> (a) should the value of the origin products in the shipment not exceed NOK 60,000, <br /> or <br /> (b) the exporter is registered in REX by the authorities in the export country, cf. <br /> Section 8-5-14, sub-section (1). <br /> (2) In the case of importation for private purposes from GSP countries, claims for <br /> preferential tariff treatment may be documented by means of a declaration of the <br /> goods' origin from the importer in the case of products in <br /> (a) small packages from private person to private person, with a value of NOK <br /> 4 100 or less, <br /> (b) travellers' personal luggage, with a value of NOK 10 000 or less.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-4 Approved exporter <br /> (1) The customs authorities may grant an exporter a general authorisation to issue <br /> declarations of origin, cf. Section 8-4-3, subsection (1) (b), based on the conditions <br /> stipulated in the relevant customs preference arrangement (approved exporter). The <br /> authorisation may contain exemptions from the requirement for signature, cf. <br /> Section 8-4-3, sub-section (6). Declarations of origin issued in accordance with the <br /> authorisation shall be endorsed with the custom authorities' authorisation number. <br /> (2) The authorisation can be granted on the following conditions: <br /> (a) the application must be submitted using Form RD 0003, <br /> (b) possible conditions in the relevant preference arrangement must be met, <br /> (c) the applicant must document knowledge of relevant rules of origin, <br /> (d) Section 3-1-18, sub-section (2) applies correspondingly. <br /> (3) Section 3-1-19 applies correspondingly to withdrawal and change of the <br /> authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Directorate of Norwegian Customs – postmottak@toll.no <br /> Tel.: +47 22 86 03 00. <br /> [Source: WTO notification G/RO/LDC/N/NOR/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-5-12 Validity of proof of origin <br /> Proof of origin remains valid for ten months after issue in the country of export. <br /> Section 8-5-4 sub-section (2) applies correspondingly.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Section 4-12 Retention of notifications, declarations, documents etc <br /> Section 4-12-1 Retention obligation <br /> (1) The retention obligation also covers basis documents etc connected with a <br /> declaration or notification. <br /> (2) The retention obligation does not apply to private individuals who submit a <br /> declaration or notification on paper or use the customs authorities' internet facility <br /> for customs clearance for free circulation. Business operators who submit a <br /> declaration or notification on behalf of private individuals shall retain a copy of the <br /> documents. <br /> (3) For declarations pursuant to the Customs Act Section 4-20, Section 4-23 and <br /> Section 4-24 and basis documents connected with such declarations, the retention <br /> obligation applies for 10 years as from the end of the year in which the declaration <br /> was received by the customs authorities. In the case of paper-based declarations <br /> pursuant to the Customs Act Section 4-22 the corresponding retention obligation is <br /> three years. In the case of other notifications pursuant to the Customs Act Chapter 4, <br /> the corresponding retention obligation is one year. Notifications and basis <br /> documents pursuant to the Customs Act Chapter 3 shall be retained from the time <br /> the notification is given until the means of transport has left the customs territory. <br /> (4) Material subject to retention obligation shall be retained in a systematic, orderly <br /> manner and be adequately protected against destruction, loss and change. <br /> Unauthorised persons shall not have access to the material. The material shall be <br /> able to be presented to the customs authorities in a form that permits inspection <br /> throughout the retention period. The material shall be accessible in readable form, <br /> and the customs authorities may require the material to be presented on paper at no charge.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-5-10 Presentation of proof of origin <br /> (1) Claims for preferential tariff treatment shall be presented in connection with <br /> clearance for free circulation. Claims presented subsequently only confer the right to <br /> preferential tariff treatment provided <br /> (a) documentary proof is given that the goods concerned met the conditions for <br /> preferential tariff treatment on the date of importation, and <br /> (b) the claim is launched within three years of the date of clearance for free <br /> circulation. <br /> (2) In the case of importation of goods from GSP countries, claims for preferential <br /> tariff treatment may be documented by means of <br /> (a) a certificate of origin Form A issued by the exporter and endorsed by <br /> competent authorities as mentioned in Section 8-5-14, sub-section (2), <br /> (b) a certificate of origin issued by the exporter; see Section 8-5-11, sub-section (1), <br /> (c) a declaration of the goods' origin from the importer, cf. Section 8-5-11, sub- <br /> section (2), <br /> (d) replacement certificate Form A issued by a forwarder in the European Union or <br /> Switzerland and certified by a competent authority in the European Union or <br /> Switzerland, cf. section 8-4-38, sub-section (1), or <br /> (e) replacement statement of origin issued by a forwarder who is registered in REX <br /> by a competent authority in the European Union or Switzerland. <br /> (3) The customs authorities may in special cases grant exemption from the <br /> requirements to present proof of origin in sub-section (2). <br /> (4) For goods imported in violation of the provisions in the Customs Act or these <br /> regulations and which are cleared for free circulation at a later date, preferential <br /> tariff treatment may only be granted if the conditions in sub-sections (1) and (2) are <br /> met, and the violation has not prevented the customs authorities from controlling <br /> the origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-4-5 Control of the proof of origin <br /> (1) The customs authorities may require the exporter to provide documentary evidence <br /> that a product for which proof of origin has been issued is an originating product; <br /> cf. Section 8-4-1. The exporter must be prepared to submit, when requested, all <br /> necessary documents that prove the origin of the product concerned. <br /> (2) If a product that proof of origin has been issued for is manufactured from <br /> originating materials that the exporter has received from other Norwegian <br /> undertakings, the customs authorities may require that documentary evidence of <br /> originating status be also provided for these materials. Such documentation may be <br /> a declaration of the materials' origin from the supplier (national supplier's <br /> declaration), cf. Section 8-4-6. The same applies for originating products that the <br /> exporter receives from other suppliers, but which he does not process himself. <br /> Section 8-4-6 Supplier's declaration <br /> (1) For products or materials mentioned in Section 8-4-5, sub-section (2), the supplier <br /> may issue a national supplier's declaration for originating status for each delivery of <br /> goods. The declaration must be added to or enclosed with an invoice or other trade <br /> document. The supplier's declaration shall have the following wording: <br /> @^@The supplier of the products/materials covered by this document declares that, <br /> except where otherwise clearly indicated, these products/materials are of <br /> Norwegian preferential origin@^@, or alternatively @^@...EEA preferential origin.@^@ <br /> The alternative EEA preferential origin shall be used if the product originates in <br /> accordance with the EEA Agreement. In the event of delivery of a product <br /> originating in other contracting countries, the respective country shall be stated as <br /> the country of origin. <br /> (2) If working or processing are not sufficient to achieve originating status, the supplier <br /> may issue a national declaration showing what working or processing has been <br /> undertaken, or any value added by such working or processing. <br /> (3) A Norwegian supplier of non-originating materials may, to the extent to which this <br /> is stipulated in a free trade agreement, issue a supplier's declaration to a foreign <br /> recipient. The declaration must show the working or processing of the goods that <br /> has been undertaken by the supplier, and any value added by such working or <br /> processing. The same applies to foreign suppliers in countries with which Norway <br /> has a free trade agreement. In the case of goods to be exported within the EEA area, <br /> a supplier's declaration may be issued that covers multiple consignments of the <br /> same type of goods, provided the supplier regularly sells goods subject to the same <br /> processing to a particular customer. <br /> (4) Declarations pursuant to sub-sections (1) to (3), shall be signed by the supplier or a <br /> person who is authorised by the supplier. The customs authorities may upon <br /> application waive the requirement for signature on the same conditions as for <br /> approved exporters, cf. Section 8-4-4, sub-sections 2 (b) to (d). The customs <br /> authorities can require that a Norwegian supplier presents specific documentation <br /> of origin; cf. Section 8-4-1, or for the working or processing that has occurred.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-5-13 Verification of the proof of origin <br /> (1) The customs authorities may make it a condition for preferential tariff treatment that <br /> the competent authorities of the country of export verify that the product covered <br /> by the proof of origin is an originating product and that the proof of origin is <br /> genuine. <br /> (2) If the customs authorities have not received a reply to their enquiry to the <br /> competent authorities of the country of export within six months or the reply does <br /> not contain sufficient information to determine the product's origin or that the proof <br /> of origin is genuine, a new enquiry shall be sent. If a reply to the new enquiry has <br /> not been received within four months, preferential tariff treatment will not be <br /> granted unless the customs authorities do not find cause to doubt the origin. <br /> (3) While awaiting the verification results pursuant to sub-section (2), the customs <br /> authorities may postpone the decision to permit preferential tariff treatment if there <br /> are indications that the conditions for preferential tariff treatment have not been <br /> met. If the customs authorities decide to postpone, they shall, upon specific <br /> conditions if the conditions in the regulation are in place, offer to place the product <br /> at the free disposal of the importer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "a.    Customs Act Section 16-5 <br /> Any person who makes an incorrect statement or gives incorrect information, or who presents incorrect or misleading identification documents, or who in any other manner attempts to mislead the customs authorities is liable to penalties. <br /> b.    Customs Regulation Section 16-10 Additional customs duty - Section 16-10-1 Assessment of additional customs duty <br /> (1) Additional customs duty is assessed after a concrete overall assessment in which account is taken of the degree of culpability, the size of the evasion and other circumstances. The basis for the assessment is the customs duty that the perpetrator has evaded, or has attempted to evade, on the goods to which the customs duty violation relates. <br /> (2) As a rule additional customs duty shall range from 0 to a maximum of 30% in the case of negligent violations and from 30 to a maximum of 60% in the case of grossly negligent or wilful violations. <br /> c.    Customs Act Section 16-17 Violation Fines <br /> The customs authorities may impose administrative violation fines against any person who violates obligations pursuant to Sections 3-1 to 3-7, 4-1, 4-10 to 4-12, 4-20 to 4-25 and 4-30. <br /> [Source: WTO notification G/RO/LDC/N/NOR/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Section 12-13-4 Application for binding origin information <br /> (1) The customs region may upon application issue a binding origin information in <br /> advance on the origin of goods to: <br /> (a) an importer of goods to Norway, <br /> (b) an exporter of goods to or from Norway, <br /> (c) a producer of goods that shall be exported from or imported to Norway. <br /> (2) A condition for obtaining a binding origin information is that the application is <br /> made in writing to the customs region where the applicant is domiciled. If the <br /> applicant is not domiciled in Norway, the application is sent to customs region Oslo <br /> and Akershus. A separate application shall be made for each individual type of <br /> goods for which an origin information is sought. If necessary a sample of the goods <br /> concerned and any list of contents, plans, pictures, brochures, calculations or other <br /> documentation shall be presented by the applicant. The customs region can reject <br /> applications if these do not apply to potentially relevant import, export or <br /> production by the applicant or if the information in the application is inadequate for <br /> being able to issue a correct decision. <br /> Section 12-13-5 Origin information <br /> (1) An origin information is only valid for a person who has received the origin <br /> information in connection with goods imported, exported or produced by that <br /> person. The goods must be identical to the goods described in the origin <br /> information. <br /> (2) An origin information shall be valid for a period of three years from the date on <br /> which the decision takes effect. The decision is only binding in respect of goods <br /> which are subject to customs treatment in Norway after the origin information takes <br /> effect. <br /> (3) The requirement for reciprocity in Section 12-13, subsection (2) of the Customs Act <br /> does not apply for binding origin information that are given in accordance with <br /> Section 12-13-4. <br /> Section 12-13-6 Revocation of origin information <br /> (1) The customs region may revoke an origin information if: <br /> (a) changes of importance to the decision are made in rules of origin, the Customs <br /> Tariff, the HS Nomenclature, or the Explanatory Notes, <br /> (b) classification decisions are made by the HS Committee of the World Customs <br /> Organization (WCO) in regard to goods corresponding to those covered by the <br /> origin information, or <br /> (c) origin informations have been made for identical goods. <br /> (2) The Directorate of Norwegian Customs may revoke an origin information that it <br /> finds to be in violation of applicable law. <br /> (3) The origin information is regarded as revoked from the date the person who <br /> received the decision is notified thereof. The person who has received the origin <br /> information may none the less utilise the decision for a further six months provided <br /> documentary proof is available that it was agreed to buy or sell the goods before the <br /> origin information was revoked. <br /> (4) Upon revocation of an origin information the customs region shall issue a new <br /> decision if sufficient information to do so is available.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Section 8-5-4 Validity of the proof of origin <br /> (1) The proof of origin remains valid for four months after issue in the country of <br /> export, unless the relevant free trade agreement sets a longer time limit. The <br /> customs authorities may none the less accept the proof of origin provided the <br /> products have been presented to the customs authorities within the expiry of the <br /> time limit, or the overrun of the time limit is due to extraordinary circumstances and <br /> there is no reason to doubt the products' origin. <br /> (2) The proof of origin shall be regarded as valid even if there are minor errors in the <br /> way the proof of origin was drawn up or minor discrepancies between the <br /> information given in the proof of origin and information given in documents <br /> presented to the customs authorities, and there is no reason to doubt the products' <br /> origin. <br /> Section 8-5-12 Validity of proof of origin <br /> Proof of origin remains valid for ten months after issue in the country of export. <br /> Section 8-5-4 sub-section (2) applies correspondingly.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "A first appeal shall be submitted to the Customs House making the first determination. A second appeal may be submitted to the Directorate of Norwegian Customs. <br /> [Source: WTO notification G/RO/LDC/N/NOR/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Granting of preferential tariffs on the basis of the Generalised System of", "ArticleDesc": "Section 8-3 Granting of preferential tariffs on the basis of the Generalised System of <br> Preferences (GSP) for developing countries <br> (1) Preferential tariffs are granted for goods covered by an arrangement unilaterally <br> established by Norway as a generalised system of preferences (GSP) providing for <br> favourable tariff treatment of a group of states. <br> (2) Preferential tariffs pursuant to sub-section (1) are conditional on the origin of the <br> goods being within the scope and extent of the arrangement. The origin status of the <br> goods is determined pursuant to the rules of origin for the arrangement and the <br> provisions of this Act. <br> (3) The Ministry shall by regulations make public a list of the countries that are <br> covered by the arrangement of unilateral preferential tariffs at any given time. <br> (4) The Ministry may make regulations concerning a generalised system of <br> preferences pursuant to this section, including in regard to a safety mechanism for <br> cases where the preferential system creates substantial market disturbances. <br> "}, {"ArticleTitle": "Preferential rules of origin", "ArticleDesc": "Section 8-4 Preferential rules of origin <br> (1) If the origin of goods is to be determined with a view to preferential tariff <br> Rules of origin concerning free trade agreements (§ 8-4 Part I) <br> treatment, the rules of origin in applicable free trade agreements, or in the Generalised <br> System of Preferences (GSP) for developing countries or other preferential <br> arrangements shall be used as a basis. <br> (2) The Ministry may make regulations concerning the implementation of the rules of <br> origin that follow from applicable free trade agreements, the Generalised System of <br> Preferences (GSP) for developing countries and other preferential arrangements that <br> are applicable to the importation and exportation of products of origin. <br> "}, {"ArticleTitle": "Claims for preferential tariff treatment and documentary proof of origin", "ArticleDesc": "Section 8-5 Claims for preferential tariff treatment and documentary proof of origin <br> (1) Claims for preferential tariff treatment must be submitted during customs <br> treatment, and the claim must be shown to be legitimate by presenting the necessary <br> documentary proof of the origin of the goods. <br> (2) Such documentation as is mentioned in sub-section (1) must satisfy specific formal <br> requirements and must be retained for control purposes for at least ten years from the <br> time of clearance for free circulation. <br> (3) The Ministry may make regulations concerning the submission of claims for <br> preferential tariff treatment and regarding the presentation of proof of origin pursuant <br> to this section, including in regard to the power of the customs authorities to make <br> exceptions in individual cases. <br> "}, {"ArticleTitle": "Granting of preferential tariffs on the basis of the Generalized System of", "ArticleDesc": "Section 8-3 Granting of preferential tariffs on the basis of the Generalized System of <br> Preferences (GSP) for developing Countries <br> Provisions have been laid down by the Ministry of Agriculture to supplement the <br> Customs Act Section 8-3. See Regulations of 7 March 2008 no. 228 on the safety <br> mechanism related to the importation of agricultural goods from developing countries <br> covered by the system of customs preferences (Generalized System of Preferences for <br> goods imported from developing countries - GSP). <br> "}, {"ArticleTitle": "Preferential tariff treatment covered by the GSP scheme", "ArticleDesc": "Section 8-3-1 Preferential tariff treatment covered by the GSP scheme <br> (1) Within the GSP scheme the following categories of countries and areas each have <br> their own scheme of preferential tariff treatment in accordance with the OECD's <br> DAC List, cf. sub-sections (2) and (3) <br> (a) least developed countries and other,low-income countries with a population of <br> less than 75 million inhabitants <br> (b) lower medium-income countries with a population of less than 75 million <br> inhabitants, <br> (c) the remaining countries according to OECD's DAC list. <br> (2) In the event of a change of income category, the following transitional arrangements <br> apply: <br> a) For countries that are transferred to a higher income category after the revision of <br> the list, the tariff preferences will first be changed after the countries have been <br> listed in the higher category after two revisions. The tariff preferences for the <br> higher category are initiated starting on the first New Year after the revision. <br> b) For countries that are transferred down to a lower income category, the tariff <br> preferences are initiated for the lower category starting on the first New Year after <br> the revision. <br> c) Countries that are removed from the list lose their GSP status starting on the first <br> New Year after the revision. <br> (3) Countries and areas covered by the respective scheme are listed in Appendix 5. <br> "}, {"ArticleTitle": "Preferential rules of origin", "ArticleDesc": "Section 8-4 Preferential rules of origin <br> (1) If the origin of goods is to be determined with a view to preferential tariff <br> Rules of origin concerning free trade agreements (§ 8-4 Part I) <br> treatment, the rules of origin in applicable free trade agreements, or in the Generalised <br> System of Preferences (GSP) for developing countries or other preferential <br> arrangements shall be used as a basis. <br> (2) The Ministry may make regulations concerning the implementation of the rules of <br> origin that follow from applicable free trade agreements, the Generalised System of <br> Preferences (GSP) for developing countries and other preferential arrangements that <br> are applicable to the importation and exportation of products of origin. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Section 8-4-1 Originating products <br> (1) The terms of the free trade agreements to be considered as originating products, with force <br> of regulations: <br> No. 1) The Agreement to establish the European Economic Area (EEA Agreement) <br> Article 8, cf. the Regional Convention on Pan-Euro-Mediterranean Preferential Rules of <br> Origin, Appendix I <br> No. 2) The Convention concerning the establishment of the European Free Trade <br> Association (EFTA) Article 8, cf. The Regional Convention on Pan-Euro-Mediterranean <br> No. 3) EC-Norway Trade Agreement Article 8, cf. the Regional Convention on Pan-Euro- <br> Mediterranean Preferential Rules of Origin, Appendix I <br> No. 4) EFTA-Albania Free Trade Agreement Protocol B <br> No. 5) EFTA-Bosnia-Herzegovina Free Trade Agreement, Article 8, cf. the Regional <br> Convention on Pan-Euro-Mediterranean Preferential Rules of Origin, Annex I <br> No. 6) EFTA-Canada Free Trade Agreement Annex C <br> No. 7) EFTA-Chile Free Trade Agreement Annex I <br> No. 8) EFTA-Colombia Free Trade Agreement Annex V <br> No. 9) EFTA-Costa Rica and Panama Free Trade Agreement Annex I <br> No. 10) EFTA-Egypt Free Trade Agreement Protocol B <br> No. 11) EFTA GCC (Gulf Co-operation Council) Free Trade Agreement Annex IV <br> No. 12) Agreement between Norway and Denmark regarding trade between Norway <br> and Greenland article 4, cf. The Regional Convention on Pan-Euro-Mediterranean <br> Preferential Rules of Origin, Appendix I <br> No. 13) EFTA-Hong Kong Free Trade Agreement Annex IV <br> No. 14) EFTA- Israel Free Trade Agreement Protocol B <br> No. 15) EFTA-Jordan Free Trade Agreement Protocol B <br> No. 16) EFTA-Lebanon Free Trade Agreement Protocol B <br> No. 17) EFTA-Macedonia Free Trade Agreement Protocol B <br> No. 18) EFTA-Morocco Free Trade Agreement Protocol B <br> No. 19) EFTA-Mexico Free Trade Agreement Annex I <br> No. 20) EFTA-Montenegro Free Trade Agreement Article 8, cf. the Regional <br> Convention on Pan-Euro-Mediterranean Preferential Rules of Origin Annex I <br> No. 21) EFTA-Peru Free Trade Agreement Annex V <br> No. 22) interim EFTA-PLO Free Trade Agreement on behalf of the Palestine <br> Authority Protocol B <br> No. 23) EFTA-Southern African Customs Union (SACU) Free Trade Agreement <br> Appendix Annex V <br> No. 24) EFTA-Serbia Free Trade Agreement Protocol B <br> No. 25) EFTA-Singapore Free Trade Agreement Annex I <br> No. 26) EFTA-South Korea Free Trade Agreement Annex I <br> No. 27) EFTA-Tunisia Free Trade Agreement Protocol B <br> No. 28) EFTA-Turkey Free Trade Agreement Protocol B <br> No. 29) EFTA-Ukraine Free Trade Agreement Protocol on Rules of Origin, <br> No. 30) Norway-Faroe Islands Free Trade Agreement Annex 3. <br> (2) Bilateral agricultural agreements entered into in accordance with the free trade <br> agreements may contain differing rules. In that case, these will take precedence over <br> the provisions in sub-section (1). The conditions pursuant to sub-section (1) also <br> apply for bilateral agreements for agricultural goods, to the extent that such <br> agreements do not contain separate conditions. <br> "}, {"ArticleTitle": "Proof of origin upon exportation", "ArticleDesc": "Section 8-4-3 Proof of origin upon exportation <br> (1) Upon exportation, the exporter may, pursuant to the provisions in the relevant free <br> trade agreement, issue the following documentation of the product's origin: <br> (a) movement certificate (EUR.1 or EUR-MED), cf. sub-sections (2) to (5). <br> (b) a declaration of origin (including EUR-MED declaration of origin), cf. sub-section <br> (6), or <br> (c) a declaration of origin using customs declaration CN22 or CN23 for small <br> consignments exported by post, cf. Section 8-5-3, (a) <br> (2) A movement certificate EUR.1 or EUR-MED is issued by the exporter and endorsed <br> by the customs authorities prior to exportation. <br> (3) A movement certificate may be issued after the product is exported provided <br> (a) the certificate was not issued on the date of exportation because of error, <br> unintended negligence or because of special circumstances, or <br> (b) an issued movement certificate was not accepted upon importation for <br> technical reasons. <br> (4) The customs authorities may upon application, and to the extent stipulated in the <br> relevant free trade agreement, issue a duplicate in the event of theft, loss or <br> destruction of a movement certificate. The duplicate shall be marked with the date <br> the original movement certificate was issued and shall be valid from the same date. <br> (5) If originating products are under the customs authorities' control, the original <br> movement certificate may be replaced by one or more movement certificates <br> provided all or some of these products are to be forwarded elsewhere in Norway or <br> to a country which is a party to the free trade agreement concerned. The movement <br> certificate must be endorsed by the customs authorities. <br> (6) The declaration of origin is added to the invoice or another trade document that <br> identifies the exporter and the product. The declaration of origin shall be signed by <br> the exporter or a person authorised by the exporter, unless the exporter is <br> authorised to issue declarations of origins without a signature in accordance with <br> Section 8-4-4. A declaration of origin may be issued after exportation, provided that <br> this will be presented to the country of import no later than three years after the <br> date of importation of the products it refers to, unless the free-trade agreement <br> stipulates a different time limit. <br> "}, {"ArticleTitle": "Preservation of documentation of origin", "ArticleDesc": "Section 8-4-7 Preservation of documentation of origin <br> The preservation obligation in Section 4-12-1 applies correspondingly to <br> (a) exporters who issue a EUR.1 or EUR-MED movement certificate, or make out a <br> declaration of origin, and <br> (b) suppliers who submit a supplier's declaration pursuant to Section 8-4-6. <br> Section 8-4-8. - 8-4-23. (Repealed) <br> Rules of origin for the GSP scheme (Section 8-4, Part II) <br> "}, {"ArticleTitle": "Conditions for preferential tariff treatment", "ArticleDesc": "Section 8-4-31 Conditions for preferential tariff treatment <br> (1) A product from a GSP country may qualify for preferential tariff treatment if <br> (a) the product originates in a GSP country; cf. sub-section (2), <br> (b) the requirement for direct transport has been met, cf. Section 8-4-38, and <br> (c) the origin is documented; cf. Section 8-5-10 to Section 8-5-14. <br> (2) The following products are considered to originate in a GSP country: <br> (a) products wholly obtained in that country; cf. Section 8-4-32, or <br> (b) products manufactured in that country from products other than those <br> mentioned under (a), provided the latter are sufficiently worked or processed in <br> the country, cf. Section 8-4-33 to Section 8-4-37. <br> (3) Products originating in Norway, the European Union or Switzerland and exported <br> to a GSP country shall be regarded as originating in the GSP country if the products <br> are worked or processed there in larger measure than mentioned in Section 8-4-34. <br> (4) In determining whether goods originate in Norway, the European Union or <br> Switzerland, sub-section (1) applies correspondingly. <br> "}, {"ArticleTitle": "mportation of products", "ArticleDesc": "Section 8-4-40 Re-importation of products <br> Originating products that are exported from a GSP country or from Norway to another <br> country, and that are subsequently re-imported, are not regarded as originating goods <br> unless documentary evidence can be provided to the customs authorities or other <br> competent authorities that <br> (a) the conditions in Section 8-4-35 are met, or <br> (b) the re-imported products are the same products that were exported, and that they <br> have not undergone any processing beyond that necessary to keep them in good <br> condition. (while in that country, or while being exported). <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Proof of origin upon exportation of products of Norwegian origin to a GSP", "ArticleDesc": "Section 8-4-43 Proof of origin upon exportation of products of Norwegian origin to a GSP <br> country <br> (1) Where products of Norwegian origin are exported to a GSP country for working or <br> processing, a statement of origin may be issued for any subsequent importation of <br> the manufactured products to Norway, the European Union or Switzerland. The <br> origin is decided according to Section 8-4-31, sub-section (2). If the manufactured <br> products are sent from the GSP country to the European Community or <br> Switzerland, this does not apply to the exportation of goods covered by the Customs <br> Tariff chapters 1 to 24 inclusive. <br> (2) A statement of origin may be issued where <br> (a) the exporter is registered in REX, cf. Section 8-4-42, sub-section (5), or <br> (b) the total value of the originating goods in the consignment does not exceed EUR <br> 6,000 <br> (3) The customs authorities may require documentation from the exporter to provide <br> documentary proof that the products for which proof of origin has been issued, are <br> originating products; cf. Section 8-4-30 to Section 8-4-41. <br> Quota-regulated preferential tariff treatment (Section 8-4 Part III) <br> "}, {"ArticleTitle": "egulated preferential tariff treatment for agricultural products from", "ArticleDesc": "Section 8-4-50 Quota-regulated preferential tariff treatment for agricultural products from <br> the European Community <br> (1) The customs authorities may grant relief from or reduction in customs duty on the <br> following kinds of goods for specified quantities or values (quota-regulated <br> preferential tariff treatment) in accordance with the bilateral agreement on <br> agricultural products between Norway and the European Community: <br> (a) cuttings, unrootened, for horticultural purposes <br> (b) certain pot plants, in flower <br> (c) green pot plants <br> (d) grass in rolls or plates (lawn) <br> (2) Quota-regulated preferential tariff treatment is granted for the kinds of products in <br> question until the stipulated customs quota has been utilised to the full. To obtain <br> quota-regulated preferential tariff treatment, the customs quota must be available <br> on the importation date. <br> (3) An application for quota-regulated preferential tariff treatment may be submitted in <br> connection with clearance for free circulation or within three years after such <br> clearance, cf. Section 8-5-1, sub-section (1). Proof of origin, invoice, freight <br> documents etc. and any licence must be available for presentation at the request of <br> the customs authorities. <br> (4) Any person who returns a consignment of goods that has received quota-regulated <br> preferential tariff treatment shall notify the customs authorities thereof immediately. <br> Quotas for products that are returned will be reallocated to applications that are not <br> covered. <br> "}, {"ArticleTitle": "egulated preferential tariff treatment for meat etc.", "ArticleDesc": "Section 8-4-51 Quta-regulated preferential tariff treatment for meat etc. <br> (1) The customs authorities may grant quota-regulated preferential tariff treatment for <br> meat from Botswana, Namibia, Swaziland and GSP countries. <br> (2) Quota-regulated preferential tariff treatment is granted for the kinds of goods in <br> question until the stipulated customs quota has been utilized to the full. To obtain <br> quota-regulated preferential tariff treatment, the customs quota must be available <br> on the importation date. <br> (3) An application for quota-regulated preferential tariff treatment may be submitted in <br> connection with clearance for free circulation or within three years after such <br> clearance, cf. Section 8-5-1, sub-section (1). Proof of origin, invoice, freight <br> documents etc. and any licence must be available for presentation at the request of <br> the customs authorities. The quotas are assigned continuously in accordance with <br> the @^@first come first serve@^@ principle. <br> Section 8-4-52. (Repealed) <br> "}, {"ArticleTitle": "Claims for preferential tariff treatment and documentary proof of origin", "ArticleDesc": "Section 8-5 Claims for preferential tariff treatment and documentary proof of origin <br> Proof of origin upon importation - applicable free trade agreements <br> "}, {"ArticleTitle": "Claims for preferential tariff treatment", "ArticleDesc": "Section 8-5-1 Claims for preferential tariff treatment <br> (1) Claims for preferential tariff treatment shall be presented in connection with <br> clearance for free circulation. Claims presented subsequently confer the right to <br> preferential tariff treatment provided <br> (a) documentary proof is provided that the products concerned met the conditions <br> for preferential tariff treatment at the date of importation, and <br> (b) the claim is launched within three years of the date of clearance for free <br> circulation. <br> (2) The right to preferential tariff treatment shall, in accordance with the relevant free- <br> trade agreement, be documented by <br> (a) a valid movement certificate (EUR.1 or EUR-MED), endorsed by the customs <br> authorities or other competent authority in the country of export, <br> (b) a declaration of origin added by the exporter to an invoice or other trade <br> document, cf. Section 8-5-2, or <br> (c) a declaration of the origin of the products from the importer, cf. Section 8-5-3. <br> (3) For products imported in violation of the provisions in the Customs Act or these <br> regulations and which are cleared for free circulation at a later date, preferential <br> tariff treatment may only be granted if the conditions in sub-sections (1) and (2) are <br> met, and the violation has not prevented the customs authorities from controlling <br> the origin. <br> (4) The customs authorities may in special cases grant exemption from the <br> requirement of presentation of a proof of origin in sub-section (2). <br> "}, {"ArticleTitle": "Declaration of origin", "ArticleDesc": "Section 8-5-2 Declaration of origin <br> (1) The right to preferential tariff treatment may be documented by means of a <br> declaration of origin or EUR-MED declaration of origin in accordance with Section <br> 8-5-1, sub-section (2)(b) provided <br> (a) the value of the originating products in the consignment does not exceed any <br> amount limit stipulated in the relevant free trade agreement, or <br> (b) the exporter is authorised by the customs authorities of the country of export as <br> an approved exporter. <br> (2) For originating products as mentioned in Section 8-5-3 (a) that are imported by post, <br> a declaration of origin may be made out using customs declaration CN22 or CN23 <br> as documentation for claims for preferential tariff treatment. <br> "}, {"ArticleTitle": "Declaration from the importer", "ArticleDesc": "Section 8-5-3 Declaration from the importer <br> (1) In the case of importation for private purposes, claims for preferential tariff <br> treatment may be documented by means of a declaration of the products' origin <br> from the importer in the case of: <br> (a) small consignments from private person to private person with a value of NOK 4 <br> 100 or less, <br> (b) personal luggage brought along by a traveller with a value of NOK 10 000 or less. <br> "}, {"ArticleTitle": "Verification of the proof of origin", "ArticleDesc": "Section 8-5-5 Verification of the proof of origin <br> (1) The customs authorities may make it a condition for preferential tariff treatment that <br> the customs authorities of the country of export verify that the product covered by <br> the proof of origin is an originating product and that the proof of origin is genuine. <br> (2) If the customs authorities have not received a reply to their enquiry to the customs <br> authorities of the country of export within the time limit stipulated in the free trade <br> agreement or the reply does not contain sufficient information to determine the <br> product's origin or that the proof of origin is genuine, preferential tariff treatment <br> will not be granted unless the customs authorities do not find cause to doubt the <br> origin. <br> (3) While awaiting the verification results pursuant to sub-section (2), the customs <br> authorities may postpone the decision to permit preferential tariff treatment if there <br> are indications that the conditions for preferential tariff treatment have not been <br> met. If the customs authorities decide to postpone, they must, under specific <br> conditions, offer to place the product at the free disposal of the importer. <br> Proof of origin upon importation - GSP <br> "}, {"ArticleTitle": "Requirements for the authorities in the GSP country", "ArticleDesc": "Section 8-5-14 Requirements for the authorities in the GSP country <br> (1) A condition for preferential tariff treatment is that the GSP country <br> (a) has notified the authorities in Norway, the European Union or Switzerland of the <br> name and address of the authorities who are responsible for verification of the <br> proof of origin, and the name and address of the authorities who are responsible <br> for registering exporters in the Registered Exporter system (REX). <br> (b) has representatives who have undergone sufficient training in REX, and <br> (c) has assigned local administrators who have been granted rights to register local <br> users of REX by authorities in Norway, the European Union or Switzerland, and <br> (d) assists Norwegian customs authorities in controlling certificates of origin. <br> (2) First section letters a to c do not apply to countries that, before 1 October 2019 <br> (a) have informed Norwegian customs authorities of the names and addresses of <br> authorities in the GSP country that are authorised to issue, endorse and verify <br> certificates of origin, and <br> (b) send samples and impressions of the stamps that the authorised authorities shall <br> use for endorsement of proofs of origin. <br> (3) The validity of notifications according to the second section ceases with effect from 1 <br> January the year after the conditions in the first section are met, and at latest from 1 <br> July 2020. <br> (4) In the event of theft, loss or destruction of a certificate of origin Form A, the <br> authorities named in the second section can issue a duplicate on the basis of the <br> existing exportation documents. <br> (5) If proof of origin was not issued on the date of exportation because of error, <br> unintended negligence or other special circumstances, or it can be satisfactorily <br> proven to the competent authorities in the GSP country that an issued proof of origin <br> was not accepted upon importation for technical reasons, the authorities named in <br> the second section may issue a certificate of origin Form A after the products to <br> which its refers are exported. <br> Chapter 12 Special administrative rules <br> "}, {"ArticleTitle": "Binding tariff information in advance", "ArticleDesc": "Section 12-13 Binding tariff information in advance <br> "}, {"ArticleTitle": "Applications for binding tariff information", "ArticleDesc": "Section 12-13-1 Applications for binding tariff information <br> (1) The customs region may upon application issue a binding tariff information in <br> advance on the classification in the Customs Tariff of goods destined for <br> (a) an importer of goods to Norway, <br> (b) an exporter of goods to or from Norway, <br> (c) a producer of goods in Norway in cases where classification of the goods has a <br> bearing on other national provisions. <br> (2) A condition for obtaining a binding tariff information is that the application is <br> made in writing using Form RD 0009 to the customs region where the applicant is <br> domiciled. If the applicant is not a resident of Norway, the application is sent to the <br> customs region Oslo and Akershus. A separate application shall be made for each <br> individual type of goods for which a tariff information is sought. If necessary a <br> sample of the goods concerned and any list of contents, plans, brochures or other <br> documentation shall be presented. The customs region may reject applications if <br> they do not apply to a potentially relevant import, export or production of the <br> applicant, or if the information in the application are insufficient to give a correct <br> statement. <br> "}, {"ArticleTitle": "Tariff information", "ArticleDesc": "Section 12-13-2 Tariff information <br> (1) A tariff information is only valid for the person who the decision is issued to in <br> connection with goods imported, exported or produced by that person. The goods <br> must be identical to the goods described in the tariff information. <br> (2) A tariff information is binding for a period of six years from the date it was <br> issued. The opinion is only binding in respect of goods which are subject to customs <br> treatment or produced after the tariff information takes effect . <br> "}, {"ArticleTitle": "Invalidity and revocation of tariff information", "ArticleDesc": "Section 12-13-3 Invalidity and revocation of tariff information <br> (1) A tariff information is no longer valid if the Customs Tariff is changed with effect <br> for the commodity that is covered by the tariff information. <br> (2) The customs region may revoke an information if: <br> (a) Other changes of importance to the classification are made in the Customs Tariff, <br> the HS Nomenclature (Nomenclature to the International Convention on the <br> Harmonized Commodity Description and Coding System), or the Explanatory <br> Notes, <br> (b) classification decisions are made by the HS Committee of the World Customs <br> Organization (WCO) in regard to a commodity corresponding to that covered by <br> the tariff information , or <br> (c) multiple tariff informations have been made for identical goods. <br> (3) The Directorate of Norwegian Customs may revoke a tariff information that is in <br> violation of applicable law. <br> (4) The tariff information is regarded are revoked from the date the person who <br> received the decision is notified thereof. The person who has received the tariff <br> information may none the less utilise the decision for a further six months provided <br> documentary proof is available that it was agreed to buy or sell the goods before the <br> tariff information was revoked. <br> (5) Upon revocation of a tariff information the customs region shall issue a new <br> decision if sufficient information to do so is available. <br> "}, {"ArticleTitle": "Application for binding information in advance on customs duties or fees and", "ArticleDesc": "Section 12-13-7 Application for binding information in advance on customs duties or fees and <br> charges <br> (1) The customs region may upon application issue a binding information in advance <br> on customs duties or fees and charges that will be imposed when goods are <br> imported or exported. An origin information on customs duties or fees and charges <br> may be issued to: <br> (a) an importer of goods to Norway, <br> (b) an exporter of goods to or from Norway, <br> (c) producer of goods that shall be exported from or imported to Norway. <br> (2) The application can only apply to questions regarding: <br> (a) applied and generally stipulated customs duty rates, including the method that <br> shall be used for calculating the amount of customs duty, <br> (b) The method of calculation that shall be used to determine the customs value in <br> accordance with specified facts, <br> (c) Fees and charges that will be applied or, when this is most appropriate, <br> information about how such fees and charges will be calculated. <br> (3) A condition for obtaining a binding origin information is that the application is <br> made in writing to the customs region where the applicant is domiciled. If the <br> applicant is not domiciled in Norway, the application is sent to customs region Oslo <br> and Akershus. If necessary a sample of the goods concerned and any list of contents, <br> plans, pictures, brochures or other documentation shall be presented by the <br> applicant. The customs region may reject the application if it does not apply to a <br> potentially relevant import or export by the applicant. <br> "}, {"ArticleTitle": "Information on customs duties or fees and charges", "ArticleDesc": "Section 12-13-8 Information on customs duties or fees and charges <br> (1) An information on duties or customs fees and charges is only valid for a person who <br> has received the decision in connection with goods imported or exported by that <br> person. <br> (2) An information is binding for a period of three years from the date on which the <br> decision takes effect, unless otherwise stipulated in the decision. The information is <br> only binding in respect of goods which are subject to customs treatment after the <br> decision is issued. <br> "}, {"ArticleTitle": "Invalidity and revocation of information on customs duties or fees and charges", "ArticleDesc": "Section 12-13-9 Invalidity and revocation of information on customs duties or fees and charges <br> (1) An information in advance on customs duties or fees and charges is no longer valid <br> if the applicable rates for customs duties or fees and charges are changed. <br> (2) The customs region may revoke an information on customs duties or fees and <br> charges given pursuant to Section 12-13-7 if: <br> (a) other changes of importance to the information are made in the applied rules, the <br> Customs Tariff, the HS nomenclature, or the Explanatory Notes, <br> (b) decisions are made by the HS Committee or Customs Value Committee of the <br> World Customs Organization (WCO) or other international bodies in regard to <br> matters corresponding to those covered by the information, <br> (c) multiple decisions for identical questions have been made to an applicant, or <br> (d) it is specified in the decision that it can be revoked based on other grounds. <br> (3) The Directorate of Norwegian Customs may revoke an information on customs <br> duties or fees and charges that it finds to be in violation of applicable law. <br> (4) The information on customs duties or fees and charges is regarded as revoked from <br> the date the person who received the decision is notified thereof. The person who <br> has received the decision may none the less utilise the decision for a further six <br> months provided documentary proof is available that it was agreed to buy or sell <br> the goods before the decision was revoked. In the decision, the customs region may <br> set a deadline of less than six months. <br> (5) Upon revocation of an information on customs duties or fees and charges the <br> customs region shall issue a new decision if sufficient information to do so is <br> available. <br> "}, {"ArticleTitle": "Legal effect", "ArticleDesc": "Section 12-13-10 Legal effect <br> An information in advance that is given pursuant to Section 12-13-1 to Section 12-13-9 <br> shall be accepted as binding upon customs treatment pursuant to Chapters 4 and 8 of <br> the Customs Act if the person who has received the decision requires this. <br> "}, {"ArticleTitle": "Criminal records certificate from the police", "ArticleDesc": "Section 12-15 Criminal records certificate from the police <br> Section 12-15-1 Criminal records certificate from the police <br> The customs authorities may require the presentation of an ordinary criminal record <br> certificate from the police in connection with the employment and hiring-in of labour. In <br> the assessment of whether such a certificate shall be required, consideration shall be <br> given to the nature of the position, the rights and duties that pertain to the position, the <br> tasks that are to be executed and the extent and duration of the position. <br> Chapter 16 Penalties and other sanctions <br> "}, {"ArticleTitle": "Forfeiture", "ArticleDesc": "Section 16-8 Forfeiture <br> Section 16-9-3 Forfeiture <br> (1) A fine in lieu of prosecution shall include forfeiture of the illegally imported <br> goods. <br> (2) If considered reasonable with regard to the person charged, an amount equivalent <br> (3) to the value of the goods may be forfeited instead of the goods. The same applies if <br> it is impracticable for the customs authorities to take charge of the goods. Customs <br> duty and taxes shall be paid on goods that the traveller is allowed to keep pursuant <br> to this provision. <br> "}, {"ArticleTitle": "Repayment of seized means of payment", "ArticleDesc": "Section 16-8-1 Repayment of seized means of payment <br> (1) Means of payment which following violation of Section 3-1-11 are seized by <br> the customs authorities pursuant to the Customs Act Section 16-13, shall be returned <br> to the person who had the means of payment with him/her upon importation or <br> exportation unless forfeiture takes place. Any fine imposed in connection with <br> violation of the provisions will be deducted prior to return. <br> (2) If the customs authorities fail to make contact with the person who had the means <br> of payment with him/her, the means of payment shall pass to the public treasury <br> one year after the question of forfeiture was decided by the prosecuting authority. <br> "}, {"ArticleTitle": "Fine in lieu of prosecution", "ArticleDesc": "Section 16-9 Fine in lieu of prosecution <br> "}, {"ArticleTitle": "Issuance of fine in lieu of prosecution", "ArticleDesc": "Section 16-9-1 Issuance of fine in lieu of prosecution <br> Section 16-9-5 Issuance of fine in lieu of prosecution <br> (1) The customs authorities may impose a fine on the spot or after the event in the <br> (1) A summary fine in lieu of prosecution shall as a rule be issued in direct connection <br> form of a summary fine in lieu of prosecution in the cases of illegal importation <br> with the violation and in the presence of the person charged. A fine issued on the <br> mentioned in Section 16-9-2. By 'illegal importation' is meant the importation or <br> spot becomes void if not accepted immediately. If the person charged is below the <br> attempted importation of goods outside the control of the customs authorities in <br> age of 18 a brief time-limit may be allowed for acceptance of the fine. <br> violation of provisions made by or under the Customs Act. <br> (2) A fine may however be issued after the event on the basis of reports from Finnish <br> (2) A fine in lieu of prosecution may not be issued in respect of goods for which a <br> or Swedish customs authorities. The fine shall in such case state that, if the fine is <br> special importation permit is required, including drugs, medicines, weapons, live <br> accepted, this should be notified within a stipulated time limit. The time limit shall <br> animals and meat from countries where there is a danger of infection with diseases <br> be set such that the person charged has time for reflection which should ordinarily <br> of domestic animals. However, a fine in lieu of prosecution may be issued in <br> be between three and ten days. Such fine becomes void if not accepted within the <br> connection with the illegal importation of alcoholic beverages. <br> time limit. <br> "}, {"ArticleTitle": "Fine in lieu of prosecution - goods and fines", "ArticleDesc": "Section 16-9-2 Fine in lieu of prosecution - goods and fines <br> (1) Illegal importation of the following goods may be settled by fines in the following <br> amounts in lieu of prosecution: <br> (a) up to 10 litres of beverage of alcoholic strength higher than 22 per cent and not <br> exceeding 60 per cent by volume: <br> 1 or less <br> exceeding 1 - not exceeding 2 <br> exceeding 2 - not exceeding 3 <br> exceeding 3 - not exceeding 4 <br> exceeding 4 - not exceeding 5 <br> exceeding 5 - not exceeding 6 <br> exceeding 8 - not exceeding 10 <br> NOK 800 <br> NOK 1600 <br> NOK 2500 <br> (b) up to 20 litres of beverage of alcoholic strength higher than 7.0 per cent and not <br> exceeding 22 per cent by volume: <br> 2 or less <br> exceeding 2 - not exceeding 4 <br> exceeding 4 - not exceeding 6 <br> exceeding 6 - not exceeding 8 <br> exceeding 10 - not exceeding 12 <br> exceeding 12 - not exceeding 16 <br> exceeding 16 - not exceeding 20 <br> NOK 4500 <br> NOK 7000 <br> NOK 9500 <br> (c) up to 100 litres of beverage of alcoholic strength higher than 2.5 per cent and not <br> exceeding 7.0 per cent by volume: <br> exceeding 20 - not exceeding 30 <br> exceeding 30 - not exceeding 40 <br> exceeding 40 - not exceeding 50 <br> NOK 3400 <br> exceeding 50 <br> exceeding 60 <br> exceeding 80 <br> - not exceeding 60 <br> - not exceeding 80 <br> - not exceeding 100 <br> (d) up to 2000 cigarettes, cigars or cigarillos: <br> No. <br> 400 or less <br> exceeding 400 - <br> exceeding 600 - <br> exceeding 800 - <br> exceeding 1200 <br> exceeding 1600 <br> not exceeding 600 <br> not exceeding 800 <br> not exceeding 1000 <br> - not exceeding 1200 <br> - not exceeding 1600 <br> - not exceeding 2000 <br> NOK 400 <br> NOK 3600 <br> NOK 6100 <br> NOK 8600 <br> (e) up to 2000 grams of snuff, chewing tobacco and smoking tobacco: <br> No. of grams <br> 500 or less <br> exceeding 500 - <br> exceeding 750 - <br> exceeding 1000 <br> exceeding 1250 <br> exceeding 1500 <br> not exceeding 750 <br> - not exceeding 1250 <br> - not exceeding 1500 <br> (f) up to 80 kg of meat products: <br> 10 or less <br> exceeding 10 - not exceeding 20 <br> exceeding 40 - not exceeding 60 <br> exceeding 60 - not exceeding 80 <br> (g) fuel: <br> No. of litres <br> 100 or less <br> exceeding 100 - not exceeding 200 <br> exceeding 200 - not exceeding 400 <br> exceeding 400 - not exceeding 500 <br> exceeding 500 - not exceeding 600 <br> Amount of fine <br> NOK 6500 <br> (h) other goods to a value up to NOK 20 000: <br> Value in NOK <br> 2800 or less <br> exceeding 2800 - not exceeding 5000 <br> exceeding 5000 - not exceeding 7500 <br> exceeding 7500 - not exceeding 10 000 <br> exceeding 10 000 - not exceeding 15000 NOK 4500 <br> exceeding 15 000 - not exceeding 20000 NOK 6500 <br> (2) Luggage for personal use that may be imported duty-free under the Customs Act <br> Section 5-1, sub-section (1)(a) shall not be included in the quantitative and value <br> limits in sub-section (1). The right to import goods duty-free pursuant to the said <br> provision does not lapse in the case of illegal importation that may be settled by fine <br> in lieu of prosecution. This applies regardless of whether the person charged accepts <br> or does not accept the fine. <br> (3) If one and the same violation includes two or more types of goods mentionedin <br> sub-section (1), the respective fines are added together to comprise an overall fine. <br> A fine in lieu of prosecution may not be issued if the overall fine exceeds <br> NOK 20 000. <br> "}, {"ArticleTitle": "Forfeiture", "ArticleDesc": "Section 16-8 Forfeiture <br> Section 16-9-3 Forfeiture <br> (1) A fine in lieu of prosecution shall include forfeiture of the illegally imported <br> goods. <br> (2) If considered reasonable with regard to the person charged, an amount equivalent <br> (3) to the value of the goods may be forfeited instead of the goods. The same applies if <br> it is impracticable for the customs authorities to take charge of the goods. Customs <br> duty and taxes shall be paid on goods that the traveller is allowed to keep pursuant <br> to this provision. <br> "}, {"ArticleTitle": "Alternative prison sentences", "ArticleDesc": "Section 16-9-4 Alternative prison sentences <br> A fine in lieu of prosecution shall include an alternative prison sentence. The <br> alternative prison sentence shall be determined as follows: <br> (a) fine not exceeding NOK 400: 1 day sentence <br> (b) fine not exceeding NOK 1500: 2 day sentence <br> (c) fine not exceeding NOK 3000: 3 day sentence <br> (d) fine not exceeding NOK 8000: 4 day sentence <br> (e) fine not exceeding NOK 14 000: 6 day sentence <br> (f) fine not exceeding NOK 20 000: 9 day sentence <br> "}, {"ArticleTitle": "Issuance of fine in lieu of prosecution", "ArticleDesc": "Section 16-9-1 Issuance of fine in lieu of prosecution <br> Section 16-9-5 Issuance of fine in lieu of prosecution <br> (1) The customs authorities may impose a fine on the spot or after the event in the <br> (1) A summary fine in lieu of prosecution shall as a rule be issued in direct connection <br> form of a summary fine in lieu of prosecution in the cases of illegal importation <br> with the violation and in the presence of the person charged. A fine issued on the <br> mentioned in Section 16-9-2. By 'illegal importation' is meant the importation or <br> spot becomes void if not accepted immediately. If the person charged is below the <br> attempted importation of goods outside the control of the customs authorities in <br> age of 18 a brief time-limit may be allowed for acceptance of the fine. <br> violation of provisions made by or under the Customs Act. <br> (2) A fine may however be issued after the event on the basis of reports from Finnish <br> (2) A fine in lieu of prosecution may not be issued in respect of goods for which a <br> or Swedish customs authorities. The fine shall in such case state that, if the fine is <br> special importation permit is required, including drugs, medicines, weapons, live <br> accepted, this should be notified within a stipulated time limit. The time limit shall <br> animals and meat from countries where there is a danger of infection with diseases <br> be set such that the person charged has time for reflection which should ordinarily <br> of domestic animals. However, a fine in lieu of prosecution may be issued in <br> be between three and ten days. Such fine becomes void if not accepted within the <br> connection with the illegal importation of alcoholic beverages. <br> time limit. <br> "}, {"ArticleTitle": "Required contents", "ArticleDesc": "Section 16-9-6 Required contents <br> A fine in lieu of prosecution shall be dated and signed by a representative of the <br> customs authorities and contain <br> (a) the name, address and national identity number of the person charged, <br> (b) an indication in key words of the penal provision applied and of the offence to <br> which the fine relates, <br> (c) stipulation of the fine and in the event the forfeiture that is imposed, and the <br> prison sentence that comes into play if the fine is not paid. <br> "}, {"ArticleTitle": "Annulment and cancellation", "ArticleDesc": "Section 16-9-7 Annulment and cancellation <br> (1) A fine in lieu of prosecution that contains any clerical error, calculation error or <br> other obvious inaccuracies or omissions that are discovered in direct connection <br> with the acceptance of the fine may be annulled and a new one issued. <br> (2) The prosecuting authority may cancel an accepted fine in favour of the person <br> charged. <br> "}, {"ArticleTitle": "Additional customs duty", "ArticleDesc": "Section 16-10 Additional customs duty <br> "}, {"ArticleTitle": "Assessment of additional customs duty", "ArticleDesc": "Section 16-10-1 Assessment of additional customs duty <br> (1) Additional customs duty is assessed after a concrete overall assessment in which <br> account is taken of the degree of culpability, the size of the evasion and other <br> circumstances. The basis for the assessment is the customs duty that the perpetrator <br> has evaded, or has attempted to evade, on the goods to which the customs duty <br> violation relates. <br> (2) As a rule additional customs duty shall range from 0 to a maximum of 30 per cent in <br> the case of negligent violations and from 30 to a maximum of 60 per cent in the case <br> of grossly negligent or wilful violations. <br> "}, {"ArticleTitle": "Treatment of seized goods", "ArticleDesc": "Section 16-14 Treatment of seized goods <br> Section 16-14-1 Treatment of seized goods <br> (1) Seized goods other than highly perishable goods and live animals may also be <br> delivered to their owner against payment of customs duty and excise taxes. A <br> condition for such delivery is that security is provided that is equivalent to the value <br> of the goods. Where a deposit is not paid, security shall be provided in the form of <br> surety. The Tax Payment Regulations Section 14-20-4 apply correspondingly insofar <br> as appropriate. Delivery may not take place if the offence is reported to the <br> prosecuting authority. <br> (2) Seizure may be waived if there is reason to assume that the customs authorities can <br> at all times gain disposal over the goods or their value. Such value shall be <br> determined by the customs authorities and accepted by the owner. <br> "}, {"ArticleTitle": "Violation fines for failure to declare means of payment", "ArticleDesc": "Section 16-15 Violation fines for failure to declare means of payment <br> "}, {"ArticleTitle": "Imposing and setting violation fines", "ArticleDesc": "Section 16-15-1 Imposing and setting violation fines <br> (1) Violation fines are imposed by the customs region. <br> (2) In the event of a breach of the obligation of declaration for cash and other means of <br> payment pursuant to Section 3-1-11, a fine of 20 per cent of the face value of the <br> means of payment will be imposed. <br> (3) The basis for calculation of the fine is the entire amount. <br> (4) If special circumstances so warrant, the fine may be set lower than the rate specified <br> in sub-section (2), or it may be waived entirely. Special circumstances are defined <br> here as circumstances beyond the control of the declarant including unforeseen <br> currency fluctuations or other special circumstances that cannot be blamed on the <br> declarer. <br> (5) Fines shall be set in Norwegian kroner. <br> "}, {"ArticleTitle": "Detention of means of payment", "ArticleDesc": "Section 16-15-2 Detention of means of payment <br> (1) In the event of no declaration of means of payment, the customs region may detain <br> means of payment equivalent to the size of the fine. <br> (2) If means of payment are detained, it should mainly be banknotes and coins that are <br> detained. If there is no declaration of means of payment other than cash, the whole <br> security or all securities may be detained if they cannot be divided up or if there is <br> any uncertainty about their value. <br> (3) If there is suspicion of a violation of Section 332 and Section 337 of the Norwegian <br> General Civil Penal Code, the means of payment shall be seized pursuant to the <br> rules in Section 16-13 of the Customs Act and Section 206 of the Criminal Procedure <br> Act, and then be handed over to the police or the prosecuting authorities. <br> "}, {"ArticleTitle": "Determination of violation fines", "ArticleDesc": "Section 16-17 Determination of violation fines <br> Section 16-17-1 Determination of violation fines <br> (1) The determination of violation fines shall be within the following limits: <br> (a) Violation of the Customs Act Section 3-1 up to 75 court fees <br> (b) Violation of the Customs Act Sections 3-2 to § 3-7 up to 25 court fees <br> (c) Violation of the Customs Act Sections 4-1, 4-10 and 4-11 up to 75 court fees <br> (d) Violation of the Customs Act Section 4-12 up to 50 court fees <br> (e) Violation of the Customs Act Sections 4-20 to 4-25 up to 75 court fees <br> (f) Violation of the Customs Act Section 4-30 up to 25 court fees <br> (g) Violation of the Customs Act Section 16-17 sub-section (1) (d) up to 75 court fees <br> (2) In especially gross violations, violation fines can be determined of up to twice the <br> amount limits pursuant to sub-section (1). When determining violation fines it shall <br> be emphasized on: <br> (a) The nature of the infringement and scope <br> (b) Repetition <br> (c) The violation is revealed in customs control <br> "}]}]}, "members_found": ["all", "579"]}