{"FtaRooDetails": {"FtaId": 816, "FtaCode": "ITC00846", "FtaName": "AAP.CE 24: Chile-Colombia", "FtaFullName": "Acuerdo de Libre Comercio Chile-Colombia", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "08.05.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Colombia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 24: Chile-Colombia", "AdminProcCooAuth": "The certification type under AAP.CE 24: Chile-Colombia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 24: Chile-Colombia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 24: Chile-Colombia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "Un cambio a la partida 87.01 a 87.06 desde cualquier otra partida; o No se requiere un cambio de clasificación arancelaria a la partida 87.01 a 87.06, cumpliendo con un valor de contenido regional no menor a 40%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas generales interpretativas", "RooText": " ANEXO 4.1<br /> REGLAS DE ORIGEN ESPECÍFICAS<br /> Sección A - Notas generales interpretativas<br /> Para los efectos de interpretar las reglas de origen establecidas en este Anexo:<br /> (a) la regla específica, o el conjunto específico de reglas, que se aplica a una<br /> partida o a una subpartida se establece al lado de la partida o subpartida;<br /> (b) una regla aplicable a una subpartida tendrá prioridad sobre la regla<br /> aplicable a la partida que comprende a esa fracción arancelaria;<br /> (c) un requisito de cambio en la clasificación arancelaria se aplica solamente<br /> a los materiales no originarios;<br /> (d) cuando una regla de origen específica esté definida con el criterio de<br /> cambio de clasificación arancelaria y la regla está escrita de manera que<br /> se exceptúen posiciones arancelarias a nivel de capítulo, partida o<br /> subpartida, cada Parte interpretará que la regla de origen requiere que los<br /> materiales clasificados en las posiciones arancelarias excluidas sean<br /> originarios para que la mercancía sea originaria;<br /> (e) cuando una partida o subpartida esté sujeta a reglas de origen específicas<br /> alternativas, cada Parte considerará que la regla se cumple si la<br /> mercancía satisface una de las alternativas;<br /> (f) cuando una regla de origen sea aplicable a un grupo de partidas o<br /> subpartidas y esa regla de origen especifique un cambio de partida o<br /> subpartida, cada Parte deberá interpretar la regla de manera que el<br /> cambio en la partida o subpartida puede ocurrir dentro de una única<br /> partida o subpartida o entre partidas o subpartidas del mismo grupo. No<br /> obstante, cuando una regla se refiere a un cambio de partida o subpartida<br /> \"fuera del grupo\", cada Parte deberá interpretar que la regla requiere que<br /> el cambio de partida o subpartida debe ocurrir desde una partida o<br /> subpartida que está fuera del grupo de partidas o subpartidas establecidas<br /> en la regla;<br /> (g) se aplican las siguientes definiciones:<br /> capítulo significa un capítulo del Sistema Armonizado;<br /> partida significa los primeros cuatro dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado;<br /> sección significa una sección del Sistema Armonizado; y<br /> subpartida significa los primeros seis dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00846_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace24/web/ACE_024_009_cap04_14.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00846_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/CHL_COL_FTA/Anexo%204.1%20%20ROO.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00846_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CHL_COL_FTA/4%20Cap%C3%ADtulo.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00846_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CHL_COL_FTA/5%20Cap%C3%ADtulo.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00846_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/6ca60bed102a5f96032567ef004d6eec?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.4: Acumulación <br /> Los materiales originarios o mercancías originarias de cualquiera de las <br /> Partes incorporados en la producción de mercancías en el territorio de la otra <br /> Parte serán considerados originarios del territorio de esta última Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.5: De Mínimis <br /> 1 Una mercancía será considerada originaria si el valor de todos los <br /> materiales no originarios utilizados en la producción de esta mercancía que no <br /> cumplen con el requisito de cambio de clasificación arancelaria establecido en <br /> el Anexo 4.1 (Reglas Específicas de Origen) no excede el diez por ciento (10%) <br /> del valor de transacción de la mercancía determinado conforme al Artículo 4.2. <br /> y la mercancía cumple con las demás disposiciones aplicables de este Capítulo. <br /> 2 Cuando se trate de mercancías que se clasifican en los Capítulos 50 al <br /> 63 del Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al <br /> peso de las fibras o hilados respecto al peso de la mercancía producida. <br /> 3 El párrafo 1 no se aplicará a un material no originario que se utilice en la <br /> producción de mercancías comprendidas en los Capítulos 1 al 24 del Sistema <br /> Armonizado, a menos que el material no originario esté comprendido en una <br /> subpartida distinta a la de la mercancía para la cual se está determinando el <br /> origen de conformidad con este artículo. <br /> 4 El párrafo 1 no se aplicará a un material no originario clasificado en el <br /> Capítulo 15 del Sistema Armonizado que se utilice en la producción de una <br /> mercancía clasificada en las partidas 15.01 a 15.15.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Valor de Contenido Regional <br /> 5 Para efectos del cálculo del valor de contenido regional, el valor de los <br /> materiales no originarios utilizados por el productor en la producción de una <br /> mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la <br /> producción de esa mercancía; o <br /> (b) el productor de la mercancía en la producción de un material <br /> originario de fabricación propia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.8: Accesorios, Repuestos y Herramientas <br /> 1 Los accesorios, repuestos o herramientas entregados con la mercancía <br /> como parte usual de la misma no se tomarán en cuenta para determinar si <br /> todos los materiales no originarios utilizados en la producción de la mercancía <br /> cumplen con el correspondiente cambio de clasificación arancelaria establecido <br /> en el Anexo 4.1 (Reglas Específicas de Origen), siempre que: <br /> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br /> mercancía y no sean facturados por separado; y <br /> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas <br /> sean los habituales para la mercancía. <br /> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con <br /> las condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br /> establecido en este Capítulo. <br /> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br /> regional, los accesorios, repuestos o herramientas se considerarán como <br /> materiales originarios o no originarios, según sea el caso, para calcular el valor <br /> del contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.26: Definiciones <br /> mercancías obtenidas en su totalidad o producidas enteramente en el <br /> territorio de una u otra Parte, significa: <br /> (a) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br /> (b) productos del reino vegetal cosechados, recogidos o <br /> recolectados en el territorio de una u otra Parte; <br /> (c) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br /> (d) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br /> (e) mercancías obtenidas de la caza, caza con trampa, pesca, <br /> acuicultura, recolección o captura en el territorio de una u otra Parte; <br /> (f) peces, crustáceos y otras especies marinas obtenidos del mar <br /> fuera del territorio de las Partes por naves pesqueras registradas <br /> o matriculadas en una Parte y que enarbolen la bandera de esa <br /> Parte o por naves pesqueras arrendadas por empresas <br /> establecidas en el territorio de una Parte; <br /> (g) las mercancías obtenidas o producidas a bordo de buques <br /> fábrica, exclusivamente a partir de las mercancías identificadas <br /> en el literal f), siempre y cuando los buques fábrica estén <br /> registrados o matriculados en una Parte y que enarbolen la <br /> bandera de esa Parte o sean arrendados por empresas <br /> establecidas en el territorio de una Parte; <br /> (h) las mercancías obtenidas del fondo o del subsuelo marino fuera <br /> de las aguas territoriales de una Parte, por una Parte o una <br /> persona de una Parte, siempre y cuando la Parte tenga <br /> derechos para explotar ese fondo o subsuelo marino; <br /> (i) desechos y desperdicios derivados de: <br /> (i) operaciones de fabricación o procesamiento en el territorio <br /> de una u otra Parte; o <br /> (ii) mercancías usadas, recolectadas en territorio de una u otra <br /> Parte, siempre que esas mercancías sirvan sólo para la <br /> recuperación de materias primas; o <br /> (j) mercancías producidas en el territorio de una o más de las <br /> Partes, exclusivamente a partir de las mercancías mencionadas <br /> en los literales (a) al (i) o de sus derivados, en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.3: Operaciones que no Confieren Origen <br /> No confieren origen, individualmente o combinados entre sí, los <br /> siguientes procesos u operaciones: <br /> (a) preservación de las mercancías en buen estado durante su <br /> transporte o almacenamiento, tales como ventilación, aireación, <br /> refrigeración, congelación; <br /> (b) facilitación del embarque o el transporte; <br /> (c) embalaje, envasado, o acondicionamiento de las mercancías para <br /> su venta al por menor; <br /> (d) filtración o dilución en agua o en otros solventes que no altere las <br /> características de la mercancía; <br /> (e) fraccionamiento en lotes o volúmenes; <br /> (f) colocación de marcas, etiquetas y otros signos distintivos similares <br /> en las mercancías o en sus envases; o <br /> (g) desarmado de mercancías en sus partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Valor de Contenido Regional <br /> 1 El valor de contenido regional de las mercancías se calculará de acuerdo <br /> con la siguiente formula: <br /> VCR = [(VT - VMN) / VM] * 100 <br /> donde: <br /> VCR es el valor de contenido regional, expresado como un porcentaje; <br /> VT es el valor de transacción de la mercancía ajustado sobre una <br /> base FOB, salvo lo dispuesto en el párrafo 2. En caso que no <br /> exista o no pueda determinarse dicho valor conforme a los <br /> principios del Artículo 1 del Acuerdo de Valoración Aduanera, el <br /> mismo será calculado de conformidad con dicho acuerdo; y <br /> VMN es el valor de transacción de los materiales no originarios <br /> ajustados sobre una base CIF, salvo lo dispuesto en el párrafo 4. <br /> En caso que no exista o no pueda determinarse dicho valor <br /> conforme a los principios del Artículo 1 del Acuerdo de Valoración <br /> Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br /> 2 Cuando una mercancía no es exportada directamente por su productor, <br /> el valor se ajustará hasta el punto en el cual el comprador reciba la mercancía <br /> dentro del territorio de la Parte donde se encuentra el productor. <br /> 3 Todos los registros de los costos considerados para el cálculo de valor <br /> de contenido regional serán registrados y mantenidos de conformidad con los <br /> Principios de Contabilidad Generalmente Aceptados, aplicables en el territorio <br /> de la Parte donde la mercancía se produce. <br /> 4 Cuando el productor de una mercancía adquiera un material no <br /> originario dentro del territorio de una Parte donde se encuentre ubicado, el <br /> valor del material no originario no incluirá el flete, seguro, costos de empaque y <br /> todos los demás costos incurridos en el transporte del material desde el <br /> almacén del proveedor hasta el lugar en que se encuentre el productor. <br /> 5 Para efectos del cálculo del valor de contenido regional, el valor de los <br /> materiales no originarios utilizados por el productor en la producción de una <br /> mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la <br /> producción de esa mercancía; o <br /> (b) el productor de la mercancía en la producción de un material <br /> originario de fabricación propia.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Materiales Indirectos <br /> Los materiales indirectos se considerarán materiales originarios <br /> independientemente del lugar de su producción. <br /> material indirecto significa una mercancía utilizada en la producción, <br /> verificación o inspección de otra mercancía, pero que no esté físicamente <br /> incorporada a ésta; o una mercancía que se utilice en el mantenimiento de <br /> edificios o en la operación de equipos relacionados con la producción <br /> de otra mercancía, incluyendo: <br /> (a) combustible, energía, solventes y catalizadores; <br /> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br /> inspección de las mercancías; <br /> (c) guantes, anteojos, calzado, prendas de vestir, equipo y <br /> aditamentos de seguridad; <br /> (d) herramientas, troqueles y moldes; <br /> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> (f) lubricantes, grasas, materiales compuestos y otros materiales <br /> utilizados en la producción, operación de equipos o <br /> mantenimiento de los edificios; y <br /> (g) cualquier otro material que no esté incorporado a la mercancía, <br /> pero cuyo uso en la producción de la mercancía pueda <br /> demostrarse que forma parte de dicha producción;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Tránsito y Transbordo <br /> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br /> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br /> operación, fuera del territorio de las Partes, excepto la descarga, <br /> recarga, fraccionamiento o cualquier otra operación necesaria para <br /> mantener la mercancía en buenas condiciones o para transportarla <br /> a territorio de una Parte; y <br /> (b) permanece bajo el control de las autoridades aduaneras en el <br /> territorio de un país no Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.1: Mercancías Originarias <br /> Salvo que se disponga algo distinto en este Capítulo, una mercancía <br /> será considerada originaria cuando: <br /> (a) la mercancía sea obtenida en su totalidad o producida enteramente <br /> en el territorio de una u otra Parte, según la definición del Artículo 4.26; <br /> (b) la mercancía sea producida en el territorio de una u otra Parte, a <br /> partir exclusivamente de materiales que califican como originarios <br /> conforme a las disposiciones de este Capítulo; o <br /> (c) la mercancía sea producida en el territorio de una u otra Parte, a <br /> partir de materiales no originarios que cumplan con un cambio de <br /> clasificación arancelaria, un valor de contenido regional u otros <br /> requisitos según se especifica en el Anexo 4.1 y la mercancía <br /> cumpla con las demás disposiciones aplicables de este Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Envases y Materiales de Empaque para la Venta al por Menor <br /> 1 Cuando los envases y materiales de empaque en que una mercancía se <br /> presente para la venta al por menor estén clasificados en el Sistema <br /> Armonizado con la mercancía que contienen, no se tomarán en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la producción de <br /> la mercancía cumplen con el cambio correspondiente de clasificación <br /> arancelaria establecido en el Anexo 4.1 (Reglas Especificas de Origen). <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br /> regional, el valor de dichos envases y materiales de empaque se tomará en <br /> cuenta como material originario o no originario, según sea el caso, para <br /> calcular el valor de contenido regional de la mercancía. <br /> Artículo 4.10: Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje en los cuales la mercancía <br /> esté empacada exclusivamente para su transporte, no se tomarán en cuenta <br /> para efectos de determinar si la mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: Mercancías y Materiales Fungibles <br /> 1 Cuando mercancías fungibles originarias y no originarias se mezclen o <br /> combinen físicamente en inventario el origen de estas mercancías podrá <br /> determinarse con base en la segregación física de cada mercancía o material <br /> fungible, o por medio de la utilización de cualquier método de manejo de <br /> inventarios, tales como, el de promedios, últimas entradas - primeras salidas <br /> (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br /> Principios de Contabilidad Generalmente Aceptados de la Parte donde se <br /> realiza la producción o de otra manera aceptados por la Parte donde se realiza la producción. <br /> 2 El método de manejo de inventarios seleccionado de conformidad con el <br /> párrafo 1 para una mercancía o material fungible en particular, deberá <br /> continuar siendo utilizando para aquella mercancía o material fungible a través <br /> del año fiscal de la persona que seleccionó el método de manejo de inventarios.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: Juegos o Surtidos <br /> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la <br /> regla 3 de las Reglas Generales para la Interpretación del Sistema Armonizado, <br /> así como las mercancías cuya descripción conforme a la nomenclatura del <br /> Sistema Armonizado sea específicamente la de un juego o surtido, calificarán <br /> como originarias, siempre que cada una de las mercancías contenidas en ese <br /> juego o surtido cumpla con las reglas de origen establecidas en este Capítulo y <br /> en el Anexo 4.1 (Reglas específicas de Origen). <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de <br /> mercancías se considerará originario, si el valor de todas las mercancías no <br /> originarias utilizadas en la formación del juego o surtido no excede el quince <br /> por ciento (15%) del valor de transacción de la mercancía, determinado <br /> conforme al Artículo 4.2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.13: Exposiciones <br /> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se <br /> otorgará a mercancías originarias enviadas para su exposición en un país no <br /> Parte y que hayan sido vendidos después de la exposición para ser importados <br /> a una de las Partes, cuando se cumplan las siguientes condiciones a <br /> satisfacción de las autoridades aduaneras de la Parte importadora: <br /> (a) un exportador ha enviado estas mercancías desde una de las <br /> Partes hasta el país no Parte en que se realizó la exposición; <br /> (b) las mercancías fueron vendidas o enajenadas de alguna otra forma <br /> por el exportador a una persona de una de las Partes; <br /> (c) las mercancías fueron enviadas durante la exposición o <br /> inmediatamente después en el mismo estado en que fueron <br /> enviadas a la exposición; <br /> (d) desde el momento en que las mercancías fueron enviadas a la <br /> exposición, no han sido utilizadas con fines distintos a su <br /> presentación en dicha exposición; y <br /> (e) las mercancías han permanecido bajo control de las autoridades <br /> aduaneras del país no Parte durante la exposición. <br /> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de <br /> origen de conformidad con lo dispuesto en la Sección B (Procedimientos de <br /> origen), el cual se presentará a las autoridades aduaneras de la Parte <br /> importadora, mencionando el nombre y la dirección de la exposición. Si se <br /> considera necesario se puede requerir evidencia documental adicional <br /> relacionada con la exposición. <br /> Sección B - Procedimientos de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificación de Origen <br /> 1 El importador podrá solicitar tratamiento arancelario preferencial basado <br /> en un certificado de origen escrito o electrónico [1] emitido por la autoridad <br /> competente de la Parte exportadora a solicitud del exportador. <br /> 2 La autoridad competente de la Parte exportadora podrá delegar la <br /> expedición del certificado de origen en otras entidades públicas o privadas. <br /> 3 La autoridad competente o entidades habilitadas podrán examinar en su <br /> territorio la calidad de originaria de las mercancías y el cumplimiento de los <br /> requisitos de este Capítulo. Para tal efecto, podrán solicitar cualquier evidencia <br /> de respaldo, efectuar inspecciones a las instalaciones del exportador o <br /> productor o realizar cualquier otro control que consideren apropiados. <br /> 4 Las Partes mantendrán vigente ante la Secretaría General de la ALADI la <br /> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas <br /> para emitir certificados de origen y el registro de las firmas autógrafas o <br /> electrónicas de los funcionarios acreditados para tal fin. <br /> 5 El certificado de origen servirá para certificar que una mercancía que se <br /> exporte del territorio de una Parte al territorio de otra Parte, califica como <br /> originaria. Dicho certificado podrá ser modificado por la Comisión. El formulario <br /> único del certificado de origen se establece en el Anexo 4.14. <br /> 6 El certificado de origen tendrá una validez de un año a partir de la fecha <br /> en la cual fue emitido. <br /> [1] Cada Parte deberá implementar la certificación de origen en forma electrónica a más tardar dos (2) años <br /> después de la entrada en vigor del Acuerdo. <br /> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br /> 1 Cada Parte dispondrá que: <br /> (a) cuando un exportador tenga razones para creer que el <br /> certificado de origen contiene información incorrecta, deberá <br /> comunicar inmediatamente por escrito a la autoridad competente <br /> o entidades habilitadas cualquier cambio que pueda afectar la <br /> exactitud o validez de ese certificado; y <br /> (b) si un exportador entregó un certificado o información falsa y con <br /> el mismo se exportó mercancías calificadas como originarias al <br /> territorio de la otra Parte, será sujeto a sanciones similares a las <br /> que se aplicarían a un importador en su territorio por contravenir <br /> sus leyes y reglamentaciones aduaneras al hacer declaraciones <br /> y afirmaciones falsas en relación a una importación. <br /> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar <br /> información incorrecta si voluntariamente lo comunica por escrito a la autoridad <br /> competente o entidades habilitadas, previo a que la autoridad aduanera de la <br /> Parte importadora haya iniciado el ejercicio de sus facultades de verificación y <br /> control o antes de que las autoridades aduaneras notifiquen la revisión, de <br /> conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16: Excepciones <br /> El certificado de origen no será requerido cuando: <br /> (a) el valor aduanero de la importación no exceda de mil quinientos <br /> dólares de los Estados Unidos de América (US $ 1500) o el monto <br /> equivalente en la moneda de la Parte importadora, o un monto <br /> mayor que puede ser establecido por la Parte importadora, a <br /> menos que la Parte importadora considere que la importación forma <br /> parte de una serie de importaciones realizadas o planificadas con el <br /> propósito de evadir el cumplimiento de la legislación de la Parte <br /> que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o <br /> (b) sea una mercancía para la cual la Parte importadora no requiere <br /> que el importador presente una certificación o información que demuestre el origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.26: Definiciones <br /> autoridad competente significa la autoridad que de acuerdo a las leyes <br /> respectivas de cada Parte, es responsable de la emisión del certificado de <br /> origen o de la delegación de la emisión en entidades habilitadas. En el caso de <br /> Chile, la Dirección General de Relaciones Económicas Internacionales y en el <br /> caso de Colombia, el Ministerio de Comercio, Industria y Turismo;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificación de Origen <br /> 6 El certificado de origen tendrá una validez de un año a partir de la fecha <br /> en la cual fue emitido.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.20: Requisitos para Mantener Registros <br /> 1 La autoridad competente o entidades habilitadas deberán conservar una <br /> copia del certificado de origen durante un plazo mínimo de cinco (5) años, a partir <br /> de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br /> sirvieron de base para la emisión del certificado. <br /> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 4.14, <br /> debe conservar por un mínimo de cinco (5) años a partir de la <br /> fecha de la emisión de dicho certificado, todos los registros necesarios para <br /> demostrar que la mercancía era originaria, incluyendo los registros relativos a: <br /> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br /> (b) la compra, los costos, el valor y el pago de todos los materiales, <br /> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y <br /> (c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br /> 3 Un importador que solicite tratamiento arancelario preferencial para una <br /> mercancía deberá conservar, por un mínimo de cinco (5) años a partir de la <br /> fecha de importación de la mercancía, la documentación que la autoridad <br /> aduanera exija, incluyendo una copia del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.18: Devolución de Derechos <br /> Cuando el importador no hubiera solicitado un tratamiento arancelario <br /> preferencial para las mercancías importadas a su territorio que hubiera <br /> calificado como originaria, el importador podrá, a más tardar un (1) año <br /> después de la fecha de importación, solicitar ante la autoridad aduanera de la <br /> Parte importadora la devolución de los aranceles aduaneros pagados en <br /> exceso por no haber solicitado tratamiento arancelario preferencial para esa <br /> mercancía, siempre que la solicitud vaya acompañada de: <br /> (a) una declaración por escrito indicando que la mercancía califica <br /> como originaria en el momento de la importación; <br /> (b) el certificado de origen o su copia; y <br /> (c) cualquier otra documentación relacionada con la importación de <br /> la mercancía, tal como lo pueda requerir la autoridad aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.17: Obligaciones Relativas a las Importaciones <br /> 1 La autoridad aduanera de cada Parte exigirá que el importador que <br /> solicite tratamiento arancelario preferencial para una mercancía: <br /> declare por escrito en el documento de importación requerido <br /> por su legislación, en base a un certificado de origen, que una <br /> mercancía califica como mercancía originaria; <br /> (b) tenga el certificado de origen en su poder al momento en que se <br /> haga la declaración; <br /> (c) proporcione, si la autoridad aduanera lo solicita, el certificado de <br /> origen o copias del mismo; y <br /> (d) presente inmediatamente una declaración corregida y pague el <br /> arancel correspondiente cuando el importador tenga motivos <br /> para creer que el certificado de origen en que se sustenta la <br /> declaración de aduanas tiene información incorrecta. El <br /> importador no podrá ser sancionado cuando en forma voluntaria <br /> presente la declaración de mercancías corregida, previo a que la <br /> autoridad aduanera haya iniciado el ejercicio de sus facultades <br /> de verificación y control o antes de que las autoridades <br /> aduaneras notifiquen la revisión, de conformidad con la <br /> legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.15: Facturación por un Operador de un País no Parte <br /> En el certificado de origen deberá indicarse en el campo <br /> @^@Observaciones@^@, cuando una mercancía sea facturada por un operador de un país no Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.21: Procedimientos para Verificación de Origen <br /> 1 La autoridad aduanera de la Parte importadora podrá solicitar <br /> información acerca del origen de una mercancía a la autoridad competente <br /> de la Parte exportadora. <br /> 2 La autoridad aduanera de la Parte importadora podrá requerir que el <br /> importador presente información relativa a la importación de la mercancía para <br /> la cual solicitó tratamiento arancelario preferencial. <br /> 3 Para efectos de determinar si una mercancía importada califica como <br /> originaria, la autoridad aduanera de la Parte importadora podrá verificar el <br /> origen de la mercancía, a través de la autoridad competente de la Parte <br /> exportadora, mediante los siguientes procedimientos: <br /> (a) solicitudes de información o cuestionarios escritos al exportador <br /> o productor de la mercancía en territorio de la otra Parte, en las <br /> que se deberá señalar específicamente la mercancía objeto de verificación; <br /> (b) visitas de verificación a las instalaciones del exportador o <br /> productor de la mercancía en el territorio de la otra Parte, con el <br /> propósito de examinar los registros y documentos a que se <br /> refiere el Artículo 4.20 e inspeccionar las instalaciones y <br /> materiales que se utilicen en la producción de la mercancía; o <br /> (c) cualquier otro procedimiento que las Partes acuerden. <br /> 4 Para los efectos de este artículo, cualquier comunicación escrita enviada <br /> por la autoridad aduanera de la Parte importadora al exportador o productor <br /> para la verificación de origen a través de la autoridad competente de la Parte <br /> exportadora, se considerará válida si es realizada por medio de: <br /> (a) correos certificados u otras formas con acuse de recibo que <br /> confirmen la recepción de los documentos o comunicaciones; o <br /> (b) cualquier otra forma que las Partes acuerden. <br /> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de <br /> información o los cuestionarios escritos deberán contener: <br /> (a) el nombre, cargo y dirección de la autoridad aduanera que <br /> solicita la información; <br /> (b) el nombre y dirección del exportador o productor a quien se le <br /> solicita la información y documentación; <br /> (c) descripción de la información y documentos que se requieren; y <br /> (d) fundamento legal de las solicitudes de información o cuestionarios. <br /> 6 El exportador o productor que reciba un cuestionario o solicitud de <br /> información de conformidad con el párrafo 3(a), completará debidamente y <br /> devolverá el cuestionario o responderá a la solicitud de información dentro de <br /> treinta (30) días a partir de la fecha de recepción. Durante el período señalado, <br /> el exportador o productor podrá hacer una solicitud de extensión por escrito a la <br /> autoridad aduanera de la Parte importadora, que no sea mayor a treinta (30) <br /> días. Dicha solicitud no tendrá consecuencia de denegar el tratamiento arancelario preferencial. <br /> 7 La autoridad aduanera de la Parte importadora podrá solicitar, a través <br /> de la autoridad competente de la Parte exportadora, información adicional por <br /> medio de un cuestionario o solicitud posterior al exportador o productor, aún si <br /> hubiere recibido el cuestionario diligenciado o la información solicitada a la que <br /> se refiere el párrafo 3(a). En este caso el exportador o productor contará con <br /> treinta (30) días para responder a dicha solicitud. <br /> 8 Si el exportador o productor no completa debidamente un cuestionario, <br /> no lo devuelve, o no proporciona la información solicitada dentro del período <br /> establecido en los párrafos 6 y 7, la autoridad aduanera de la Parte importadora <br /> podrá negar el tratamiento arancelario preferencial a las mercancías sujetas a <br /> verificación, enviando al importador y a la autoridad competente de la Parte <br /> exportadora, una resolución de origen en la que se incluyan los hechos y el <br /> fundamento legal para esa decisión. <br /> 9 Previo a realizar una visita de verificación y de conformidad con lo <br /> dispuesto en el párrafo 3(b), la autoridad aduanera de la Parte importadora <br /> deberá notificar por escrito su intención de efectuar la visita de verificación. La <br /> notificación se enviará a la autoridad competente de la Parte exportadora por <br /> correo o cualquier otro medio que haga constar la recepción de la notificación. <br /> La autoridad aduanera de la Parte importadora requerirá para realizar la visita <br /> de verificación del consentimiento por escrito del exportador o productor a ser visitado. <br /> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de <br /> intención de realización de la visita de verificación de origen a la que se refiere <br /> el párrafo 9, deberá contener: <br /> (a) el nombre, cargo y dirección de la autoridad aduanera de la <br /> Parte importadora que hace la notificación; <br /> (b) el nombre del exportador o productor a ser visitado; <br /> (c) la fecha y lugar de la visita de verificación propuesta; <br /> (d) el objetivo y alcance de la visita de verificación propuesta, <br /> incluyendo la referencia específica de la mercancía objeto de verificación; <br /> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> (f) el fundamento legal de la visita de verificación. <br /> 11 Si el exportador o el productor de una mercancía no otorga su <br /> consentimiento por escrito para la realización de la visita dentro de un plazo de <br /> treinta (30) días, contados a partir de la fecha de recepción de la notificación a <br /> que hace referencia el párrafo 9, la autoridad aduanera de la Parte importadora <br /> podrá negar el tratamiento arancelario preferencial a dicha mercancía, <br /> notificando por escrito al importador, y a la autoridad competente de la Parte <br /> exportadora su resolución, incluyendo los hechos y el fundamento legal de esta. <br /> 12 La autoridad aduanera de la Parte importadora no deberá negar el <br /> tratamiento arancelario preferencial a una mercancía si dentro de los quince <br /> (15) días siguientes a la fecha de recepción de la notificación, por una sola vez, <br /> el productor o el exportador solicita el aplazamiento de la visita de verificación <br /> propuesta con las justificaciones correspondientes, por un período no mayor de <br /> treinta (30) días contados a partir de la fecha propuesta conforme al párrafo <br /> 10(c), o por un plazo mayor que acuerden la autoridad aduanera de la Parte <br /> importadora y la autoridad competente de la Parte exportadora. <br /> 13 De conformidad con lo dispuesto en el párrafo 3(b), la autoridad <br /> aduanera de la Parte importadora permitirá a un exportador o productor que <br /> esté sujeto a una visita de verificación, designar hasta dos observadores para <br /> que estén presentes durante la visita y que únicamente actúen como tal. La no <br /> designación de observadores, no será motivo para que se posponga la visita. <br /> 14 Para la verificación del cumplimiento de cualquier requisito establecido <br /> en la Sección A (Reglas de Origen), la autoridad aduanera de la Parte <br /> importadora deberá adoptar, donde sea aplicable, los Principios de <br /> Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br /> 15 La autoridad aduanera de la Parte importadora podrá negar el <br /> tratamiento arancelario preferencial a una mercancía sujeta a una verificación <br /> de origen cuando el exportador o productor de la mercancía no ponga a <br /> disposición de la autoridad aduanera de la Parte importadora los registros y <br /> documentos a que hace referencia el Artículo 4.20. <br /> 16 Cuando se haya concluido la visita de verificación, la autoridad aduanera <br /> de la Parte importadora podrá elaborar un acta de la visita, que incluirá los <br /> hechos constatados por ella. El exportador o productor sujeto de la visita <br /> podrá firmar esta acta. <br /> 17 Dentro de un período de noventa (90) días a partir de la conclusión de la <br /> verificación de origen, la autoridad aduanera de la Parte importadora emitirá <br /> una resolución de origen que incluya los hechos y el fundamento legal de dicha <br /> resolución, debiendo notificar la misma al importador y a la autoridad <br /> competente de la Parte exportadora. <br /> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la <br /> autoridad aduanera de la Parte importadora haya emitido una resolución de <br /> origen, la autoridad competente de la Parte exportadora podrá recurrir al <br /> mecanismo de solución de controversias. <br /> 19 Cuando a través de una verificación de origen la autoridad aduanera de <br /> la Parte importadora determina que un exportador o un productor ha <br /> proporcionado más de una vez declaraciones a la autoridad competente de la <br /> Parte exportadora o información falsa o infundada en el sentido que una <br /> mercancía califica como originaria, la autoridad aduanera de la Parte <br /> importadora podrá suspender el tratamiento arancelario preferencial a <br /> mercancías idénticas exportadas por esa persona. La autoridad aduanera de <br /> la Parte importadora otorgará tratamiento arancelario preferencial a las <br /> mercancías una vez cumplan con lo establecido en este Capítulo. <br /> 20 Para la emisión de una resolución de origen de una mercancía sujeta a <br /> un proceso de verificación, la autoridad aduanera de la Parte importadora <br /> deberá considerar las resoluciones anticipadas de origen y clasificación <br /> arancelaria emitidas por dicha autoridad antes de la fecha de emisión <br /> de la resolución de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.22: Sanciones <br /> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br /> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br /> [Customs administration]: <br /> Artículo 5.10: Sanciones <br /> Las Partes adoptarán o mantendrán un sistema que permita la <br /> imposición de sanciones civiles o administrativas y, cuando corresponda, <br /> sanciones penales por violación de su normativa aduanera, incluyendo aquellas <br /> que rigen la clasificación arancelaria, valoración aduanera, reglas de origen, y <br /> solicitudes de tratamiento arancelario preferencial según este Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.11: Resoluciones Anticipadas <br /> 1 Con el fin de garantizar la aplicación uniforme de la normativa aduanera, <br /> brindar previsibilidad en las actuaciones aduaneras, eliminar la discrecionalidad <br /> y ofrecer seguridad jurídica al usuario aduanero, la Parte importadora, por <br /> medio de su autoridad aduanera u otra autoridad gubernamental competente, a <br /> solicitud escrita de un importador, exportador o productor [1], antes de la <br /> importación de una mercancía hacia su territorio, emitirá una resolución <br /> anticipada por escrito con respecto a: <br /> (a) clasificación arancelaria; <br /> (b) la aplicación de criterios de valoración aduanera para un caso <br /> particular, de conformidad con la aplicación de las disposiciones <br /> contenidas en el Acuerdo de Valoración Aduanera; <br /> (c) la aplicación de devoluciones, suspensiones u otras <br /> exoneraciones de aranceles aduaneros; <br /> (d) si una mercancía es originaria de acuerdo con el Capítulo 4 (Regimen de Origen); y <br /> (e) los demás asuntos que las Partes acuerden. <br /> 2 Cada Parte deberá establecer directrices para la emisión de <br /> resoluciones anticipadas, incluyendo: <br /> (a) la obligación del interesado de proporcionar la información <br /> requerida, por la autoridad aduanera u otra autoridad <br /> gubernamental competente, para tramitar una solicitud de <br /> resolución anticipada, incluyendo, si se requiere, una muestra de <br /> la mercancía, para la cual se está solicitando una resolución anticipada; <br /> (b) la obligación de la autoridad aduanera u otra autoridad <br /> gubernamental competente de emitir una resolución anticipada <br /> dentro de un período máximo de ciento veinte (120) días, una <br /> vez que toda la información necesaria haya sido presentada por el solicitante; y <br /> (c) la obligación de la autoridad aduanera u otra autoridad <br /> gubernamental competente de emitir una resolución anticipada, <br /> considerando los hechos y circunstancias que el solicitante haya presentado. <br /> 3 Cuando un importador solicite que el tratamiento brindado a una <br /> mercancía importada debiese estar regulado por una resolución anticipada <br /> expedida previamente, la autoridad aduanera u otra autoridad gubernamental <br /> competente podrá evaluar si los hechos o circunstancias de la importación son <br /> consistentes con los hechos y circunstancias sobre los cuales se basó la <br /> resolución anticipada emitida. <br /> 4 Cada Parte dispondrá que las resoluciones anticipadas entren en <br /> vigencia a partir de la fecha de su emisión, u otra fecha especificada en la <br /> resolución, siempre que los hechos o circunstancias en que se basa la <br /> resolución no hayan cambiado. <br /> 5 La autoridad aduanera u otra autoridad gubernamental competente que <br /> emite la resolución anticipada podrá modificarla o revocarla luego de que la <br /> Parte la notifique al solicitante. La Parte que emite la resolución anticipada <br /> podrá modificarla o revocarla retroactivamente, con el propósito de cobrar los <br /> aranceles aduaneros, impuestos y cargos que sean aplicables, dejados de <br /> percibir, si ésta estaba basada en información incorrecta o falsa, debiendo <br /> notificar al solicitante inmediatamente. <br /> 6 Con sujeción a los requisitos de confidencialidad previstos en su <br /> legislación, cada Parte pondrá sus resoluciones anticipadas a disposición del público. <br /> 7 Si un solicitante proporciona información falsa u omite hechos o <br /> circunstancias relevantes relativos a la resolución anticipada, o no actúa de <br /> conformidad con los términos y condiciones de la resolución, la Parte <br /> importadora podrá aplicar las medidas que sean apropiadas, incluyendo <br /> acciones civiles, penales y administrativas, sanciones monetarias u otras sanciones. <br /> [1] Para mayor certeza, un importador, exportador o productor podrá presentar una solicitud de una <br /> resolución anticipada a través de un representante debidamente autorizado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.25: Revisión y Apelación <br /> 1 Cada Parte deberá conceder los mismos derechos de revisión y <br /> apelación con respecto a resoluciones de origen a sus importadores, a los <br /> exportadores o productores de la otra Parte a quienes se haya notificado, a <br /> través de la autoridad competente de la Parte exportadora, esas resoluciones <br /> conforme al Artículo 4.21. <br /> 2 Los derechos a que se refieren el párrafo anterior, incluyen el acceso a <br /> por lo menos una revisión administrativa, independientemente del funcionario u <br /> oficina responsable de las resoluciones de origen bajo revisión y al acceso a <br /> una revisión judicial de las mismas como última instancia de las medidas <br /> administrativas, conforme a la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.18: Devolución de Derechos <br> Artículo 4.25: Revisión y Apelación <br> Régimen de Origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario <br> 1 Cada Parte deberá conceder los mismos derechos de revisión y <br> Sección A - Reglas de Origen <br> preferencial para las mercancías importadas a su territorio que hubiera <br> apelación con respecto a resoluciones de origen a sus importadores, a los <br> Artículo 4.1: Mercancías Originarias <br> calificado como originaria, el importador podrá, a más tardar un (1) año <br> exportadores o productores de la otra Parte a quienes se haya notificado, a <br> Salvo que se disponga algo distinto en este Capítulo, una mercancía <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la <br> través de la autoridad competente de la Parte exportadora, esas resoluciones <br> será considerada originaria cuando: <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar <br> Parte importadora la devolución de los aranceles aduaneros pagados en <br> conforme al Artículo 4.21. <br> (a) la mercancía sea obtenida en su totalidad o producida enteramente <br> exceso por no haber solicitado tratamiento arancelario preferencial para esa <br> 2 Los derechos a que se refieren el párrafo anterior, incluyen el acceso a <br> en el territorio de una u otra Parte, según la definición del Artículo 4.26; <br> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br> mercancía, siempre que la solicitud vaya acompañada de: <br> por lo menos una revisión administrativa, independientemente del funcionario u <br> (b) la mercancía sea producida en el territorio de una u otra Parte, a <br> (a) una declaración por escrito indicando que la mercancía califica <br> 1 Cada Parte dispondrá que: <br> oficina responsable de las resoluciones de origen bajo revisión y al acceso a <br> cumpla con las demás disposiciones aplicables de este Capítulo. <br> partir exclusivamente de materiales que califican como originarios <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> como originaria en el momento de la importación; <br> una revisión judicial de las mismas como última instancia de las medidas <br> conforme a las disposiciones de este Capítulo; o <br> (b) el certificado de origen o su copia; y <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> administrativas, conforme a la legislación de cada Parte. <br> (c) la mercancía sea producida en el territorio de una u otra Parte, a <br> (c) cualquier otra documentación relacionada con la importación de <br> partir de materiales no originarios que cumplan con un cambio de <br> la mercancía, tal como lo pueda requerir la autoridad aduanera. <br> clasificación arancelaria, un valor de contenido regional u otros <br> requisitos según se especifica en el Anexo 4.1 y la mercancía <br> (a) cuando un exportador tenga razones para creer que el <br> Artículo 4.2: Valor de Contenido Regional <br> certificado de origen contiene información incorrecta, deberá <br> 1 El valor de contenido regional de las mercancías se calculará de acuerdo <br> comunicar inmediatamente por escrito a la autoridad competente <br> con la siguiente formula: <br> o entidades habilitadas cualquier cambio que pueda afectar la <br> VCR = [(VT - VMN) / VM] * 100 <br> exactitud o validez de ese certificado; y <br> donde: <br> VCR es el valor de contenido regional, expresado como un porcentaje; <br> (b) si un exportador entregó un certificado o información falsa y con <br> el mismo se exportó mercancías calificadas como originarias al <br> VT es el valor de transacción de la mercancía ajustado sobre una <br> territorio de la otra Parte, será sujeto a sanciones similares a las <br> base FOB, salvo lo dispuesto en el párrafo 2. En caso que no <br> Artículo 4.20: Requisitos para Mantener Registros <br> que se aplicarían a un importador en su territorio por contravenir <br> exista o no pueda determinarse dicho valor conforme a los <br> sus leyes y reglamentaciones aduaneras al hacer declaraciones <br> principios del Artículo 1 del Acuerdo de Valoración Aduanera, el <br> y afirmaciones falsas en relación a una importación. <br> mismo será calculado de conformidad con dicho acuerdo; y <br> VMN es el valor de transacción de los materiales no originarios <br> información incorrecta si voluntariamente lo comunica por escrito a la autoridad <br> ajustados sobre una base CIF, salvo lo dispuesto en el párrafo 4. <br> competente o entidades habilitadas, previo a que la autoridad aduanera de la <br> En caso que no exista o no pueda determinarse dicho valor <br> Parte importadora haya iniciado el ejercicio de sus facultades de verificación y <br> conforme a los principios del Artículo 1 del Acuerdo de Valoración <br> control o antes de que las autoridades aduaneras notifiquen la revisión, de <br> Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br> territorio de un país no Parte. <br> conformidad con la legislación de cada Parte. <br> 2 Cuando una mercancía no es exportada directamente por su productor, <br> el valor se ajustará hasta el punto en el cual el comprador reciba la mercancía <br> 1 La autoridad competente o entidades habilitadas deberán conservar una <br> dentro del territorio de la Parte donde se encuentra el productor. <br> copia del certificado de origen durante un plazo mínimo de cinco (5) años, a partir <br> 3 Todos los registros de los costos considerados para el cálculo de valor <br> de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> de contenido regional serán registrados y mantenidos de conformidad con los <br> 3 Un importador que solicite tratamiento arancelario preferencial para una <br> sirvieron de base para la emisión del certificado. <br> Principios de Contabilidad Generalmente Aceptados, aplicables en el territorio <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 4.14, <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> de la Parte donde la mercancía se produce. <br> debe conservar por un mínimo de cinco (5) años a partir de la <br> 4 Cuando el productor de una mercancía adquiera un material no <br> fecha de la emisión de dicho certificado, todos los registros necesarios para <br> originario dentro del territorio de una Parte donde se encuentre ubicado, el <br> Artículo 4.21: Procedimientos para Verificación de Origen <br> demostrar que la mercancía era originaria, incluyendo los registros relativos a: <br> valor del material no originario no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos incurridos en el transporte del material desde el <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y <br> 5 Para efectos del cálculo del valor de contenido regional, el valor de los <br> (c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br> materiales no originarios utilizados por el productor en la producción de una <br> mercancía no incluirá el valor de los materiales no originarios utilizados por: <br> (b) cualquier otra forma que las Partes acuerden. <br> mercancía deberá conservar, por un mínimo de cinco (5) años a partir de la <br> (a) otro productor en la producción de un material originario que es <br> fecha de importación de la mercancía, la documentación que la autoridad <br> adquirido y utilizado por el productor de la mercancía en la <br> aduanera exija, incluyendo una copia del certificado de origen. <br> producción de esa mercancía; o <br> (b) el productor de la mercancía en la producción de un material <br> 1 La autoridad aduanera de la Parte importadora podrá solicitar <br> originario de fabricación propia. <br> información acerca del origen de una mercancía a la autoridad competente <br> de la Parte exportadora. <br> Artículo 4.3: Operaciones que no Confieren Origen <br> No confieren origen, individualmente o combinados entre sí, los <br> 2 La autoridad aduanera de la Parte importadora podrá requerir que el <br> siguientes procesos u operaciones: <br> importador presente información relativa a la importación de la mercancía para <br> (a) preservación de las mercancías en buen estado durante su <br> la cual solicitó tratamiento arancelario preferencial. <br> transporte o almacenamiento, tales como ventilación, aireación, <br> 3 Para efectos de determinar si una mercancía importada califica como <br> refrigeración, congelación; <br> originaria, la autoridad aduanera de la Parte importadora podrá verificar el <br> (b) facilitación del embarque o el transporte; <br> origen de la mercancía, a través de la autoridad competente de la Parte <br> (c) embalaje, envasado, o acondicionamiento de las mercancías para <br> exportadora, mediante los siguientes procedimientos: <br> su venta al por menor; <br> (a) solicitudes de información o cuestionarios escritos al exportador <br> (d) filtración o dilución en agua o en otros solventes que no altere las <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> o productor de la mercancía en territorio de la otra Parte, en las <br> que se deberá señalar específicamente la mercancía objeto de verificación; <br> (e) fraccionamiento en lotes o volúmenes; <br> (b) visitas de verificación a las instalaciones del exportador o <br> (f) colocación de marcas, etiquetas y otros signos distintivos similares <br> productor de la mercancía en el territorio de la otra Parte, con el <br> en las mercancías o en sus envases; o <br> propósito de examinar los registros y documentos a que se <br> (g) desarmado de mercancías en sus partes. <br> refiere el Artículo 4.20 e inspeccionar las instalaciones y <br> materiales que se utilicen en la producción de la mercancía; o <br> Los materiales originarios o mercancías originarias de cualquiera de las <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> Partes incorporados en la producción de mercancías en el territorio de la otra <br> 4 Para los efectos de este artículo, cualquier comunicación escrita enviada <br> Parte serán considerados originarios del territorio de esta última Parte. <br> por la autoridad aduanera de la Parte importadora al exportador o productor <br> Artículo 4.5: De Mínimis <br> para la verificación de origen a través de la autoridad competente de la Parte <br> 1 Una mercancía será considerada originaria si el valor de todos los <br> exportadora, se considerará válida si es realizada por medio de: <br> materiales no originarios utilizados en la producción de esta mercancía que no <br> (a) correos certificados u otras formas con acuse de recibo que <br> cumplen con el requisito de cambio de clasificación arancelaria establecido en <br> confirmen la recepción de los documentos o comunicaciones; o <br> el Anexo 4.1 (Reglas Específicas de Origen) no excede el diez por ciento (10%) <br> del valor de transacción de la mercancía determinado conforme al Artículo 4.2. <br> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de <br> y la mercancía cumple con las demás disposiciones aplicables de este Capítulo. <br> información o los cuestionarios escritos deberán contener: <br> 2 Cuando se trate de mercancías que se clasifican en los Capítulos 50 al <br> Artículo 4.4: Acumulación <br> (a) el nombre, cargo y dirección de la autoridad aduanera que <br> 63 del Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al <br> 3 El párrafo 1 no se aplicará a un material no originario que se utilice en la <br> peso de las fibras o hilados respecto al peso de la mercancía producida. <br> (b) el nombre y dirección del exportador o productor a quien se le <br> solicita la información y documentación; <br> producción de mercancías comprendidas en los Capítulos 1 al 24 del Sistema <br> Armonizado, a menos que el material no originario esté comprendido en una <br> origen de conformidad con este artículo. <br> subpartida distinta a la de la mercancía para la cual se está determinando el <br> 6 El exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad con el párrafo 3(a), completará debidamente y <br> 4 El párrafo 1 no se aplicará a un material no originario clasificado en el <br> devolverá el cuestionario o responderá a la solicitud de información dentro de <br> Capítulo 15 del Sistema Armonizado que se utilice en la producción de una <br> treinta (30) días a partir de la fecha de recepción. Durante el período señalado, <br> mercancía clasificada en las partidas 15.01 a 15.15. <br> el exportador o productor podrá hacer una solicitud de extensión por escrito a la <br> Artículo 4.6: Mercancías y Materiales Fungibles <br> autoridad aduanera de la Parte importadora, que no sea mayor a treinta (30) <br> 1 Cuando mercancías fungibles originarias y no originarias se mezclen o <br> días. Dicha solicitud no tendrá consecuencia de denegar el tratamiento arancelario preferencial. <br> combinen físicamente en inventario el origen de estas mercancías podrá <br> 7 La autoridad aduanera de la Parte importadora podrá solicitar, a través <br> determinarse con base en la segregación física de cada mercancía o material <br> de la autoridad competente de la Parte exportadora, información adicional por <br> fungible, o por medio de la utilización de cualquier método de manejo de <br> (b) el nombre del exportador o productor a ser visitado; <br> medio de un cuestionario o solicitud posterior al exportador o productor, aún si <br> inventarios, tales como, el de promedios, últimas entradas - primeras salidas <br> hubiere recibido el cuestionario diligenciado o la información solicitada a la que <br> (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> se refiere el párrafo 3(a). En este caso el exportador o productor contará con <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se <br> treinta (30) días para responder a dicha solicitud. <br> realiza la producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> 8 Si el exportador o productor no completa debidamente un cuestionario, <br> 2 El método de manejo de inventarios seleccionado de conformidad con el <br> no lo devuelve, o no proporciona la información solicitada dentro del período <br> párrafo 1 para una mercancía o material fungible en particular, deberá <br> establecido en los párrafos 6 y 7, la autoridad aduanera de la Parte importadora <br> continuar siendo utilizando para aquella mercancía o material fungible a través <br> podrá negar el tratamiento arancelario preferencial a las mercancías sujetas a <br> del año fiscal de la persona que seleccionó el método de manejo de inventarios. <br> verificación, enviando al importador y a la autoridad competente de la Parte <br> Artículo 4.7: Juegos o Surtidos <br> exportadora, una resolución de origen en la que se incluyan los hechos y el <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la <br> fundamento legal para esa decisión. <br> regla 3 de las Reglas Generales para la Interpretación del Sistema Armonizado, <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> 9 Previo a realizar una visita de verificación y de conformidad con lo <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> así como las mercancías cuya descripción conforme a la nomenclatura del <br> dispuesto en el párrafo 3(b), la autoridad aduanera de la Parte importadora <br> Sistema Armonizado sea específicamente la de un juego o surtido, calificarán <br> deberá notificar por escrito su intención de efectuar la visita de verificación. La <br> como originarias, siempre que cada una de las mercancías contenidas en ese <br> notificación se enviará a la autoridad competente de la Parte exportadora por <br> almacén del proveedor hasta el lugar en que se encuentre el productor. <br> juego o surtido cumpla con las reglas de origen establecidas en este Capítulo y <br> (f) el fundamento legal de la visita de verificación. <br> correo o cualquier otro medio que haga constar la recepción de la notificación. <br> en el Anexo 4.1 (Reglas específicas de Origen). <br> competente de la Parte exportadora. <br> La autoridad aduanera de la Parte importadora requerirá para realizar la visita <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de <br> de verificación del consentimiento por escrito del exportador o productor a ser visitado. <br> mercancías se considerará originario, si el valor de todas las mercancías no <br> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de <br> originarias utilizadas en la formación del juego o surtido no excede el quince <br> intención de realización de la visita de verificación de origen a la que se refiere <br> 1 Cuando los envases y materiales de empaque en que una mercancía se <br> por ciento (15%) del valor de transacción de la mercancía, determinado <br> el párrafo 9, deberá contener: <br> conforme al Artículo 4.2. <br> (a) el nombre, cargo y dirección de la autoridad aduanera de la <br> Artículo 4.8: Accesorios, Repuestos y Herramientas <br> Parte importadora que hace la notificación; <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía <br> como parte usual de la misma no se tomarán en cuenta para determinar si <br> (d) el objetivo y alcance de la visita de verificación propuesta, <br> cumplen con el correspondiente cambio de clasificación arancelaria establecido <br> incluyendo la referencia específica de la mercancía objeto de verificación; <br> en el Anexo 4.1 (Reglas Específicas de Origen), siempre que: <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> mercancía y no sean facturados por separado; y <br> 11 Si el exportador o el productor de una mercancía no otorga su <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas <br> (c) descripción de la información y documentos que se requieren; y <br> consentimiento por escrito para la realización de la visita dentro de un plazo de <br> treinta (30) días, contados a partir de la fecha de recepción de la notificación a <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con <br> que hace referencia el párrafo 9, la autoridad aduanera de la Parte importadora <br> las condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> podrá negar el tratamiento arancelario preferencial a dicha mercancía, <br> notificando por escrito al importador, y a la autoridad competente de la Parte <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> exportadora su resolución, incluyendo los hechos y el fundamento legal de esta. <br> regional, los accesorios, repuestos o herramientas se considerarán como <br> 12 La autoridad aduanera de la Parte importadora no deberá negar el <br> materiales originarios o no originarios, según sea el caso, para calcular el valor <br> tratamiento arancelario preferencial a una mercancía si dentro de los quince <br> del contenido regional de la mercancía. <br> (15) días siguientes a la fecha de recepción de la notificación, por una sola vez, <br> Artículo 4.9: Envases y Materiales de Empaque para la Venta al por Menor <br> el productor o el exportador solicita el aplazamiento de la visita de verificación <br> propuesta con las justificaciones correspondientes, por un período no mayor de <br> treinta (30) días contados a partir de la fecha propuesta conforme al párrafo <br> Armonizado con la mercancía que contienen, no se tomarán en cuenta para <br> 10(c), o por un plazo mayor que acuerden la autoridad aduanera de la Parte <br> determinar si todos los materiales no originarios utilizados en la producción de <br> importadora y la autoridad competente de la Parte exportadora. <br> la mercancía cumplen con el cambio correspondiente de clasificación <br> 13 De conformidad con lo dispuesto en el párrafo 3(b), la autoridad <br> arancelaria establecido en el Anexo 4.1 (Reglas Especificas de Origen). <br> todos los materiales no originarios utilizados en la producción de la mercancía <br> aduanera de la Parte importadora permitirá a un exportador o productor que <br> esté sujeto a una visita de verificación, designar hasta dos observadores para <br> regional, el valor de dichos envases y materiales de empaque se tomará en <br> sean los habituales para la mercancía. <br> que estén presentes durante la visita y que únicamente actúen como tal. La no <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> cuenta como material originario o no originario, según sea el caso, para <br> designación de observadores, no será motivo para que se posponga la visita. <br> calcular el valor de contenido regional de la mercancía. <br> 14 Para la verificación del cumplimiento de cualquier requisito establecido <br> Artículo 4.10: Contenedores y Materiales de Embalaje para Embarque <br> en la Sección A (Reglas de Origen), la autoridad aduanera de la Parte <br> Los contenedores y materiales de embalaje en los cuales la mercancía <br> importadora deberá adoptar, donde sea aplicable, los Principios de <br> esté empacada exclusivamente para su transporte, no se tomarán en cuenta <br> Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br> para efectos de determinar si la mercancía es originaria. <br> 15 La autoridad aduanera de la Parte importadora podrá negar el <br> Artículo 4.11: Materiales Indirectos <br> tratamiento arancelario preferencial a una mercancía sujeta a una verificación <br> Los materiales indirectos se considerarán materiales originarios <br> de origen cuando el exportador o productor de la mercancía no ponga a <br> independientemente del lugar de su producción. <br> disposición de la autoridad aduanera de la Parte importadora los registros y <br> Artículo 4.12: Tránsito y Transbordo <br> documentos a que hace referencia el Artículo 4.20. <br> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br> 16 Cuando se haya concluido la visita de verificación, la autoridad aduanera <br> de la Parte importadora podrá elaborar un acta de la visita, que incluirá los <br> operación, fuera del territorio de las Partes, excepto la descarga, <br> hechos constatados por ella. El exportador o productor sujeto de la visita <br> recarga, fraccionamiento o cualquier otra operación necesaria para <br> podrá firmar esta acta. <br> mantener la mercancía en buenas condiciones o para transportarla <br> 17 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> a territorio de una Parte; y <br> verificación de origen, la autoridad aduanera de la Parte importadora emitirá <br> (b) permanece bajo el control de las autoridades aduaneras en el <br> una resolución de origen que incluya los hechos y el fundamento legal de dicha <br> resolución, debiendo notificar la misma al importador y a la autoridad <br> Artículo 4.13: Exposiciones <br> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se <br> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la <br> otorgará a mercancías originarias enviadas para su exposición en un país no <br> autoridad aduanera de la Parte importadora haya emitido una resolución de <br> Parte y que hayan sido vendidos después de la exposición para ser importados <br> origen, la autoridad competente de la Parte exportadora podrá recurrir al <br> a una de las Partes, cuando se cumplan las siguientes condiciones a <br> mecanismo de solución de controversias. <br> satisfacción de las autoridades aduaneras de la Parte importadora: <br> 19 Cuando a través de una verificación de origen la autoridad aduanera de <br> (a) un exportador ha enviado estas mercancías desde una de las <br> la Parte importadora determina que un exportador o un productor ha <br> Partes hasta el país no Parte en que se realizó la exposición; <br> proporcionado más de una vez declaraciones a la autoridad competente de la <br> (b) las mercancías fueron vendidas o enajenadas de alguna otra forma <br> Parte exportadora o información falsa o infundada en el sentido que una <br> establecido en este Capítulo. <br> por el exportador a una persona de una de las Partes; <br> mercancía califica como originaria, la autoridad aduanera de la Parte <br> (c) las mercancías fueron enviadas durante la exposición o <br> importadora podrá suspender el tratamiento arancelario preferencial a <br> inmediatamente después en el mismo estado en que fueron <br> mercancías idénticas exportadas por esa persona. La autoridad aduanera de <br> enviadas a la exposición; <br> la Parte importadora otorgará tratamiento arancelario preferencial a las <br> (d) desde el momento en que las mercancías fueron enviadas a la <br> mercancías una vez cumplan con lo establecido en este Capítulo. <br> exposición, no han sido utilizadas con fines distintos a su <br> 20 Para la emisión de una resolución de origen de una mercancía sujeta a <br> presentación en dicha exposición; y <br> un proceso de verificación, la autoridad aduanera de la Parte importadora <br> (e) las mercancías han permanecido bajo control de las autoridades <br> deberá considerar las resoluciones anticipadas de origen y clasificación <br> arancelaria emitidas por dicha autoridad antes de la fecha de emisión <br> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de <br> de la resolución de origen. <br> origen de conformidad con lo dispuesto en la Sección B (Procedimientos de <br> Artículo 4.22: Sanciones <br> origen), el cual se presentará a las autoridades aduaneras de la Parte <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> importadora, mencionando el nombre y la dirección de la exposición. Si se <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br> considera necesario se puede requerir evidencia documental adicional <br> relacionada con la exposición. <br> Sección B - Procedimientos de Origen <br> Artículo 4.14: Certificación de Origen <br> presente para la venta al por menor estén clasificados en el Sistema <br> 1 El importador podrá solicitar tratamiento arancelario preferencial basado <br> aduaneras del país no Parte durante la exposición. <br> en un certificado de origen escrito o electrónico [1] emitido por la autoridad <br> competente de la Parte exportadora a solicitud del exportador. <br> 2 La autoridad competente de la Parte exportadora podrá delegar la <br> El certificado de origen no será requerido cuando: <br> expedición del certificado de origen en otras entidades públicas o privadas. <br> 3 La autoridad competente o entidades habilitadas podrán examinar en su <br> territorio la calidad de originaria de las mercancías y el cumplimiento de los <br> requisitos de este Capítulo. Para tal efecto, podrán solicitar cualquier evidencia <br> de respaldo, efectuar inspecciones a las instalaciones del exportador o <br> productor o realizar cualquier otro control que consideren apropiados. <br> 4 Las Partes mantendrán vigente ante la Secretaría General de la ALADI la <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas <br> para emitir certificados de origen y el registro de las firmas autógrafas o <br> electrónicas de los funcionarios acreditados para tal fin. <br> 5 El certificado de origen servirá para certificar que una mercancía que se <br> exporte del territorio de una Parte al territorio de otra Parte, califica como <br> originaria. Dicho certificado podrá ser modificado por la Comisión. El formulario <br> único del certificado de origen se establece en el Anexo 4.14. <br> 6 El certificado de origen tendrá una validez de un año a partir de la fecha <br> en la cual fue emitido. <br> [1] Cada Parte deberá implementar la certificación de origen en forma electrónica a más tardar dos (2) años <br> después de la entrada en vigor del Acuerdo. <br> En el certificado de origen deberá indicarse en el campo <br> @^@Observaciones@^@, cuando una mercancía sea facturada por un operador de un país no Parte. <br> Artículo 4.16: Excepciones <br> (a) el valor aduanero de la importación no exceda de mil quinientos <br> dólares de los Estados Unidos de América (US $ 1500) o el monto <br> equivalente en la moneda de la Parte importadora, o un monto <br> mayor que puede ser establecido por la Parte importadora, a <br> menos que la Parte importadora considere que la importación forma <br> parte de una serie de importaciones realizadas o planificadas con el <br> propósito de evadir el cumplimiento de la legislación de la Parte <br> que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o <br> (b) sea una mercancía para la cual la Parte importadora no requiere <br> que el importador presente una certificación o información que demuestre el origen. <br> Artículo 4.15: Facturación por un Operador de un País no Parte <br> características de la mercancía; <br> solicita la información; <br> "}, {"ArticleTitle": ".17: Obligaciones Relativas a las Importaciones", "ArticleDesc": "Artículo 4.17: Obligaciones Relativas a las Importaciones <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que <br> solicite tratamiento arancelario preferencial para una mercancía: <br> declare por escrito en el documento de importación requerido <br> por su legislación, en base a un certificado de origen, que una <br> mercancía califica como mercancía originaria; <br> (b) tenga el certificado de origen en su poder al momento en que se <br> haga la declaración; <br> (c) proporcione, si la autoridad aduanera lo solicita, el certificado de <br> origen o copias del mismo; y <br> (d) presente inmediatamente una declaración corregida y pague el <br> arancel correspondiente cuando el importador tenga motivos <br> para creer que el certificado de origen en que se sustenta la <br> declaración de aduanas tiene información incorrecta. El <br> 2 Si un importador en su territorio no cumple con alguno de los requisitos <br> importador no podrá ser sancionado cuando en forma voluntaria <br> presente la declaración de mercancías corregida, previo a que la <br> autoridad aduanera haya iniciado el ejercicio de sus facultades <br> de verificación y control o antes de que las autoridades <br> aduaneras notifiquen la revisión, de conformidad con la <br> legislación de cada Parte. <br> establecidos en este Capítulo, la autoridad aduanera negará el tratamiento arancelario preferencial. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.18: Devolución de Derechos <br> Artículo 4.25: Revisión y Apelación <br> Régimen de Origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario <br> 1 Cada Parte deberá conceder los mismos derechos de revisión y <br> Sección A - Reglas de Origen <br> preferencial para las mercancías importadas a su territorio que hubiera <br> apelación con respecto a resoluciones de origen a sus importadores, a los <br> Artículo 4.1: Mercancías Originarias <br> calificado como originaria, el importador podrá, a más tardar un (1) año <br> exportadores o productores de la otra Parte a quienes se haya notificado, a <br> Salvo que se disponga algo distinto en este Capítulo, una mercancía <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la <br> través de la autoridad competente de la Parte exportadora, esas resoluciones <br> será considerada originaria cuando: <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar <br> Parte importadora la devolución de los aranceles aduaneros pagados en <br> conforme al Artículo 4.21. <br> (a) la mercancía sea obtenida en su totalidad o producida enteramente <br> exceso por no haber solicitado tratamiento arancelario preferencial para esa <br> 2 Los derechos a que se refieren el párrafo anterior, incluyen el acceso a <br> en el territorio de una u otra Parte, según la definición del Artículo 4.26; <br> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br> mercancía, siempre que la solicitud vaya acompañada de: <br> por lo menos una revisión administrativa, independientemente del funcionario u <br> (b) la mercancía sea producida en el territorio de una u otra Parte, a <br> (a) una declaración por escrito indicando que la mercancía califica <br> 1 Cada Parte dispondrá que: <br> oficina responsable de las resoluciones de origen bajo revisión y al acceso a <br> cumpla con las demás disposiciones aplicables de este Capítulo. <br> partir exclusivamente de materiales que califican como originarios <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> como originaria en el momento de la importación; <br> una revisión judicial de las mismas como última instancia de las medidas <br> conforme a las disposiciones de este Capítulo; o <br> (b) el certificado de origen o su copia; y <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> administrativas, conforme a la legislación de cada Parte. <br> (c) la mercancía sea producida en el territorio de una u otra Parte, a <br> (c) cualquier otra documentación relacionada con la importación de <br> partir de materiales no originarios que cumplan con un cambio de <br> la mercancía, tal como lo pueda requerir la autoridad aduanera. <br> clasificación arancelaria, un valor de contenido regional u otros <br> requisitos según se especifica en el Anexo 4.1 y la mercancía <br> (a) cuando un exportador tenga razones para creer que el <br> Artículo 4.2: Valor de Contenido Regional <br> certificado de origen contiene información incorrecta, deberá <br> 1 El valor de contenido regional de las mercancías se calculará de acuerdo <br> comunicar inmediatamente por escrito a la autoridad competente <br> con la siguiente formula: <br> o entidades habilitadas cualquier cambio que pueda afectar la <br> VCR = [(VT - VMN) / VM] * 100 <br> exactitud o validez de ese certificado; y <br> donde: <br> VCR es el valor de contenido regional, expresado como un porcentaje; <br> (b) si un exportador entregó un certificado o información falsa y con <br> el mismo se exportó mercancías calificadas como originarias al <br> VT es el valor de transacción de la mercancía ajustado sobre una <br> territorio de la otra Parte, será sujeto a sanciones similares a las <br> base FOB, salvo lo dispuesto en el párrafo 2. En caso que no <br> Artículo 4.20: Requisitos para Mantener Registros <br> que se aplicarían a un importador en su territorio por contravenir <br> exista o no pueda determinarse dicho valor conforme a los <br> sus leyes y reglamentaciones aduaneras al hacer declaraciones <br> principios del Artículo 1 del Acuerdo de Valoración Aduanera, el <br> y afirmaciones falsas en relación a una importación. <br> mismo será calculado de conformidad con dicho acuerdo; y <br> VMN es el valor de transacción de los materiales no originarios <br> información incorrecta si voluntariamente lo comunica por escrito a la autoridad <br> ajustados sobre una base CIF, salvo lo dispuesto en el párrafo 4. <br> competente o entidades habilitadas, previo a que la autoridad aduanera de la <br> En caso que no exista o no pueda determinarse dicho valor <br> Parte importadora haya iniciado el ejercicio de sus facultades de verificación y <br> conforme a los principios del Artículo 1 del Acuerdo de Valoración <br> control o antes de que las autoridades aduaneras notifiquen la revisión, de <br> Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br> territorio de un país no Parte. <br> conformidad con la legislación de cada Parte. <br> 2 Cuando una mercancía no es exportada directamente por su productor, <br> el valor se ajustará hasta el punto en el cual el comprador reciba la mercancía <br> 1 La autoridad competente o entidades habilitadas deberán conservar una <br> dentro del territorio de la Parte donde se encuentra el productor. <br> copia del certificado de origen durante un plazo mínimo de cinco (5) años, a partir <br> 3 Todos los registros de los costos considerados para el cálculo de valor <br> de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> de contenido regional serán registrados y mantenidos de conformidad con los <br> 3 Un importador que solicite tratamiento arancelario preferencial para una <br> sirvieron de base para la emisión del certificado. <br> Principios de Contabilidad Generalmente Aceptados, aplicables en el territorio <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 4.14, <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> de la Parte donde la mercancía se produce. <br> debe conservar por un mínimo de cinco (5) años a partir de la <br> 4 Cuando el productor de una mercancía adquiera un material no <br> fecha de la emisión de dicho certificado, todos los registros necesarios para <br> originario dentro del territorio de una Parte donde se encuentre ubicado, el <br> Artículo 4.21: Procedimientos para Verificación de Origen <br> demostrar que la mercancía era originaria, incluyendo los registros relativos a: <br> valor del material no originario no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos incurridos en el transporte del material desde el <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y <br> 5 Para efectos del cálculo del valor de contenido regional, el valor de los <br> (c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br> materiales no originarios utilizados por el productor en la producción de una <br> mercancía no incluirá el valor de los materiales no originarios utilizados por: <br> (b) cualquier otra forma que las Partes acuerden. <br> mercancía deberá conservar, por un mínimo de cinco (5) años a partir de la <br> (a) otro productor en la producción de un material originario que es <br> fecha de importación de la mercancía, la documentación que la autoridad <br> adquirido y utilizado por el productor de la mercancía en la <br> aduanera exija, incluyendo una copia del certificado de origen. <br> producción de esa mercancía; o <br> (b) el productor de la mercancía en la producción de un material <br> 1 La autoridad aduanera de la Parte importadora podrá solicitar <br> originario de fabricación propia. <br> información acerca del origen de una mercancía a la autoridad competente <br> de la Parte exportadora. <br> Artículo 4.3: Operaciones que no Confieren Origen <br> No confieren origen, individualmente o combinados entre sí, los <br> 2 La autoridad aduanera de la Parte importadora podrá requerir que el <br> siguientes procesos u operaciones: <br> importador presente información relativa a la importación de la mercancía para <br> (a) preservación de las mercancías en buen estado durante su <br> la cual solicitó tratamiento arancelario preferencial. <br> transporte o almacenamiento, tales como ventilación, aireación, <br> 3 Para efectos de determinar si una mercancía importada califica como <br> refrigeración, congelación; <br> originaria, la autoridad aduanera de la Parte importadora podrá verificar el <br> (b) facilitación del embarque o el transporte; <br> origen de la mercancía, a través de la autoridad competente de la Parte <br> (c) embalaje, envasado, o acondicionamiento de las mercancías para <br> exportadora, mediante los siguientes procedimientos: <br> su venta al por menor; <br> (a) solicitudes de información o cuestionarios escritos al exportador <br> (d) filtración o dilución en agua o en otros solventes que no altere las <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> o productor de la mercancía en territorio de la otra Parte, en las <br> que se deberá señalar específicamente la mercancía objeto de verificación; <br> (e) fraccionamiento en lotes o volúmenes; <br> (b) visitas de verificación a las instalaciones del exportador o <br> (f) colocación de marcas, etiquetas y otros signos distintivos similares <br> productor de la mercancía en el territorio de la otra Parte, con el <br> en las mercancías o en sus envases; o <br> propósito de examinar los registros y documentos a que se <br> (g) desarmado de mercancías en sus partes. <br> refiere el Artículo 4.20 e inspeccionar las instalaciones y <br> materiales que se utilicen en la producción de la mercancía; o <br> Los materiales originarios o mercancías originarias de cualquiera de las <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> Partes incorporados en la producción de mercancías en el territorio de la otra <br> 4 Para los efectos de este artículo, cualquier comunicación escrita enviada <br> Parte serán considerados originarios del territorio de esta última Parte. <br> por la autoridad aduanera de la Parte importadora al exportador o productor <br> Artículo 4.5: De Mínimis <br> para la verificación de origen a través de la autoridad competente de la Parte <br> 1 Una mercancía será considerada originaria si el valor de todos los <br> exportadora, se considerará válida si es realizada por medio de: <br> materiales no originarios utilizados en la producción de esta mercancía que no <br> (a) correos certificados u otras formas con acuse de recibo que <br> cumplen con el requisito de cambio de clasificación arancelaria establecido en <br> confirmen la recepción de los documentos o comunicaciones; o <br> el Anexo 4.1 (Reglas Específicas de Origen) no excede el diez por ciento (10%) <br> del valor de transacción de la mercancía determinado conforme al Artículo 4.2. <br> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de <br> y la mercancía cumple con las demás disposiciones aplicables de este Capítulo. <br> información o los cuestionarios escritos deberán contener: <br> 2 Cuando se trate de mercancías que se clasifican en los Capítulos 50 al <br> Artículo 4.4: Acumulación <br> (a) el nombre, cargo y dirección de la autoridad aduanera que <br> 63 del Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al <br> 3 El párrafo 1 no se aplicará a un material no originario que se utilice en la <br> peso de las fibras o hilados respecto al peso de la mercancía producida. <br> (b) el nombre y dirección del exportador o productor a quien se le <br> solicita la información y documentación; <br> producción de mercancías comprendidas en los Capítulos 1 al 24 del Sistema <br> Armonizado, a menos que el material no originario esté comprendido en una <br> origen de conformidad con este artículo. <br> subpartida distinta a la de la mercancía para la cual se está determinando el <br> 6 El exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad con el párrafo 3(a), completará debidamente y <br> 4 El párrafo 1 no se aplicará a un material no originario clasificado en el <br> devolverá el cuestionario o responderá a la solicitud de información dentro de <br> Capítulo 15 del Sistema Armonizado que se utilice en la producción de una <br> treinta (30) días a partir de la fecha de recepción. Durante el período señalado, <br> mercancía clasificada en las partidas 15.01 a 15.15. <br> el exportador o productor podrá hacer una solicitud de extensión por escrito a la <br> Artículo 4.6: Mercancías y Materiales Fungibles <br> autoridad aduanera de la Parte importadora, que no sea mayor a treinta (30) <br> 1 Cuando mercancías fungibles originarias y no originarias se mezclen o <br> días. Dicha solicitud no tendrá consecuencia de denegar el tratamiento arancelario preferencial. <br> combinen físicamente en inventario el origen de estas mercancías podrá <br> 7 La autoridad aduanera de la Parte importadora podrá solicitar, a través <br> determinarse con base en la segregación física de cada mercancía o material <br> de la autoridad competente de la Parte exportadora, información adicional por <br> fungible, o por medio de la utilización de cualquier método de manejo de <br> (b) el nombre del exportador o productor a ser visitado; <br> medio de un cuestionario o solicitud posterior al exportador o productor, aún si <br> inventarios, tales como, el de promedios, últimas entradas - primeras salidas <br> hubiere recibido el cuestionario diligenciado o la información solicitada a la que <br> (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> se refiere el párrafo 3(a). En este caso el exportador o productor contará con <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se <br> treinta (30) días para responder a dicha solicitud. <br> realiza la producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> 8 Si el exportador o productor no completa debidamente un cuestionario, <br> 2 El método de manejo de inventarios seleccionado de conformidad con el <br> no lo devuelve, o no proporciona la información solicitada dentro del período <br> párrafo 1 para una mercancía o material fungible en particular, deberá <br> establecido en los párrafos 6 y 7, la autoridad aduanera de la Parte importadora <br> continuar siendo utilizando para aquella mercancía o material fungible a través <br> podrá negar el tratamiento arancelario preferencial a las mercancías sujetas a <br> del año fiscal de la persona que seleccionó el método de manejo de inventarios. <br> verificación, enviando al importador y a la autoridad competente de la Parte <br> Artículo 4.7: Juegos o Surtidos <br> exportadora, una resolución de origen en la que se incluyan los hechos y el <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la <br> fundamento legal para esa decisión. <br> regla 3 de las Reglas Generales para la Interpretación del Sistema Armonizado, <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> 9 Previo a realizar una visita de verificación y de conformidad con lo <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> así como las mercancías cuya descripción conforme a la nomenclatura del <br> dispuesto en el párrafo 3(b), la autoridad aduanera de la Parte importadora <br> Sistema Armonizado sea específicamente la de un juego o surtido, calificarán <br> deberá notificar por escrito su intención de efectuar la visita de verificación. La <br> como originarias, siempre que cada una de las mercancías contenidas en ese <br> notificación se enviará a la autoridad competente de la Parte exportadora por <br> almacén del proveedor hasta el lugar en que se encuentre el productor. <br> juego o surtido cumpla con las reglas de origen establecidas en este Capítulo y <br> (f) el fundamento legal de la visita de verificación. <br> correo o cualquier otro medio que haga constar la recepción de la notificación. <br> en el Anexo 4.1 (Reglas específicas de Origen). <br> competente de la Parte exportadora. <br> La autoridad aduanera de la Parte importadora requerirá para realizar la visita <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de <br> de verificación del consentimiento por escrito del exportador o productor a ser visitado. <br> mercancías se considerará originario, si el valor de todas las mercancías no <br> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de <br> originarias utilizadas en la formación del juego o surtido no excede el quince <br> intención de realización de la visita de verificación de origen a la que se refiere <br> 1 Cuando los envases y materiales de empaque en que una mercancía se <br> por ciento (15%) del valor de transacción de la mercancía, determinado <br> el párrafo 9, deberá contener: <br> conforme al Artículo 4.2. <br> (a) el nombre, cargo y dirección de la autoridad aduanera de la <br> Artículo 4.8: Accesorios, Repuestos y Herramientas <br> Parte importadora que hace la notificación; <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía <br> como parte usual de la misma no se tomarán en cuenta para determinar si <br> (d) el objetivo y alcance de la visita de verificación propuesta, <br> cumplen con el correspondiente cambio de clasificación arancelaria establecido <br> incluyendo la referencia específica de la mercancía objeto de verificación; <br> en el Anexo 4.1 (Reglas Específicas de Origen), siempre que: <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> mercancía y no sean facturados por separado; y <br> 11 Si el exportador o el productor de una mercancía no otorga su <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas <br> (c) descripción de la información y documentos que se requieren; y <br> consentimiento por escrito para la realización de la visita dentro de un plazo de <br> treinta (30) días, contados a partir de la fecha de recepción de la notificación a <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con <br> que hace referencia el párrafo 9, la autoridad aduanera de la Parte importadora <br> las condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> podrá negar el tratamiento arancelario preferencial a dicha mercancía, <br> notificando por escrito al importador, y a la autoridad competente de la Parte <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> exportadora su resolución, incluyendo los hechos y el fundamento legal de esta. <br> regional, los accesorios, repuestos o herramientas se considerarán como <br> 12 La autoridad aduanera de la Parte importadora no deberá negar el <br> materiales originarios o no originarios, según sea el caso, para calcular el valor <br> tratamiento arancelario preferencial a una mercancía si dentro de los quince <br> del contenido regional de la mercancía. <br> (15) días siguientes a la fecha de recepción de la notificación, por una sola vez, <br> Artículo 4.9: Envases y Materiales de Empaque para la Venta al por Menor <br> el productor o el exportador solicita el aplazamiento de la visita de verificación <br> propuesta con las justificaciones correspondientes, por un período no mayor de <br> treinta (30) días contados a partir de la fecha propuesta conforme al párrafo <br> Armonizado con la mercancía que contienen, no se tomarán en cuenta para <br> 10(c), o por un plazo mayor que acuerden la autoridad aduanera de la Parte <br> determinar si todos los materiales no originarios utilizados en la producción de <br> importadora y la autoridad competente de la Parte exportadora. <br> la mercancía cumplen con el cambio correspondiente de clasificación <br> 13 De conformidad con lo dispuesto en el párrafo 3(b), la autoridad <br> arancelaria establecido en el Anexo 4.1 (Reglas Especificas de Origen). <br> todos los materiales no originarios utilizados en la producción de la mercancía <br> aduanera de la Parte importadora permitirá a un exportador o productor que <br> esté sujeto a una visita de verificación, designar hasta dos observadores para <br> regional, el valor de dichos envases y materiales de empaque se tomará en <br> sean los habituales para la mercancía. <br> que estén presentes durante la visita y que únicamente actúen como tal. La no <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> cuenta como material originario o no originario, según sea el caso, para <br> designación de observadores, no será motivo para que se posponga la visita. <br> calcular el valor de contenido regional de la mercancía. <br> 14 Para la verificación del cumplimiento de cualquier requisito establecido <br> Artículo 4.10: Contenedores y Materiales de Embalaje para Embarque <br> en la Sección A (Reglas de Origen), la autoridad aduanera de la Parte <br> Los contenedores y materiales de embalaje en los cuales la mercancía <br> importadora deberá adoptar, donde sea aplicable, los Principios de <br> esté empacada exclusivamente para su transporte, no se tomarán en cuenta <br> Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br> para efectos de determinar si la mercancía es originaria. <br> 15 La autoridad aduanera de la Parte importadora podrá negar el <br> Artículo 4.11: Materiales Indirectos <br> tratamiento arancelario preferencial a una mercancía sujeta a una verificación <br> Los materiales indirectos se considerarán materiales originarios <br> de origen cuando el exportador o productor de la mercancía no ponga a <br> independientemente del lugar de su producción. <br> disposición de la autoridad aduanera de la Parte importadora los registros y <br> Artículo 4.12: Tránsito y Transbordo <br> documentos a que hace referencia el Artículo 4.20. <br> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br> 16 Cuando se haya concluido la visita de verificación, la autoridad aduanera <br> de la Parte importadora podrá elaborar un acta de la visita, que incluirá los <br> operación, fuera del territorio de las Partes, excepto la descarga, <br> hechos constatados por ella. El exportador o productor sujeto de la visita <br> recarga, fraccionamiento o cualquier otra operación necesaria para <br> podrá firmar esta acta. <br> mantener la mercancía en buenas condiciones o para transportarla <br> 17 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> a territorio de una Parte; y <br> verificación de origen, la autoridad aduanera de la Parte importadora emitirá <br> (b) permanece bajo el control de las autoridades aduaneras en el <br> una resolución de origen que incluya los hechos y el fundamento legal de dicha <br> resolución, debiendo notificar la misma al importador y a la autoridad <br> Artículo 4.13: Exposiciones <br> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se <br> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la <br> otorgará a mercancías originarias enviadas para su exposición en un país no <br> autoridad aduanera de la Parte importadora haya emitido una resolución de <br> Parte y que hayan sido vendidos después de la exposición para ser importados <br> origen, la autoridad competente de la Parte exportadora podrá recurrir al <br> a una de las Partes, cuando se cumplan las siguientes condiciones a <br> mecanismo de solución de controversias. <br> satisfacción de las autoridades aduaneras de la Parte importadora: <br> 19 Cuando a través de una verificación de origen la autoridad aduanera de <br> (a) un exportador ha enviado estas mercancías desde una de las <br> la Parte importadora determina que un exportador o un productor ha <br> Partes hasta el país no Parte en que se realizó la exposición; <br> proporcionado más de una vez declaraciones a la autoridad competente de la <br> (b) las mercancías fueron vendidas o enajenadas de alguna otra forma <br> Parte exportadora o información falsa o infundada en el sentido que una <br> establecido en este Capítulo. <br> por el exportador a una persona de una de las Partes; <br> mercancía califica como originaria, la autoridad aduanera de la Parte <br> (c) las mercancías fueron enviadas durante la exposición o <br> importadora podrá suspender el tratamiento arancelario preferencial a <br> inmediatamente después en el mismo estado en que fueron <br> mercancías idénticas exportadas por esa persona. La autoridad aduanera de <br> enviadas a la exposición; <br> la Parte importadora otorgará tratamiento arancelario preferencial a las <br> (d) desde el momento en que las mercancías fueron enviadas a la <br> mercancías una vez cumplan con lo establecido en este Capítulo. <br> exposición, no han sido utilizadas con fines distintos a su <br> 20 Para la emisión de una resolución de origen de una mercancía sujeta a <br> presentación en dicha exposición; y <br> un proceso de verificación, la autoridad aduanera de la Parte importadora <br> (e) las mercancías han permanecido bajo control de las autoridades <br> deberá considerar las resoluciones anticipadas de origen y clasificación <br> arancelaria emitidas por dicha autoridad antes de la fecha de emisión <br> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de <br> de la resolución de origen. <br> origen de conformidad con lo dispuesto en la Sección B (Procedimientos de <br> Artículo 4.22: Sanciones <br> origen), el cual se presentará a las autoridades aduaneras de la Parte <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> importadora, mencionando el nombre y la dirección de la exposición. Si se <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br> considera necesario se puede requerir evidencia documental adicional <br> relacionada con la exposición. <br> Sección B - Procedimientos de Origen <br> Artículo 4.14: Certificación de Origen <br> presente para la venta al por menor estén clasificados en el Sistema <br> 1 El importador podrá solicitar tratamiento arancelario preferencial basado <br> aduaneras del país no Parte durante la exposición. <br> en un certificado de origen escrito o electrónico [1] emitido por la autoridad <br> competente de la Parte exportadora a solicitud del exportador. <br> 2 La autoridad competente de la Parte exportadora podrá delegar la <br> El certificado de origen no será requerido cuando: <br> expedición del certificado de origen en otras entidades públicas o privadas. <br> 3 La autoridad competente o entidades habilitadas podrán examinar en su <br> territorio la calidad de originaria de las mercancías y el cumplimiento de los <br> requisitos de este Capítulo. Para tal efecto, podrán solicitar cualquier evidencia <br> de respaldo, efectuar inspecciones a las instalaciones del exportador o <br> productor o realizar cualquier otro control que consideren apropiados. <br> 4 Las Partes mantendrán vigente ante la Secretaría General de la ALADI la <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas <br> para emitir certificados de origen y el registro de las firmas autógrafas o <br> electrónicas de los funcionarios acreditados para tal fin. <br> 5 El certificado de origen servirá para certificar que una mercancía que se <br> exporte del territorio de una Parte al territorio de otra Parte, califica como <br> originaria. Dicho certificado podrá ser modificado por la Comisión. El formulario <br> único del certificado de origen se establece en el Anexo 4.14. <br> 6 El certificado de origen tendrá una validez de un año a partir de la fecha <br> en la cual fue emitido. <br> [1] Cada Parte deberá implementar la certificación de origen en forma electrónica a más tardar dos (2) años <br> después de la entrada en vigor del Acuerdo. <br> En el certificado de origen deberá indicarse en el campo <br> @^@Observaciones@^@, cuando una mercancía sea facturada por un operador de un país no Parte. <br> Artículo 4.16: Excepciones <br> (a) el valor aduanero de la importación no exceda de mil quinientos <br> dólares de los Estados Unidos de América (US $ 1500) o el monto <br> equivalente en la moneda de la Parte importadora, o un monto <br> mayor que puede ser establecido por la Parte importadora, a <br> menos que la Parte importadora considere que la importación forma <br> parte de una serie de importaciones realizadas o planificadas con el <br> propósito de evadir el cumplimiento de la legislación de la Parte <br> que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o <br> (b) sea una mercancía para la cual la Parte importadora no requiere <br> que el importador presente una certificación o información que demuestre el origen. <br> Artículo 4.15: Facturación por un Operador de un País no Parte <br> características de la mercancía; <br> solicita la información; <br> "}, {"ArticleTitle": ".23: Confidencialidad", "ArticleDesc": "Artículo 4.23: Confidencialidad <br> 1 Cada Parte deberá mantener, de conformidad con su legislación, la <br> confidencialidad de la información recopilada conforme a este Capítulo y <br> protegerá dicha información de divulgación. <br> 2 La información confidencial recopilada de acuerdo con este Capítulo, <br> únicamente se podrá divulgar a las autoridades a cargo de la administración y <br> aplicación de resoluciones de origen, y de asuntos aduaneros y tributarios de <br> conformidad con la legislación de cada Parte. <br> "}, {"ArticleTitle": ".24: Consultas y Modificaciones", "ArticleDesc": "Artículo 4.24: Consultas y Modificaciones <br> 1 Las Partes realizarán consultas regularmente para garantizar que este <br> Capítulo sea administrado de manera efectiva, uniforme y de conformidad con <br> el espíritu y los objetivos de este Acuerdo y cooperarán en la administración de este Capítulo. <br> 2 Una Parte que considere que una o más de las disposiciones de este <br> Capítulo requiera ser modificada, podrá someter una propuesta a consideración de la otra Parte. <br> 3 El Comité de Origen deberá considerar propuestas de modificación de <br> las reglas de origen, que obedezcan a cambios en los procesos productivos, <br> enmiendas al Sistema Armonizado, otros asuntos relacionados con la <br> determinación del origen de una mercancía u otros asuntos relacionados <br> con el presente Capítulo. <br> 4 El Comité de Origen se deberá reunir para considerar las propuestas <br> dentro de los sesenta (60) días siguientes a partir de la fecha de recepción de <br> la comunicación o en otra fecha que el Comité pueda decidir. <br> 5 El Comité de Origen deberá proporcionar un reporte a la Comisión, <br> exponiendo sus conclusiones y recomendaciones. <br> 6 A partir de la recepción del reporte, la Comisión podrá tomar las <br> acciones pertinentes de conformidad con el Artículo 15.1.3. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.18: Devolución de Derechos <br> Artículo 4.25: Revisión y Apelación <br> Régimen de Origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario <br> 1 Cada Parte deberá conceder los mismos derechos de revisión y <br> Sección A - Reglas de Origen <br> preferencial para las mercancías importadas a su territorio que hubiera <br> apelación con respecto a resoluciones de origen a sus importadores, a los <br> Artículo 4.1: Mercancías Originarias <br> calificado como originaria, el importador podrá, a más tardar un (1) año <br> exportadores o productores de la otra Parte a quienes se haya notificado, a <br> Salvo que se disponga algo distinto en este Capítulo, una mercancía <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la <br> través de la autoridad competente de la Parte exportadora, esas resoluciones <br> será considerada originaria cuando: <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar <br> Parte importadora la devolución de los aranceles aduaneros pagados en <br> conforme al Artículo 4.21. <br> (a) la mercancía sea obtenida en su totalidad o producida enteramente <br> exceso por no haber solicitado tratamiento arancelario preferencial para esa <br> 2 Los derechos a que se refieren el párrafo anterior, incluyen el acceso a <br> en el territorio de una u otra Parte, según la definición del Artículo 4.26; <br> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br> mercancía, siempre que la solicitud vaya acompañada de: <br> por lo menos una revisión administrativa, independientemente del funcionario u <br> (b) la mercancía sea producida en el territorio de una u otra Parte, a <br> (a) una declaración por escrito indicando que la mercancía califica <br> 1 Cada Parte dispondrá que: <br> oficina responsable de las resoluciones de origen bajo revisión y al acceso a <br> cumpla con las demás disposiciones aplicables de este Capítulo. <br> partir exclusivamente de materiales que califican como originarios <br> (a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> como originaria en el momento de la importación; <br> una revisión judicial de las mismas como última instancia de las medidas <br> conforme a las disposiciones de este Capítulo; o <br> (b) el certificado de origen o su copia; y <br> (b) la compra, los costos, el valor y el pago de todos los materiales, <br> administrativas, conforme a la legislación de cada Parte. <br> (c) la mercancía sea producida en el territorio de una u otra Parte, a <br> (c) cualquier otra documentación relacionada con la importación de <br> partir de materiales no originarios que cumplan con un cambio de <br> la mercancía, tal como lo pueda requerir la autoridad aduanera. <br> clasificación arancelaria, un valor de contenido regional u otros <br> requisitos según se especifica en el Anexo 4.1 y la mercancía <br> (a) cuando un exportador tenga razones para creer que el <br> Artículo 4.2: Valor de Contenido Regional <br> certificado de origen contiene información incorrecta, deberá <br> 1 El valor de contenido regional de las mercancías se calculará de acuerdo <br> comunicar inmediatamente por escrito a la autoridad competente <br> con la siguiente formula: <br> o entidades habilitadas cualquier cambio que pueda afectar la <br> VCR = [(VT - VMN) / VM] * 100 <br> exactitud o validez de ese certificado; y <br> donde: <br> VCR es el valor de contenido regional, expresado como un porcentaje; <br> (b) si un exportador entregó un certificado o información falsa y con <br> el mismo se exportó mercancías calificadas como originarias al <br> VT es el valor de transacción de la mercancía ajustado sobre una <br> territorio de la otra Parte, será sujeto a sanciones similares a las <br> base FOB, salvo lo dispuesto en el párrafo 2. En caso que no <br> Artículo 4.20: Requisitos para Mantener Registros <br> que se aplicarían a un importador en su territorio por contravenir <br> exista o no pueda determinarse dicho valor conforme a los <br> sus leyes y reglamentaciones aduaneras al hacer declaraciones <br> principios del Artículo 1 del Acuerdo de Valoración Aduanera, el <br> y afirmaciones falsas en relación a una importación. <br> mismo será calculado de conformidad con dicho acuerdo; y <br> VMN es el valor de transacción de los materiales no originarios <br> información incorrecta si voluntariamente lo comunica por escrito a la autoridad <br> ajustados sobre una base CIF, salvo lo dispuesto en el párrafo 4. <br> competente o entidades habilitadas, previo a que la autoridad aduanera de la <br> En caso que no exista o no pueda determinarse dicho valor <br> Parte importadora haya iniciado el ejercicio de sus facultades de verificación y <br> conforme a los principios del Artículo 1 del Acuerdo de Valoración <br> control o antes de que las autoridades aduaneras notifiquen la revisión, de <br> Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br> territorio de un país no Parte. <br> conformidad con la legislación de cada Parte. <br> 2 Cuando una mercancía no es exportada directamente por su productor, <br> el valor se ajustará hasta el punto en el cual el comprador reciba la mercancía <br> 1 La autoridad competente o entidades habilitadas deberán conservar una <br> dentro del territorio de la Parte donde se encuentra el productor. <br> copia del certificado de origen durante un plazo mínimo de cinco (5) años, a partir <br> 3 Todos los registros de los costos considerados para el cálculo de valor <br> de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> de contenido regional serán registrados y mantenidos de conformidad con los <br> 3 Un importador que solicite tratamiento arancelario preferencial para una <br> sirvieron de base para la emisión del certificado. <br> Principios de Contabilidad Generalmente Aceptados, aplicables en el territorio <br> 2 Un exportador que solicite un certificado de origen de conformidad con el Artículo 4.14, <br> (a) los accesorios, repuestos o herramientas se clasifiquen junto con la <br> de la Parte donde la mercancía se produce. <br> debe conservar por un mínimo de cinco (5) años a partir de la <br> 4 Cuando el productor de una mercancía adquiera un material no <br> fecha de la emisión de dicho certificado, todos los registros necesarios para <br> originario dentro del territorio de una Parte donde se encuentre ubicado, el <br> Artículo 4.21: Procedimientos para Verificación de Origen <br> demostrar que la mercancía era originaria, incluyendo los registros relativos a: <br> valor del material no originario no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos incurridos en el transporte del material desde el <br> incluyendo los indirectos, utilizados en la producción de la mercancía exportada; y <br> 5 Para efectos del cálculo del valor de contenido regional, el valor de los <br> (c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br> materiales no originarios utilizados por el productor en la producción de una <br> mercancía no incluirá el valor de los materiales no originarios utilizados por: <br> (b) cualquier otra forma que las Partes acuerden. <br> mercancía deberá conservar, por un mínimo de cinco (5) años a partir de la <br> (a) otro productor en la producción de un material originario que es <br> fecha de importación de la mercancía, la documentación que la autoridad <br> adquirido y utilizado por el productor de la mercancía en la <br> aduanera exija, incluyendo una copia del certificado de origen. <br> producción de esa mercancía; o <br> (b) el productor de la mercancía en la producción de un material <br> 1 La autoridad aduanera de la Parte importadora podrá solicitar <br> originario de fabricación propia. <br> información acerca del origen de una mercancía a la autoridad competente <br> de la Parte exportadora. <br> Artículo 4.3: Operaciones que no Confieren Origen <br> No confieren origen, individualmente o combinados entre sí, los <br> 2 La autoridad aduanera de la Parte importadora podrá requerir que el <br> siguientes procesos u operaciones: <br> importador presente información relativa a la importación de la mercancía para <br> (a) preservación de las mercancías en buen estado durante su <br> la cual solicitó tratamiento arancelario preferencial. <br> transporte o almacenamiento, tales como ventilación, aireación, <br> 3 Para efectos de determinar si una mercancía importada califica como <br> refrigeración, congelación; <br> originaria, la autoridad aduanera de la Parte importadora podrá verificar el <br> (b) facilitación del embarque o el transporte; <br> origen de la mercancía, a través de la autoridad competente de la Parte <br> (c) embalaje, envasado, o acondicionamiento de las mercancías para <br> exportadora, mediante los siguientes procedimientos: <br> su venta al por menor; <br> (a) solicitudes de información o cuestionarios escritos al exportador <br> (d) filtración o dilución en agua o en otros solventes que no altere las <br> (d) fundamento legal de las solicitudes de información o cuestionarios. <br> o productor de la mercancía en territorio de la otra Parte, en las <br> que se deberá señalar específicamente la mercancía objeto de verificación; <br> (e) fraccionamiento en lotes o volúmenes; <br> (b) visitas de verificación a las instalaciones del exportador o <br> (f) colocación de marcas, etiquetas y otros signos distintivos similares <br> productor de la mercancía en el territorio de la otra Parte, con el <br> en las mercancías o en sus envases; o <br> propósito de examinar los registros y documentos a que se <br> (g) desarmado de mercancías en sus partes. <br> refiere el Artículo 4.20 e inspeccionar las instalaciones y <br> materiales que se utilicen en la producción de la mercancía; o <br> Los materiales originarios o mercancías originarias de cualquiera de las <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> Partes incorporados en la producción de mercancías en el territorio de la otra <br> 4 Para los efectos de este artículo, cualquier comunicación escrita enviada <br> Parte serán considerados originarios del territorio de esta última Parte. <br> por la autoridad aduanera de la Parte importadora al exportador o productor <br> Artículo 4.5: De Mínimis <br> para la verificación de origen a través de la autoridad competente de la Parte <br> 1 Una mercancía será considerada originaria si el valor de todos los <br> exportadora, se considerará válida si es realizada por medio de: <br> materiales no originarios utilizados en la producción de esta mercancía que no <br> (a) correos certificados u otras formas con acuse de recibo que <br> cumplen con el requisito de cambio de clasificación arancelaria establecido en <br> confirmen la recepción de los documentos o comunicaciones; o <br> el Anexo 4.1 (Reglas Específicas de Origen) no excede el diez por ciento (10%) <br> del valor de transacción de la mercancía determinado conforme al Artículo 4.2. <br> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de <br> y la mercancía cumple con las demás disposiciones aplicables de este Capítulo. <br> información o los cuestionarios escritos deberán contener: <br> 2 Cuando se trate de mercancías que se clasifican en los Capítulos 50 al <br> Artículo 4.4: Acumulación <br> (a) el nombre, cargo y dirección de la autoridad aduanera que <br> 63 del Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al <br> 3 El párrafo 1 no se aplicará a un material no originario que se utilice en la <br> peso de las fibras o hilados respecto al peso de la mercancía producida. <br> (b) el nombre y dirección del exportador o productor a quien se le <br> solicita la información y documentación; <br> producción de mercancías comprendidas en los Capítulos 1 al 24 del Sistema <br> Armonizado, a menos que el material no originario esté comprendido en una <br> origen de conformidad con este artículo. <br> subpartida distinta a la de la mercancía para la cual se está determinando el <br> 6 El exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad con el párrafo 3(a), completará debidamente y <br> 4 El párrafo 1 no se aplicará a un material no originario clasificado en el <br> devolverá el cuestionario o responderá a la solicitud de información dentro de <br> Capítulo 15 del Sistema Armonizado que se utilice en la producción de una <br> treinta (30) días a partir de la fecha de recepción. Durante el período señalado, <br> mercancía clasificada en las partidas 15.01 a 15.15. <br> el exportador o productor podrá hacer una solicitud de extensión por escrito a la <br> Artículo 4.6: Mercancías y Materiales Fungibles <br> autoridad aduanera de la Parte importadora, que no sea mayor a treinta (30) <br> 1 Cuando mercancías fungibles originarias y no originarias se mezclen o <br> días. Dicha solicitud no tendrá consecuencia de denegar el tratamiento arancelario preferencial. <br> combinen físicamente en inventario el origen de estas mercancías podrá <br> 7 La autoridad aduanera de la Parte importadora podrá solicitar, a través <br> determinarse con base en la segregación física de cada mercancía o material <br> de la autoridad competente de la Parte exportadora, información adicional por <br> fungible, o por medio de la utilización de cualquier método de manejo de <br> (b) el nombre del exportador o productor a ser visitado; <br> medio de un cuestionario o solicitud posterior al exportador o productor, aún si <br> inventarios, tales como, el de promedios, últimas entradas - primeras salidas <br> hubiere recibido el cuestionario diligenciado o la información solicitada a la que <br> (UEPS) o primeras entradas - primeras salidas (PEPS), reconocidos en los <br> se refiere el párrafo 3(a). En este caso el exportador o productor contará con <br> Principios de Contabilidad Generalmente Aceptados de la Parte donde se <br> treinta (30) días para responder a dicha solicitud. <br> realiza la producción o de otra manera aceptados por la Parte donde se realiza la producción. <br> 8 Si el exportador o productor no completa debidamente un cuestionario, <br> 2 El método de manejo de inventarios seleccionado de conformidad con el <br> no lo devuelve, o no proporciona la información solicitada dentro del período <br> párrafo 1 para una mercancía o material fungible en particular, deberá <br> establecido en los párrafos 6 y 7, la autoridad aduanera de la Parte importadora <br> continuar siendo utilizando para aquella mercancía o material fungible a través <br> podrá negar el tratamiento arancelario preferencial a las mercancías sujetas a <br> del año fiscal de la persona que seleccionó el método de manejo de inventarios. <br> verificación, enviando al importador y a la autoridad competente de la Parte <br> Artículo 4.7: Juegos o Surtidos <br> exportadora, una resolución de origen en la que se incluyan los hechos y el <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la <br> fundamento legal para esa decisión. <br> regla 3 de las Reglas Generales para la Interpretación del Sistema Armonizado, <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> 9 Previo a realizar una visita de verificación y de conformidad con lo <br> (a) no sufre un procesamiento ulterior o es objeto de cualquier otra <br> así como las mercancías cuya descripción conforme a la nomenclatura del <br> dispuesto en el párrafo 3(b), la autoridad aduanera de la Parte importadora <br> Sistema Armonizado sea específicamente la de un juego o surtido, calificarán <br> deberá notificar por escrito su intención de efectuar la visita de verificación. La <br> como originarias, siempre que cada una de las mercancías contenidas en ese <br> notificación se enviará a la autoridad competente de la Parte exportadora por <br> almacén del proveedor hasta el lugar en que se encuentre el productor. <br> juego o surtido cumpla con las reglas de origen establecidas en este Capítulo y <br> (f) el fundamento legal de la visita de verificación. <br> correo o cualquier otro medio que haga constar la recepción de la notificación. <br> en el Anexo 4.1 (Reglas específicas de Origen). <br> competente de la Parte exportadora. <br> La autoridad aduanera de la Parte importadora requerirá para realizar la visita <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de <br> de verificación del consentimiento por escrito del exportador o productor a ser visitado. <br> mercancías se considerará originario, si el valor de todas las mercancías no <br> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de <br> originarias utilizadas en la formación del juego o surtido no excede el quince <br> intención de realización de la visita de verificación de origen a la que se refiere <br> 1 Cuando los envases y materiales de empaque en que una mercancía se <br> por ciento (15%) del valor de transacción de la mercancía, determinado <br> el párrafo 9, deberá contener: <br> conforme al Artículo 4.2. <br> (a) el nombre, cargo y dirección de la autoridad aduanera de la <br> Artículo 4.8: Accesorios, Repuestos y Herramientas <br> Parte importadora que hace la notificación; <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía <br> como parte usual de la misma no se tomarán en cuenta para determinar si <br> (d) el objetivo y alcance de la visita de verificación propuesta, <br> cumplen con el correspondiente cambio de clasificación arancelaria establecido <br> incluyendo la referencia específica de la mercancía objeto de verificación; <br> en el Anexo 4.1 (Reglas Específicas de Origen), siempre que: <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> mercancía y no sean facturados por separado; y <br> 11 Si el exportador o el productor de una mercancía no otorga su <br> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas <br> (c) descripción de la información y documentos que se requieren; y <br> consentimiento por escrito para la realización de la visita dentro de un plazo de <br> treinta (30) días, contados a partir de la fecha de recepción de la notificación a <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con <br> que hace referencia el párrafo 9, la autoridad aduanera de la Parte importadora <br> las condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> podrá negar el tratamiento arancelario preferencial a dicha mercancía, <br> notificando por escrito al importador, y a la autoridad competente de la Parte <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> exportadora su resolución, incluyendo los hechos y el fundamento legal de esta. <br> regional, los accesorios, repuestos o herramientas se considerarán como <br> 12 La autoridad aduanera de la Parte importadora no deberá negar el <br> materiales originarios o no originarios, según sea el caso, para calcular el valor <br> tratamiento arancelario preferencial a una mercancía si dentro de los quince <br> del contenido regional de la mercancía. <br> (15) días siguientes a la fecha de recepción de la notificación, por una sola vez, <br> Artículo 4.9: Envases y Materiales de Empaque para la Venta al por Menor <br> el productor o el exportador solicita el aplazamiento de la visita de verificación <br> propuesta con las justificaciones correspondientes, por un período no mayor de <br> treinta (30) días contados a partir de la fecha propuesta conforme al párrafo <br> Armonizado con la mercancía que contienen, no se tomarán en cuenta para <br> 10(c), o por un plazo mayor que acuerden la autoridad aduanera de la Parte <br> determinar si todos los materiales no originarios utilizados en la producción de <br> importadora y la autoridad competente de la Parte exportadora. <br> la mercancía cumplen con el cambio correspondiente de clasificación <br> 13 De conformidad con lo dispuesto en el párrafo 3(b), la autoridad <br> arancelaria establecido en el Anexo 4.1 (Reglas Especificas de Origen). <br> todos los materiales no originarios utilizados en la producción de la mercancía <br> aduanera de la Parte importadora permitirá a un exportador o productor que <br> esté sujeto a una visita de verificación, designar hasta dos observadores para <br> regional, el valor de dichos envases y materiales de empaque se tomará en <br> sean los habituales para la mercancía. <br> que estén presentes durante la visita y que únicamente actúen como tal. La no <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> cuenta como material originario o no originario, según sea el caso, para <br> designación de observadores, no será motivo para que se posponga la visita. <br> calcular el valor de contenido regional de la mercancía. <br> 14 Para la verificación del cumplimiento de cualquier requisito establecido <br> Artículo 4.10: Contenedores y Materiales de Embalaje para Embarque <br> en la Sección A (Reglas de Origen), la autoridad aduanera de la Parte <br> Los contenedores y materiales de embalaje en los cuales la mercancía <br> importadora deberá adoptar, donde sea aplicable, los Principios de <br> esté empacada exclusivamente para su transporte, no se tomarán en cuenta <br> Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br> para efectos de determinar si la mercancía es originaria. <br> 15 La autoridad aduanera de la Parte importadora podrá negar el <br> Artículo 4.11: Materiales Indirectos <br> tratamiento arancelario preferencial a una mercancía sujeta a una verificación <br> Los materiales indirectos se considerarán materiales originarios <br> de origen cuando el exportador o productor de la mercancía no ponga a <br> independientemente del lugar de su producción. <br> disposición de la autoridad aduanera de la Parte importadora los registros y <br> Artículo 4.12: Tránsito y Transbordo <br> documentos a que hace referencia el Artículo 4.20. <br> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br> 16 Cuando se haya concluido la visita de verificación, la autoridad aduanera <br> de la Parte importadora podrá elaborar un acta de la visita, que incluirá los <br> operación, fuera del territorio de las Partes, excepto la descarga, <br> hechos constatados por ella. El exportador o productor sujeto de la visita <br> recarga, fraccionamiento o cualquier otra operación necesaria para <br> podrá firmar esta acta. <br> mantener la mercancía en buenas condiciones o para transportarla <br> 17 Dentro de un período de noventa (90) días a partir de la conclusión de la <br> a territorio de una Parte; y <br> verificación de origen, la autoridad aduanera de la Parte importadora emitirá <br> (b) permanece bajo el control de las autoridades aduaneras en el <br> una resolución de origen que incluya los hechos y el fundamento legal de dicha <br> resolución, debiendo notificar la misma al importador y a la autoridad <br> Artículo 4.13: Exposiciones <br> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se <br> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la <br> otorgará a mercancías originarias enviadas para su exposición en un país no <br> autoridad aduanera de la Parte importadora haya emitido una resolución de <br> Parte y que hayan sido vendidos después de la exposición para ser importados <br> origen, la autoridad competente de la Parte exportadora podrá recurrir al <br> a una de las Partes, cuando se cumplan las siguientes condiciones a <br> mecanismo de solución de controversias. <br> satisfacción de las autoridades aduaneras de la Parte importadora: <br> 19 Cuando a través de una verificación de origen la autoridad aduanera de <br> (a) un exportador ha enviado estas mercancías desde una de las <br> la Parte importadora determina que un exportador o un productor ha <br> Partes hasta el país no Parte en que se realizó la exposición; <br> proporcionado más de una vez declaraciones a la autoridad competente de la <br> (b) las mercancías fueron vendidas o enajenadas de alguna otra forma <br> Parte exportadora o información falsa o infundada en el sentido que una <br> establecido en este Capítulo. <br> por el exportador a una persona de una de las Partes; <br> mercancía califica como originaria, la autoridad aduanera de la Parte <br> (c) las mercancías fueron enviadas durante la exposición o <br> importadora podrá suspender el tratamiento arancelario preferencial a <br> inmediatamente después en el mismo estado en que fueron <br> mercancías idénticas exportadas por esa persona. La autoridad aduanera de <br> enviadas a la exposición; <br> la Parte importadora otorgará tratamiento arancelario preferencial a las <br> (d) desde el momento en que las mercancías fueron enviadas a la <br> mercancías una vez cumplan con lo establecido en este Capítulo. <br> exposición, no han sido utilizadas con fines distintos a su <br> 20 Para la emisión de una resolución de origen de una mercancía sujeta a <br> presentación en dicha exposición; y <br> un proceso de verificación, la autoridad aduanera de la Parte importadora <br> (e) las mercancías han permanecido bajo control de las autoridades <br> deberá considerar las resoluciones anticipadas de origen y clasificación <br> arancelaria emitidas por dicha autoridad antes de la fecha de emisión <br> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de <br> de la resolución de origen. <br> origen de conformidad con lo dispuesto en la Sección B (Procedimientos de <br> Artículo 4.22: Sanciones <br> origen), el cual se presentará a las autoridades aduaneras de la Parte <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> importadora, mencionando el nombre y la dirección de la exposición. Si se <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br> considera necesario se puede requerir evidencia documental adicional <br> relacionada con la exposición. <br> Sección B - Procedimientos de Origen <br> Artículo 4.14: Certificación de Origen <br> presente para la venta al por menor estén clasificados en el Sistema <br> 1 El importador podrá solicitar tratamiento arancelario preferencial basado <br> aduaneras del país no Parte durante la exposición. <br> en un certificado de origen escrito o electrónico [1] emitido por la autoridad <br> competente de la Parte exportadora a solicitud del exportador. <br> 2 La autoridad competente de la Parte exportadora podrá delegar la <br> El certificado de origen no será requerido cuando: <br> expedición del certificado de origen en otras entidades públicas o privadas. <br> 3 La autoridad competente o entidades habilitadas podrán examinar en su <br> territorio la calidad de originaria de las mercancías y el cumplimiento de los <br> requisitos de este Capítulo. Para tal efecto, podrán solicitar cualquier evidencia <br> de respaldo, efectuar inspecciones a las instalaciones del exportador o <br> productor o realizar cualquier otro control que consideren apropiados. <br> 4 Las Partes mantendrán vigente ante la Secretaría General de la ALADI la <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas <br> para emitir certificados de origen y el registro de las firmas autógrafas o <br> electrónicas de los funcionarios acreditados para tal fin. <br> 5 El certificado de origen servirá para certificar que una mercancía que se <br> exporte del territorio de una Parte al territorio de otra Parte, califica como <br> originaria. Dicho certificado podrá ser modificado por la Comisión. El formulario <br> único del certificado de origen se establece en el Anexo 4.14. <br> 6 El certificado de origen tendrá una validez de un año a partir de la fecha <br> en la cual fue emitido. <br> [1] Cada Parte deberá implementar la certificación de origen en forma electrónica a más tardar dos (2) años <br> después de la entrada en vigor del Acuerdo. <br> En el certificado de origen deberá indicarse en el campo <br> @^@Observaciones@^@, cuando una mercancía sea facturada por un operador de un país no Parte. <br> Artículo 4.16: Excepciones <br> (a) el valor aduanero de la importación no exceda de mil quinientos <br> dólares de los Estados Unidos de América (US $ 1500) o el monto <br> equivalente en la moneda de la Parte importadora, o un monto <br> mayor que puede ser establecido por la Parte importadora, a <br> menos que la Parte importadora considere que la importación forma <br> parte de una serie de importaciones realizadas o planificadas con el <br> propósito de evadir el cumplimiento de la legislación de la Parte <br> que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o <br> (b) sea una mercancía para la cual la Parte importadora no requiere <br> que el importador presente una certificación o información que demuestre el origen. <br> Artículo 4.15: Facturación por un Operador de un País no Parte <br> características de la mercancía; <br> solicita la información; <br> "}, {"ArticleTitle": ".26: Definiciones", "ArticleDesc": "Artículo 4.26: Definiciones <br> Para efectos de éste Capítulo: <br> autoridad competente significa la autoridad que de acuerdo a las leyes <br> respectivas de cada Parte, es responsable de la emisión del certificado de <br> origen o de la delegación de la emisión en entidades habilitadas. En el caso de <br> Chile, la Dirección General de Relaciones Económicas Internacionales y en el <br> caso de Colombia, el Ministerio de Comercio, Industria y Turismo; <br> CIF significa el valor de la mercancía importada que incluye los costos de <br> seguro y flete hasta el puerto o lugar de introducción en el país de importación; <br> utilizadas para proteger la mercancía durante su transporte y no incluye los <br> envases y materiales en los que se empaca la mercancía para la venta al por menor; <br> Contenedores y materiales de embalaje para embarque significa mercancías <br> exportador significa la persona que realiza una exportación; <br> FOB significa el valor de la mercancía libre a bordo, independientemente del <br> medio de transporte, en el lugar de envío al exterior; <br> Importador significa la persona que realiza una importación; <br> material significa una mercancía o cualquier material, sustancia, ingrediente, <br> parte o componente utilizado o consumido en la producción o transformación de otra mercancía; <br> material de fabricación propia significa material que es producido por el <br> productor de una mercancía y utilizado en la producción de esa mercancía; <br> material indirecto significa una mercancía utilizada en la producción, <br> verificación o inspección de otra mercancía, pero que no esté físicamente <br> incorporada a ésta; o una mercancía que se utilice en el mantenimiento de <br> edificios o en la operación de equipos relacionados con la producción <br> de otra mercancía, incluyendo: <br> (a) combustible, energía, solventes y catalizadores; <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y <br> aditamentos de seguridad; <br> (d) herramientas, troqueles y moldes; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales <br> utilizados en la producción, operación de equipos o <br> mantenimiento de los edificios; y <br> (g) cualquier otro material que no esté incorporado a la mercancía, <br> pero cuyo uso en la producción de la mercancía pueda <br> demostrarse que forma parte de dicha producción; <br> mercancías idénticas significa mercancías que son iguales en todos los <br> aspectos relevantes para la regla de origen particular que califican las <br> mercancías como originarias; <br> Mercancías o materiales fungibles significa las mercancías o materiales <br> intercambiables para efectos comerciales cuyas propiedades son <br> esencialmente idénticas y que no es posible diferenciar una de la otra, por un <br> simple examen visual; <br> mercancía no originaria o material no originario significa una mercancía o <br> un material que no cumple con los requisitos establecidos en este Capítulo <br> para considerarse originarios; <br> mercancías obtenidas en su totalidad o producidas enteramente en el <br> territorio de una u otra Parte, significa: <br> (a) minerales extraídos u obtenidos en el territorio de una u otra Parte; <br> (b) productos del reino vegetal cosechados, recogidos o <br> recolectados en el territorio de una u otra Parte; <br> (c) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> (d) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> (e) mercancías obtenidas de la caza, caza con trampa, pesca, <br> acuicultura, recolección o captura en el territorio de una u otra Parte; <br> (f) peces, crustáceos y otras especies marinas obtenidos del mar <br> fuera del territorio de las Partes por naves pesqueras registradas <br> o matriculadas en una Parte y que enarbolen la bandera de esa <br> Parte o por naves pesqueras arrendadas por empresas <br> (g) las mercancías obtenidas o producidas a bordo de buques <br> fábrica, exclusivamente a partir de las mercancías identificadas <br> en el literal f), siempre y cuando los buques fábrica estén <br> registrados o matriculados en una Parte y que enarbolen la <br> bandera de esa Parte o sean arrendados por empresas <br> establecidas en el territorio de una Parte; <br> (h) las mercancías obtenidas del fondo o del subsuelo marino fuera <br> de las aguas territoriales de una Parte, por una Parte o una <br> persona de una Parte, siempre y cuando la Parte tenga <br> derechos para explotar ese fondo o subsuelo marino; <br> (i) desechos y desperdicios derivados de: <br> (i) operaciones de fabricación o procesamiento en el territorio <br> de una u otra Parte; o <br> (ii) mercancías usadas, recolectadas en territorio de una u otra <br> Parte, siempre que esas mercancías sirvan sólo para la <br> recuperación de materias primas; o <br> (j) mercancías producidas en el territorio de una o más de las <br> Partes, exclusivamente a partir de las mercancías mencionadas <br> en los literales (a) al (i) o de sus derivados, en cualquier etapa de producción; <br> Principios de Contabilidad Generalmente Aceptados significa aquellos <br> sobre los que hay consenso reconocido o que gozan de un apoyo sustancial y <br> autorizado, en el territorio de una Parte y en un momento dado, con respecto al <br> registro de ingresos, gastos, costos, activos y pasivos, la divulgación de <br> información y la elaboración de estados financieros. Los principios pueden <br> abarcar procedimientos de aplicación general, así como normas, prácticas y <br> procedimientos detallados; <br> producción significa métodos de obtención de mercancías incluyendo pero no <br> limitados a los de cultivo, reproducción, crianza, explotación de minas, <br> cosecha, pesca, caza, captura, acuicultura, recolección, extracción, <br> manufactura, procesamiento, ensamblado o desensamblado de una mercancía; <br> productor significa persona que lleva a cabo un proceso de producción; <br> Valor de transacción significa el precio pagado o por pagar por una mercancía <br> determinado de acuerdo a las disposiciones del Acuerdo de Valoración Aduanera. <br> resolución de origen significa el documento escrito emitido por la autoridad <br> aduanera como resultado de un procedimiento que verifica si una mercancía <br> califica como originaria de conformidad con este Capítulo; <br> valor significa el valor de una mercancía o material para los propósitos de la <br> aplicación de este Capítulo; y <br> Capítulo 5 <br> Facilitación del Comercio <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".1: Publicación", "ArticleDesc": "Artículo 5.1: Publicación <br> 1 Cada Parte publicará sus leyes, regulaciones y procedimientos <br> administrativos aduaneros en internet o en una red de telecomunicaciones <br> computacional comparable de su autoridad aduanera. <br> 2 Cada Parte, en la medida de lo posible, publicará por anticipado <br> cualquier regulación de aplicación general en materias aduaneras que se <br> proponga adoptar y brindará la oportunidad de hacer comentarios, previo a su adopción. <br> 3 Cada Parte designará o mantendrá uno o más puntos de consulta para <br> atender inquietudes de personas interesadas en asuntos de aduanas, y pondrá <br> a disposición en internet información relativa a los procedimientos que se <br> adopten para formular y atender las consultas. <br> "}, {"ArticleTitle": ".2: Despacho de Mercancías", "ArticleDesc": "1 Cada Parte adoptará o mantendrá procedimientos aduaneros <br> simplificados para lograr un eficiente y rápido despacho de las mercancías. <br> 2 Para efectos del párrafo 1, las Partes deberán: <br> (a) de conformidad con su legislacion aduanera, permitir que las <br> mercancías sean despachadas en el punto de llegada, sin <br> traslado temporal a bodegas u otros recintos; <br> (b) en la medida de lo posible, despachar las mercancías dentro de <br> las cuarenta y ocho (48) horas siguientes a la llegada de las mismas; <br> (c) permitir que los importadores retiren las mercancías de las <br> aduanas antes de la liquidación y pago de aranceles aduaneros, <br> impuestos y cargos que sean aplicables, sin perjuicio de la <br> decisión final por parte de su autoridad aduanera acerca de los <br> mismos. Para estos efectos, una Parte podrá exigir que un <br> importador provea garantía, en la forma de una fianza, depósito <br> o cualquier otro instrumento que sea apropiado y, que a <br> satisfacción de la autoridad aduanera, cubra el pago definitivo de <br> los aranceles aduaneros, impuestos y cargos relacionados con <br> la importación de la mercancía. <br> 3 Sin perjuicio de lo previsto en los párrafos 1 y 2, las Partes adoptarán o <br> mantendrán procedimientos aduaneros que les permita comunicar al interesado <br> el rechazo del despacho de las mercancías objeto de importación, cuando el <br> mismo no cumpla con los requisitos y formalidades aduaneras exigidas por las <br> leyes y regulaciones aduaneras de la Parte importadora. Asimismo, la Parte <br> que rechace el despacho de las mercancías indicará las razones que generen el mismo. <br> "}, {"ArticleTitle": ".2: Despacho de mercancías", "ArticleDesc": "Artículo 5.2: Despacho de mercancías <br> "}, {"ArticleTitle": ".3: Administración de Riesgos", "ArticleDesc": "Artículo 5.3: Administración de Riesgos <br> Cada Parte se esforzará por adoptar o mantener sistemas de <br> administración de riesgos tendientes a facilitar y simplificar el trámite y los <br> procedimientos para los despachos de mercancías de bajo riesgo y orientar sus <br> actividades de inspección y control hacia el despacho de mercancías de alto riesgo. <br> "}, {"ArticleTitle": ".4: Automatización", "ArticleDesc": "Artículo 5.4: Automatización <br> Las autoridades aduaneras trabajarán en la adopción de tecnología de la <br> información que permita implementar procedimientos expeditos para el <br> despacho de las mercancías. Al elegir la tecnología de la información a ser <br> utilizada para ese propósito, cada Parte: <br> (a) utilizará normas o estándares internacionales; <br> (b) hará que los sistemas electrónicos sean accesibles para los <br> usuarios aduaneros autorizados; <br> (c) preverá lo necesario para la remisión y procesamiento <br> electrónico de información y datos antes de la llegada del envío, <br> a fin de permitir el despacho de mercancías al momento de su llegada; <br> (d) empleará sistemas electrónicos o automatizados para el análisis <br> y direccionamiento de riesgos; <br> (e) trabajará en el desarrollo de sistemas electrónicos compatibles <br> con los de la autoridad aduanera de la otra Parte, a fin de <br> facilitar el intercambio de datos de comercio internacional entre las Partes; y <br> (f) trabajará para desarrollar, un conjunto de elementos y procesos <br> de datos comunes de acuerdo con el Modelo de Datos <br> Aduaneros de la Organización Mundial de Aduanas y las <br> recomendaciones y lineamientos conexos de la Organización <br> Mundial de Aduanas (OMA). <br> "}, {"ArticleTitle": ". 5: Administración del Comercio sin Papeles", "ArticleDesc": "Artículo 5. 5: Administración del Comercio sin Papeles <br> 1 Cada Parte pondrá a disposición del público en forma electrónica los <br> formularios que deben ser tramitados por un importador, exportador o sus <br> representantes en relación con la importación o exportación de una mercancía. <br> 2 Cada Parte, en la medida de lo posible, aceptará los formularios, que <br> deben ser tramitados por un importador, exportador o sus representantes, que <br> se presenten electrónicamente, como el equivalente legal de la versión impresa. <br> "}, {"ArticleTitle": ".6: Cooperación Aduanera", "ArticleDesc": "Artículo 5.6: Cooperación Aduanera <br> 1 A fin de facilitar la operación efectiva de este Acuerdo, cada Parte se <br> esforzará por notificar previamente a la otra Parte acerca de cualquier <br> modificación significativa de su legislación o regulaciones en materias <br> aduaneras que pudieran afectar la ejecución de este Acuerdo. <br> 2 Las Partes promoverán y facilitarán la cooperación entre sus respectivas <br> autoridades aduaneras y, particularmente, en lo referente a la simplificación de <br> los trámites y de los procedimientos aduaneros, sin menoscabo de sus <br> facultades de control. <br> 3 Las Partes cooperarán para lograr el cumplimiento de sus respectivas <br> legislaciones y regulaciones con respecto a: <br> (a) la implementación y aplicación de las disposiciones del presente <br> Acuerdo en materia de importaciones o exportaciones, <br> incluyendo las disposiciones relacionadas con el comercio de <br> mercancia, programa de liberación, regimen de origen y este Capítulo; <br> (b) la implementación y operación del Acuerdo de Valoración Aduanera; <br> (c) las restricciones o prohibiciones a las importaciones o exportaciones; y <br> (d) otros asuntos aduaneros que las Partes puedan acordar. <br> 4 Cuando una Parte tenga sospechas razonables de alguna actividad <br> ilícita relacionada con su legislación o regulaciones en materia de <br> importaciones y exportaciones, podrá solicitar a la otra Parte que le proporcione <br> información confidencial específica, normalmente recopilada en el desarrollo de <br> la exportación e importación de mercancías. <br> 5 La solicitud que realice una Parte de conformidad con el párrafo 4 <br> deberá realizarse por escrito, especificar el propósito para el cual se requiere la <br> información e identificar la información requerida con la suficiente especificidad <br> para que la otra Parte la ubique y proporcione. <br> 6 La Parte a la cual se le solicita la información deberá, de conformidad <br> con su legislación y cualquier acuerdo internacional pertinente del cual sea <br> parte, proporcionar una respuesta por escrito que contenga dicha información. <br> 7 Para los efectos del párrafo 4, @^@sospechas razonables de alguna <br> actividad ilícita@^@ significa una sospecha basada en información sobre hechos <br> relevantes obtenida de fuentes públicas o privadas, que comprenda una o más <br> de las siguientes circunstancias: <br> (a) evidencia histórica de incumplimiento de la legislación o <br> regulaciones que rijan las importaciones y exportaciones por <br> parte de un importador o exportador; <br> (b) evidencia histórica de incumplimiento de la legislación o <br> parte de un fabricante, productor, u otra persona involucrada en <br> el movimiento de mercancías desde el territorio de una Parte <br> hasta el territorio de otra Parte; <br> (c) evidencia histórica de que alguna o todas las personas <br> involucradas en el movimiento de mercancías desde el territorio <br> de una Parte hasta el territorio de la otra Parte, para un sector de <br> mercancías específicas, no ha cumplido con la legislación o <br> regulaciones de la Parte que rigen las importaciones y exportaciones; u <br> (d) otra información que las Partes acuerden que es suficiente en el <br> contexto de una solicitud particular. <br> 8 La Parte solicitada se esforzará para proporcionar a la Parte solicitante <br> cualquier información adicional que pudiera ayudarle a determinar si las <br> importaciones o exportaciones cumplen con la legislación o regulaciones que <br> rijan las importaciones o exportaciones de la otra Parte, en especial aquellas <br> relacionadas con la prevención de actividades ilícitas, tales como el <br> contrabando e infracciones similares. <br> 9 Con el fin de facilitar el comercio entre las Partes, cada Parte se <br> esforzará para proporcionar a la otra Parte asesoría y asistencia técnica con el <br> propósito de mejorar las técnicas de evaluación y administración de riesgos, <br> simplificando y haciendo más expeditos los procedimientos aduaneros para el <br> despacho oportuno y eficiente de las mercancías, mejorar las habilidades <br> técnicas del personal e incrementar el uso de tecnologías que puedan conducir <br> al mejor cumplimiento de la legislación o regulaciones que rijan las <br> importaciones de una Parte. <br> 10 Las Partes harán esfuerzos por cooperar para: <br> (a) fortalecer la capacidad técnica de cada Parte en aplicar las <br> regulaciones que rijan sus importaciones y exportaciones; <br> (b) lograr la simplificación de los requisitos y formalidades respecto <br> al despacho de mercancías; <br> (c) establecer y mantener otros canales de comunicación con el fin <br> de facilitar el seguro y rápido intercambio de información; <br> (d) brindarse asistencia en la búsqueda y adopción de mecanismos <br> destinados a prevenir y evitar actividades ilícitas; y <br> (e) mejorar la coordinación en asuntos relacionados con la importación. <br> 11 Las Partes cooperarán para realizar un rápido y eficiente despacho de <br> mercancías. Para estos efectos, se esforzarán para tomar en cuenta como <br> elementos adicionales la certificación que realicen en toda su cadena de <br> comercio exterior, en el país de exportación, las alianzas empresariales <br> internacionales que sigan los estándares internacionales y promuevan un <br> comercio seguro en cooperación con gobiernos y organismos internacionales. <br> 12 Las Partes acuerdan suscribir un Acuerdo de Asistencia Mutua entre sus <br> autoridades aduaneras, dentro de los tres (3) meses siguientes a la suscripción <br> del presente Acuerdo. <br> "}, {"ArticleTitle": ".7: Confidencialidad", "ArticleDesc": "Artículo 5.7: Confidencialidad <br> 1 Cuando una Parte suministre información a la otra Parte de conformidad <br> con este Capítulo y la designe como confidencial, la Parte que la reciba <br> mantendrá la confidencialidad de dicha información de acuerdo con la <br> legislación de esa Parte. La Parte que disponga de la información puede exigir <br> a la Parte que la requiera una garantía escrita, en el sentido de que la <br> información se mantendrá en reserva, que será usada únicamente para los <br> efectos especificados en la solicitud de información de la otra Parte, y que no <br> se divulgará sin permiso específico de la Parte que la suministre. <br> 2 Una Parte podrá negarse a entregar la información solicitada por la otra <br> Parte cuando la Parte solicitante no proporcione la garantía prevista en el párrafo 1. <br> 3 Cada Parte adoptará o mantendrá procedimientos que garanticen que la <br> información confidencial proporcionada por una Parte, incluida la información <br> cuya difusión pudiera perjudicar la posición competitiva de la persona que la <br> proporciona, sea protegida de la divulgación no autorizada de conformidad con <br> su legislación interna. <br> 4 No obstante lo anterior, y para mayor certeza, la información confidencial <br> obtenida conforme a este Capítulo podrá darse a conocer a las autoridades <br> judiciales y a las responsables de la administración y aplicación de los asuntos <br> aduaneros y tributarios, cuando a ello hubiere lugar <br> "}, {"ArticleTitle": ".8: Envíos de Entrega Rápida", "ArticleDesc": "Artículo 5.8: Envíos de Entrega Rápida <br> Las Partes adoptarán o mantendrán procedimientos aduaneros <br> expeditos y separados para envíos de entrega rápida, manteniendo sistemas <br> apropiados de control y selección. Estos procedimientos: <br> (a) preverán la transmisión electrónica y procesamiento de la <br> información necesaria para el despacho de un envío de entrega <br> rápida, antes del arribo del envío de entrega rápida; <br> (b) permitirán la presentación en medios electrónicos de un solo <br> manifiesto que ampare todas las mercancías contenidas en un <br> envío transportado por un servicio de entrega rápida; <br> (c) preverán el despacho de ciertas mercancías con un mínimo de <br> documentación, conforme a la legislación de cada Parte; <br> (d) en circunstancias normales, preverán el despacho de envíos de <br> entrega rápida dentro de las seis (6) horas siguientes a la <br> presentación de los documentos aduaneros necesarios, siempre <br> que el envío haya arribado; <br> "}, {"ArticleTitle": ".9: Revisión y Apelación", "ArticleDesc": "Artículo 5.9: Revisión y Apelación <br> Cada Parte garantizará respecto de sus actos administrativos sobre <br> asuntos aduaneros, que los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del empleado u <br> oficina que expida los actos administrativos; y <br> (b) revisión judicial de los actos administrativos. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "después de la fecha de entrada en vigor de este Acuerdo. <br> Las Partes adoptarán o mantendrán un sistema que permita la <br> imposición de sanciones civiles o administrativas y, cuando corresponda, <br> sanciones penales por violación de su normativa aduanera, incluyendo aquellas <br> que rigen la clasificación arancelaria, valoración aduanera, reglas de origen, y <br> solicitudes de tratamiento arancelario preferencial según este Acuerdo. <br> Artículo 5.11: Resoluciones Anticipadas <br> 1 Con el fin de garantizar la aplicación uniforme de la normativa aduanera, <br> Artículo 5.10: Sanciones <br> brindar previsibilidad en las actuaciones aduaneras, eliminar la discrecionalidad <br> y ofrecer seguridad jurídica al usuario aduanero, la Parte importadora, por <br> medio de su autoridad aduanera u otra autoridad gubernamental competente, a <br> solicitud escrita de un importador, exportador o productor [1], antes de la <br> importación de una mercancía hacia su territorio, emitirá una resolución <br> anticipada por escrito con respecto a: <br> (a) clasificación arancelaria; <br> (b) la aplicación de criterios de valoración aduanera para un caso <br> particular, de conformidad con la aplicación de las disposiciones <br> contenidas en el Acuerdo de Valoración Aduanera; <br> (c) la aplicación de devoluciones, suspensiones u otras <br> exoneraciones de aranceles aduaneros; <br> (d) si una mercancía es originaria de acuerdo con el Capítulo 4 (Regimen de Origen); y <br> (e) los demás asuntos que las Partes acuerden. <br> 2 Cada Parte deberá establecer directrices para la emisión de <br> resoluciones anticipadas, incluyendo: <br> (a) la obligación del interesado de proporcionar la información <br> requerida, por la autoridad aduanera u otra autoridad <br> gubernamental competente, para tramitar una solicitud de <br> resolución anticipada, incluyendo, si se requiere, una muestra de <br> la mercancía, para la cual se está solicitando una resolución anticipada; <br> (b) la obligación de la autoridad aduanera u otra autoridad <br> gubernamental competente de emitir una resolución anticipada <br> dentro de un período máximo de ciento veinte (120) días, una <br> vez que toda la información necesaria haya sido presentada por el solicitante; y <br> (c) la obligación de la autoridad aduanera u otra autoridad <br> gubernamental competente de emitir una resolución anticipada, <br> considerando los hechos y circunstancias que el solicitante haya presentado. <br> 3 Cuando un importador solicite que el tratamiento brindado a una <br> mercancía importada debiese estar regulado por una resolución anticipada <br> expedida previamente, la autoridad aduanera u otra autoridad gubernamental <br> competente podrá evaluar si los hechos o circunstancias de la importación son <br> consistentes con los hechos y circunstancias sobre los cuales se basó la <br> resolución anticipada emitida. <br> 4 Cada Parte dispondrá que las resoluciones anticipadas entren en <br> vigencia a partir de la fecha de su emisión, u otra fecha especificada en la <br> resolución, siempre que los hechos o circunstancias en que se basa la <br> resolución no hayan cambiado. <br> 5 La autoridad aduanera u otra autoridad gubernamental competente que <br> emite la resolución anticipada podrá modificarla o revocarla luego de que la <br> Parte la notifique al solicitante. La Parte que emite la resolución anticipada <br> podrá modificarla o revocarla retroactivamente, con el propósito de cobrar los <br> aranceles aduaneros, impuestos y cargos que sean aplicables, dejados de <br> percibir, si ésta estaba basada en información incorrecta o falsa, debiendo <br> notificar al solicitante inmediatamente. <br> 6 Con sujeción a los requisitos de confidencialidad previstos en su <br> legislación, cada Parte pondrá sus resoluciones anticipadas a disposición del público. <br> 7 Si un solicitante proporciona información falsa u omite hechos o <br> circunstancias relevantes relativos a la resolución anticipada, o no actúa de <br> conformidad con los términos y condiciones de la resolución, la Parte <br> importadora podrá aplicar las medidas que sean apropiadas, incluyendo <br> acciones civiles, penales y administrativas, sanciones monetarias u otras sanciones. <br> [1] Para mayor certeza, un importador, exportador o productor podrá presentar una solicitud de una <br> resolución anticipada a través de un representante debidamente autorizado. <br> "}, {"ArticleTitle": ".12: Comité de Facilitación del Comercio", "ArticleDesc": "Artículo 5.12: Comité de Facilitación del Comercio <br> 1 Las Partes establecen el Comité de Facilitación del Comercio, integrado <br> por dos representantes de cada una de las Partes, el cual se reunirá cuando lo <br> solicite la Comisión o una de las Partes. <br> 2 Las funciones del Comité incluirán: <br> (a) proponer a la Comisión la adopción de prácticas y lineamientos <br> aduaneros que faciliten el intercambio comercial entre las <br> Partes, acorde con la evolución de las directrices de la OMA y la OMC; <br> (b) proponer a la Comisión soluciones sobre diferencias que se <br> presenten relacionadas con: <br> (i) la interpretación, aplicación y administración de este Capítulo; <br> (ii) asuntos de clasificación arancelaria y valoración en aduana; y <br> (iii) los demás temas relacionados con prácticas o <br> procedimientos adoptados por las Partes que impidan el <br> rápido despacho de mercancías. <br> (c) velar por la correcta aplicación de la normativa aduanera por <br> parte de las autoridades aduaneras; <br> (d) proponer a la Comisión alternativas de solución a los obstáculos <br> o inconvenientes relacionados con este Capítulo que se <br> presenten entre las Partes; <br> (e) proponer a la Comisión lineamientos uniformes, basados en <br> estándares internacionales, que conlleven al mejoramiento de <br> los procedimientos aduaneros; <br> (f) examinar las propuestas de modificación de normas en materia <br> aduanera relativas a este Capítulo, que puedan afectar el flujo <br> comercial entre las Partes; <br> (g) informar a la Comisión sobre el desarrollo de sus actividades; <br> (h) proporcionar un informe a la Comisión, exponiendo sus <br> conclusiones y recomendaciones, cuando a petición de la misma <br> y previa solicitud de una Parte se proponga la modificación de este Capítulo; y <br> (i) cualquier otro asunto que el Comité considere pertinente. <br> "}, {"ArticleTitle": ".13: Implementación", "ArticleDesc": "Artículo 5.13: Implementación <br> Las obligaciones del Artículo 5.11.1(b), entrarán en vigencia tres (3) años <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "después de la fecha de entrada en vigor de este Acuerdo. <br> Las Partes adoptarán o mantendrán un sistema que permita la <br> imposición de sanciones civiles o administrativas y, cuando corresponda, <br> sanciones penales por violación de su normativa aduanera, incluyendo aquellas <br> que rigen la clasificación arancelaria, valoración aduanera, reglas de origen, y <br> solicitudes de tratamiento arancelario preferencial según este Acuerdo. <br> Artículo 5.11: Resoluciones Anticipadas <br> 1 Con el fin de garantizar la aplicación uniforme de la normativa aduanera, <br> Artículo 5.10: Sanciones <br> brindar previsibilidad en las actuaciones aduaneras, eliminar la discrecionalidad <br> y ofrecer seguridad jurídica al usuario aduanero, la Parte importadora, por <br> medio de su autoridad aduanera u otra autoridad gubernamental competente, a <br> solicitud escrita de un importador, exportador o productor [1], antes de la <br> importación de una mercancía hacia su territorio, emitirá una resolución <br> anticipada por escrito con respecto a: <br> (a) clasificación arancelaria; <br> (b) la aplicación de criterios de valoración aduanera para un caso <br> particular, de conformidad con la aplicación de las disposiciones <br> contenidas en el Acuerdo de Valoración Aduanera; <br> (c) la aplicación de devoluciones, suspensiones u otras <br> exoneraciones de aranceles aduaneros; <br> (d) si una mercancía es originaria de acuerdo con el Capítulo 4 (Regimen de Origen); y <br> (e) los demás asuntos que las Partes acuerden. <br> 2 Cada Parte deberá establecer directrices para la emisión de <br> resoluciones anticipadas, incluyendo: <br> (a) la obligación del interesado de proporcionar la información <br> requerida, por la autoridad aduanera u otra autoridad <br> gubernamental competente, para tramitar una solicitud de <br> resolución anticipada, incluyendo, si se requiere, una muestra de <br> la mercancía, para la cual se está solicitando una resolución anticipada; <br> (b) la obligación de la autoridad aduanera u otra autoridad <br> gubernamental competente de emitir una resolución anticipada <br> dentro de un período máximo de ciento veinte (120) días, una <br> vez que toda la información necesaria haya sido presentada por el solicitante; y <br> (c) la obligación de la autoridad aduanera u otra autoridad <br> gubernamental competente de emitir una resolución anticipada, <br> considerando los hechos y circunstancias que el solicitante haya presentado. <br> 3 Cuando un importador solicite que el tratamiento brindado a una <br> mercancía importada debiese estar regulado por una resolución anticipada <br> expedida previamente, la autoridad aduanera u otra autoridad gubernamental <br> competente podrá evaluar si los hechos o circunstancias de la importación son <br> consistentes con los hechos y circunstancias sobre los cuales se basó la <br> resolución anticipada emitida. <br> 4 Cada Parte dispondrá que las resoluciones anticipadas entren en <br> vigencia a partir de la fecha de su emisión, u otra fecha especificada en la <br> resolución, siempre que los hechos o circunstancias en que se basa la <br> resolución no hayan cambiado. <br> 5 La autoridad aduanera u otra autoridad gubernamental competente que <br> emite la resolución anticipada podrá modificarla o revocarla luego de que la <br> Parte la notifique al solicitante. La Parte que emite la resolución anticipada <br> podrá modificarla o revocarla retroactivamente, con el propósito de cobrar los <br> aranceles aduaneros, impuestos y cargos que sean aplicables, dejados de <br> percibir, si ésta estaba basada en información incorrecta o falsa, debiendo <br> notificar al solicitante inmediatamente. <br> 6 Con sujeción a los requisitos de confidencialidad previstos en su <br> legislación, cada Parte pondrá sus resoluciones anticipadas a disposición del público. <br> 7 Si un solicitante proporciona información falsa u omite hechos o <br> circunstancias relevantes relativos a la resolución anticipada, o no actúa de <br> conformidad con los términos y condiciones de la resolución, la Parte <br> importadora podrá aplicar las medidas que sean apropiadas, incluyendo <br> acciones civiles, penales y administrativas, sanciones monetarias u otras sanciones. <br> [1] Para mayor certeza, un importador, exportador o productor podrá presentar una solicitud de una <br> resolución anticipada a través de un representante debidamente autorizado. <br> "}]}]}, "members_found": ["170", "152"]}