{"FtaRooDetails": {"FtaId": 820, "FtaCode": "ITC00850", "FtaName": "Zimbabwe-Namibia Trade Agreement", "FtaFullName": "TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF ZIMBABWE AND THE GOVERNMENT OF THE REPUBLIC OF NAMIBIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "30.04.1993", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Namibia; Zimbabwe", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Zimbabwe-Namibia Trade Agreement", "AdminProcCooAuth": "The certification type under Zimbabwe-Namibia Trade Agreement is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Zimbabwe-Namibia Trade Agreement is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Zimbabwe-Namibia Trade Agreement agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 25%", "RooText": "1 For the purpose of Article II (b) of the Agreement, goods shall be regarded as having been manufactured in the territory of a Contracting Party when at least 25 percent of the manufacturing costs of these, goods determined herein, which shall constitute \"local content\", is represented by territory and the last process of the manufacture of those goods has taken place in that territory, provided that: a) the last process of manufacture is substantial and sufficient to change the nature of the product and give it a new, essential and distinct characteristic and it was performed in an enterprise equipped for that purpose; and, b) the final product presents a completely new product or at ;least an important state in the manufacturing process.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00850_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.tradezimbabwe.com/wp-content/uploads/2016/04/Guide-to-Zimbabwes-Trade-Agreements.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00850_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00850_full.pdf", "DocType": "8_full", "WebLink": "https://www.tradezimbabwe.com/wp-content/uploads/2016/03/Statutory-Instrument-156A-of-1993-Zimbabwe-Namibia.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "a) The following categories of goods shall be considered as grown or <br /> produced in the territory of a contracting Party: <br /> i) mineral products extracted from its soil; <br /> ii) vegetable products harvested or gathered therein; <br /> iii) live animals born and raised therein; <br /> iv) products obtained therein from live animals; <br /> v) forest products harvested therein; <br /> vi) fish and other marine products gathered therein or from its <br /> marine economic zone; and <br /> vii) products obtained therein exclusively from products <br /> specified in (i) to (vi) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "5 for the purposes of this Annexure the following minimal processes shall not be <br /> regarded as manufacturing:- <br /> a) simple assembly operation; <br /> b) simply placing goods in flasks, bags, cases, boxes, or fixing items on cards <br /> or boards and all other simple packing operation; <br /> c) simple mixing or blending of imported ingredients which do not result in <br /> the formation of a different product; <br /> d) operation required to ensure the preservation of merchandise in good <br /> condition during transportation and storage such as ventilation, spreading <br /> out drying, freezing, placing in brine, sulphur dioxide or other aqueous <br /> solutions, removal of damaged parts, cleaning and similar operations; <br /> e) changes of packing, consolidation of goods, breaking bulk or disassembly <br /> of consignments; <br /> f) marking, labeling or affixing other like distinguishing signs on products or <br /> other packages; <br /> g) washing, painting, diluting, drying, steaming, heating, salting which does <br /> not result in a permanent change in the shape, form or nature of the article; <br /> h) repair, remodelling or alteration of imported goods; <br /> i) the combination of two or more operations specified in paragraphs (a) to <br /> (i) above; and <br /> j) tanning of imported hides.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "1 For the purpose of Article II (b) of the Agreement, goods shall be regarded as <br /> having been manufactured in the territory of a Contracting Party when at least 25 <br /> percent of the manufacturing costs of these, goods determined herein, which shall <br /> constitute @^@local content@^@, is represented by territory and the last process of the <br /> manufacture of those goods has taken place in that territory, provided that: <br /> a) the last process of manufacture is substantial and sufficient to change the <br /> nature of the product and give it a new, essential and distinct characteristic <br /> and it was performed in an enterprise equipped for that purpose; and, <br /> b) the final product presents a completely new product or at ;least an important <br /> state in the manufacturing process. <br /> 4 @^@Local Content@^@ in relation to goods manufactured in the territory of either <br /> Contracting Party means such percentage of manufacturing costs of such goods in <br /> their finished condition as is represented by the cost of: <br /> a) any materials which were grown, produced or manufactured in the country <br /> concerned and which were used in the manufacture of goods; and <br /> b) the direct labour involved in the manufacture of the goods. <br /> 6 in the calculation of the costs of materials produced and direct labour performed <br /> in respect of the manufacture of any goods in any territory for <br /> the purposes of this Annexure, only <br /> the following items may be included; <br /> (a) the cost of local materials, including the cost of waste materials lost in the <br /> process of manufacture, used directly in the manufacture of such goods; <br /> where materials which are not wholly produced in the territory concerned <br /> are used directly in the manufacture such goods will count to the extent of <br /> their prorated local content as determined in accordance with this Annexure; <br /> locally manufactured materials or components which have been temporally <br /> exported for further manufacture shall on return to the country of final <br /> manufacture be taken as 100 percent imported content for the purposes of <br /> calculating local content; <br /> the following, inter alia, shall not be regarded direct materials- <br /> water (provided it is not part of the finished product), electricity, <br /> consumable items, items for staff benefits such as tea, <br /> protective garments and uniforms. <br /> (b) the cost of labour directly incurred in the manufacture of such goods, where <br /> in addition to the wages and salaries paid to direct labour, the following <br /> costs will be included in the calculating of direct labour costs: <br /> i) leave, except cash in lieu of leave; <br /> ii) salaries for foremen and supervisors directly involved in the <br /> manufacturing processes; <br /> iii) overtime payment at standard rates; <br /> iv) predetermined incentives or bonuses if related to production; <br /> v) on- the- job training; <br /> vi) production quality control, including inspection and testing; <br /> vii) materials handling on the production line; <br /> viii) verifiable product development, design and engineering costs <br /> incurred within the territory of a Contracting Party; <br /> ix) royalties, licensing or other such payments for the right to <br /> manufacture the goods in question; and <br /> x) medical plan premiums paid for direct labour; unemployment <br /> insurance premiums for direct labour. <br /> The term @^@ direct labour@^@ shall be taken to refer to those procedures applied to the <br /> input materials from which the product is manufactured from the time they first <br /> come into the hands of the workforce which actually manufactures the product to <br /> the time the finished article is put into retail packaging. <br /> The following shall inter alia be excluded from @^@ direct labour costs@^@: costs <br /> related to the general expense of doing business such as executive, financial, <br /> sales, marketing, advertising, accounting, legal and insurance costs, cash in lieu of <br /> leave, production incentive bonuses not predetermined or not related to <br /> production, the portion of salaries of foremen and supervisors not related to the <br /> manufacturing process, fringe benefits, business overheads, administration <br /> expenses and salaries, royalty payments related to rights to distribute good, <br /> export packing or profit. <br /> 7 (a) the manufacturing cost of goods shall be calculated in accordance with the <br /> provisions of this Annexure and shall be represented of the standard of the <br /> standard costs arising from business practices, operating procedures and <br /> levels of production in the industry concerned as normally incurred over a <br /> period of not less than three months, such cost of the goods in their <br /> finished condition based on factual costs, charges and expenses incurred <br /> in their manufacture, including the cost of putting the goods up in their <br /> retail packages and the cost of such retail packages: <br /> provided that, if it is determined by the verifying authority that any cost, <br /> charge or expense has not been incurred by the manufacturer at the normal <br /> open market price in an arm's length transaction, the verifying authority <br /> may, in accordance with the generally accepted accounting principles, <br /> asses the amount of such cost, charge or expense on the basis of the <br /> normal open market prices, and the manufacturing cost shall be calculated <br /> in accordance with that assessment; <br /> (b) for the purposes of determining the local content of any goods <br /> manufactured either wholly or partly from locally produced or <br /> manufactured materials or components, the local content of such locally <br /> produced or manufactured materials or components, shall be determined <br /> and apportioned as herein provided; <br /> (c) for the purposes of determining the local content of any goods <br /> manufactures either wholly or partly from imported materials, the charges <br /> incidental to the delivery of the imported materials shall be considered as <br /> forming part of the value of those materials; and <br /> (d) any information which the verifying authority of a Contracting Party may <br /> require for the purpose of ascertaining the local content of the <br /> manufactured cost of any goods shall be provided in such form and <br /> certified in such manner as may be agreed by the Contracting Parties to <br /> ensure accuracy and clarity. <br /> 8 for the purposes of this Annexure, the following costs, charges and expenses shall <br /> be included in the manufacturing cost of goods: <br /> (a) the cost of imported materials, including the cost of waste materials and <br /> materials lost in the process of manufacture, as represented by the landed <br /> cost of those materials at the factory, including any charges incidental to <br /> the delivery of such materials to the factory; <br /> provided that the cost of imported materials not imported by the <br /> manufacturer shall be delivered price at the factory <br /> (b) the cost of local materials, including the cost of waste materials and <br /> materials lost in the process of manufacture, as represented by their <br /> delivered price at the factory; <br /> (c) the cost of direct labour incurred in the manufacture of the goods, as qualified herein; <br /> (d) the cost of direct manufacturing expenses as represented by: <br /> i) the operating cost of the machines used to manufacture the goods; <br /> ii) the expenses incurred in the cleaning, painting, drying, polishing, <br /> pressing or any other process, as may be necessary for the finishing of goods; <br /> iii) the cost of putting the goods up in their retail packages and the cost <br /> of such retail packages but excluding any extra cost of packing the <br /> goods for transportation or export and the cost of any extra package; and <br /> (e) manufacturing overhead cost, as represented by: <br /> i) rent, rates, bond interests, and insurance charges directly attributed <br /> to the factory; <br /> ii) indirect labour charges, including salaries paid to factory managers, <br /> wages paid to foremen, examiners and testers of the goods and fees <br /> paid to efficiency advisers; <br /> iii) power, light, water and other service charges directly attributed to <br /> the cost of the manufacture of the goods; <br /> iv) consumables store, including minor tools, grease, oil safety <br /> garments and other incidental items and materials used in the <br /> manufacture of goods; <br /> v) depreciation and maintenance of factory buildings plant, machinery, <br /> tools and other items used in the manufacture of goods; <br /> vi) workmen's compensation payments, pension premiums and insurance; <br /> vii) development, design and engineering cost allocated to actual production. <br /> 9 the following cost, charges and expenses shall be excluded from the manufacturing <br /> cost of the goods: <br /> (a) administration expenses as represented by- <br /> i) office expenses, office rent and salaries paid to the accountants, <br /> clerks, managers, lawyers and other executive personnel; <br /> ii) directors' fees other than salaries paid to directors who act in the <br /> capacity of factory managers; <br /> iii) statistical and costing expenses in respect of the manufactured good; <br /> iv) investigation and experimental expenses unrelated to production; <br /> (b) selling expenses as represented by - <br /> i) the cost of soliciting and securing of orders including such <br /> expenses as marketing or advertising charges and agents or <br /> salesmen's commissions or salaries; <br /> ii) expenses incurred in the making of estimates and tenders; <br /> (b) distribution expenses, other than those provided for in paragraphs 8 (a) or 8 (b), <br /> as represented by any expenditure incurred after the goods have left the <br /> factory, including- <br /> i) the cost of any materials and payment of wages incurred in the <br /> packaging of the goods for export; <br /> ii) warehousing and inventory expenses incurred in the storage of the finished goods; <br /> iii) the cost of transporting the goods to their destination; and <br /> (c) charges not directly attributable to the manufacture of the goods, including- <br /> i) any duty paid on the imported raw materials; <br /> ii) any excise duty paid on raw materials produced in the country <br /> where the finished goods are manufactured. <br /> 10 In determining or confirming local content, the verifying authority may exclude <br /> any process, operation or work in respect which it is established, or in respect of <br /> which the facts as ascertained clearly justify the presumption, that the sole object <br /> was to circumvent the provisions of this Annexure.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "3 In order to qualify for tariff preference under this Agreement, goods exported <br /> from the territory of one Contracting Party must be transported to the territory of <br /> the other Party without having to enter the commerce of any third country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "1 For the purpose of Article II (b) of the Agreement, goods shall be regarded as <br /> having been manufactured in the territory of a Contracting Party when at least 25 <br /> percent of the manufacturing costs of these, goods determined herein, which shall <br /> constitute @^@local content@^@, is represented by territory and the last process of the <br /> manufacture of those goods has taken place in that territory, provided that: <br /> a) the last process of manufacture is substantial and sufficient to change the <br /> nature of the product and give it a new, essential and distinct characteristic <br /> and it was performed in an enterprise equipped for that purpose; and, <br /> b) the final product presents a completely new product or at ;least an important <br /> state in the manufacturing process. <br /> 2 @^@Territory@^@ means with respect to the Republic of Namibia and the Republic of <br /> Zimbabwe, the territory to which their respective Customs laws apply, including <br /> any area beyond the territorial seas of either Republic within which, in accordance <br /> with international law and their domestic laws and subsoil and their natural <br /> resources, and includes export processing zones located in either Republic.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "To qualify for such duty free treatment, the goods shall be <br /> accompanied by a certificate of origin issued in accordance with <br /> Article II hereof by a body authorized by the country of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["716", "516"]}