{"FtaRooDetails": {"FtaId": 826, "FtaCode": "ITC00856", "FtaName": "Armenia for LDCs", "FtaFullName": "Eurasian Economic Union's Common System of Tariff Preferences", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "02.01.2015", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Armenia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Armenia for LDCs", "AdminProcCooAuth": "The certification type under Armenia for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Armenia for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Armenia for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45%", "RooText": "6. Goods shall be considered as sufficiently processed in a least developed country if the value of non-originating materials used in the processing operations in such country does not exceed the following percentage (at the date of issuance of documentary proof of origin): 1) from the date of entry into force of these Rules of origin to December 31, 2019 - 50 percent of the value of goods exported from the least developed country; 2) from January 01, 2020 to December 31, 2024 - 55 percent of the value of goods exported from the least developed country; 3) from January 1, 2025 - 60 percent of the value of goods exported from the least developed country.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00856_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00856_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00856_full.pdf", "DocType": "8_full", "WebLink": "http://www.eurasiancommission.org/en/act/trade/dotp/commonSytem/Documents/Rules%20of%20origin%20for%20DC%20and%20LDC%20%28GSP%29%20%28new%29.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "II. Origin criteria <br /> 13. Goods originating in and exported from a Member State of the Eurasian <br /> Economic Union (hereinafter referred to as @^@a Member State@^@, @^@the Union@^@) and <br /> subject to subsequent processing in a beneficiary country, shall be considered as <br /> originating in that country where the last processing operations other than those <br /> referred to in paragraph 7 of these Rules of origin have been carried out. <br /> 14. Goods originating in a least developed country and subject to subsequent <br /> processing in the other least developed country (or countries) shall be considered <br /> as originating in that country where the last processing operations other than those <br /> referred to in paragraph 7 of these Rules of origin have been carried out. <br /> 15. Goods originating in a developing country and subject to subsequent <br /> processing in the other developing country (or countries) shall be considered as <br /> originating in that country where the last processing operations other than those <br /> referred to in paragraph 7 of these Rules of origin have been carried out. <br /> 16. The origin of materials and goods used for subsequent processing in <br /> cases stipulated in paragraphs 13 to 15 of these Rules of origin shall be confirmed <br /> including for the purpose of verification by a documentary proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "II. Origin criteria <br /> 12. If goods that fulfill the origin criteria specified in paragraphs 5 and 6 of <br /> these Rules of origin are used in a beneficiary country as materials in the <br /> production of another good, the origin of materials used in the production of these <br /> goods shall not be taken into account for determining the origin of the good <br /> produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "III. Special cases <br /> 18. Accessories, spare parts, tools and information materials intended for use <br /> with machinery, equipment, apparatus or vehicles shall be deemed to be <br /> originating in the same country as these machinery, equipment, apparatus or <br /> vehicles, if such accessories, spare parts, tools and information materials imported <br /> and used with such machines, equipment, apparatus or vehicles in kind and number <br /> to the normal equipment thereof in accordance with technical documents. <br /> In this case the value of accessories, spare parts, tools and information <br /> materials is taken into account when determining the origin of goods in accordance <br /> with the origin criteria set out in paragraphs 5 and 6 of these Rules of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "II. Origin criteria <br /> 4. The following goods shall be considered as wholly obtained or produced <br /> in a beneficiary country: <br /> 1) minerals, mineral goods and other naturally occurring substances <br /> extracted from its soil, from its territorial waters (other internal waters) or its <br /> seabed or taken from the air in the territory of the country; <br /> 2) vegetable goods harvested and (or) gathered in the country; <br /> 3) live animals born and raised (grown) in the country; <br /> 4) goods obtained from live animals in the country; <br /> 5) goods obtained from hunting and fishing in the country; <br /> 6) goods of sea fishing and other marine goods taken (caught) from the sea <br /> outside the territorial waters of the country by a vessel registered in that country <br /> and flying its flag; <br /> 7) goods produced exclusively from goods referred to in subparagraph 6 of <br /> this paragraph on board a factory ship registered in that country and flying its flag; <br /> 8) goods extracted from marine soil or subsoil outside that country's <br /> territorial waters, provided the country has sole rights to work that soil or subsoil; <br /> 9) waste and scrap (secondary raw materials) resulting from production or <br /> consumption conducted in the country provided that such goods fit only for <br /> utilization and (or) recovery of raw materials; <br /> 10) used goods collected in the country provided that such goods can no <br /> longer fulfill their original function and fit only for utilization and (or) recovery of <br /> raw materials; <br /> 11) goods produced in the country solely from the goods referred to in <br /> subparagraphs 1 through 10 of this paragraph.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "II. Origin criteria <br /> 7. Notwithstanding the provisions set out in paragraphs 5 and 6 of these <br /> Rules of origin, the following operations undertaken exclusively by themselves or <br /> in combination with each other are considered to be insufficient to meet the origin <br /> criteria: <br /> 1) preserving operations to ensure that a good retains its condition during <br /> transportation and (or) storage; <br /> 2) operations to prepare goods for sale and (or) transportation (breaking <br /> bulk, forming of shipments, sorting, repacking); <br /> 3) affixing and (or) printing marks, labels, logos and other like <br /> distinguishing signs on goods and (or) their packaging; <br /> 4) washing, cleaning, removing dust, coating with oxides, oil and (or) other <br /> substances; <br /> 5) colouring and (or) polishing; <br /> 6) freezing and (or) thawing; <br /> 7) husking, partial or total bleaching, polishing and glazing of cereals and <br /> rice; <br /> 8) operations to colour, dissolve or mix sugar and (or) form sugar lumps; <br /> 9) bleaching and (or) colouring of textile and textile articles; <br /> 10) ironing and (or) pressing of textile and textile articles; <br /> 11) peeling, extraction of seeds and (or) cutting fruits, vegetables or nuts; <br /> 12) sharpening, simple grinding or cutting; <br /> 13) sifting, sorting, classifying, grading, matching (including the making-up <br /> of sets of articles); <br /> 14) placing in bottles, cans, flasks, bags, cases, boxes and all other simple <br /> packaging operations; <br /> 15) simple assembly or disassembly of goods; <br /> 16) mixing of goods (components) which does not lead to sufficient <br /> difference between goods obtained and original materials (components); <br /> 17) separation of goods into components which does not lead to sufficient <br /> difference between goods obtained and original materials (components); <br /> 18) slaughter of animals; <br /> 19) cutting (sorting) of meat, fish; <br /> 20) use (operation) of the goods as intended. <br /> 8. For the purposes of subparagraphs 12 and 15 of paragraph 7 of these <br /> Rules of origin, operations shall be considered simple when neither special skills <br /> nor machines, apparatus or tools especially designed for those operations are <br /> required for their performance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "II. Origin criteria <br /> 9. The percentage of the value of non-originating materials used in the <br /> processing operations shall be calculated according to the following formula: <br /> A <br /> X = - x 100%, <br /> B <br /> where: <br /> X - percentage of the value of non-originating materials used in the <br /> processing operations; <br /> A - the value of non-originating materials; <br /> B - the EXW value of goods. <br /> 10. The value of non-originating materials referred to in paragraph 9 of these <br /> Rules of origin shall be determined as their customs value when imported into the <br /> beneficiary country in which the exported goods are produced, or if their customs <br /> value is unknown or cannot be ascertained - in the amount of the first documented <br /> price paid for them in the territory of the beneficiary country where processing <br /> takes place. <br /> 11. The value of goods shall be determined as the EXW value. <br /> If the value of goods cannot be determined as the EXW value, the value of <br /> such goods shall be calculated as the sum value of all materials used in the <br /> production of goods, as well as all costs related to their production, excluding <br /> internal taxes which are, or may be, repaid when the goods are exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "III. Special cases <br /> 17. In order to determine the origin of goods, no account shall be taken of <br /> the origin of the following materials, which might be used in production and not <br /> incorporated into the goods: <br /> 1) fuel and energy; <br /> 2) tools, dies and moulds; <br /> 3) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> 4) lubricants, greases, compounding materials and other materials used in <br /> the production or used to operate equipment and buildings; <br /> 5) gloves, glasses, footwear, clothing, safety equipment; <br /> 6) equipment, devices used for testing or inspecting the goods; <br /> 7) catalyst and solvent; <br /> 8) any other materials that are not incorporated into the goods but the use of <br /> which in the production of such goods can be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "IV. Conditions for granting tariff preferences <br /> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br /> country provided that such goods meet the origin criteria provided for in these <br /> Rules of origin, and the following conditions are fulfilled: <br /> 1) direct consignment of the imported goods has been fulfilled in accordance <br /> with paragraphs 23 - 26 of these Rules of origin; <br /> 2) direct purchase of the imported goods has been fulfilled in accordance <br /> with paragraph 27 of these Rules of origin; <br /> 3) origin of goods has been confirmed in accordance with <br /> Section V of these Rules of origin; <br /> 4) administrative cooperation requirements stipulated in Section VI of these <br /> Rules of origin have been met by the beneficiary country. <br /> 23. Direct consignment means transportation of originating goods from <br /> beneficiary country into the customs territory of the Union without transit through <br /> the territories of countries that are not the Member States (hereinafter referred to as <br /> @^@third countries@^@), except in the cases stipulated in paragraphs 24 and 25 of these <br /> Rules of origin. <br /> 24. Originating goods may be transported through the territories of third <br /> countries provided the following conditions are met: <br /> 1) transit through the territory of third countries is justified for geographical, <br /> transport, technical or economic reasons; <br /> 2) goods in transit countries, including during their temporary storage in the <br /> territories of these countries, remain under customs control documented in <br /> accordance with paragraph 26 of these Rules of origin; <br /> 3) goods have not entered into trade or consumption; <br /> 4) goods have not undergone any operations other than reloading and <br /> operations to preserve their conditions. <br /> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br /> held in third countries also meet the requirements of direct consignment subject to <br /> the following conditions: <br /> 1) goods have been transported from the territory of a beneficiary country <br /> into the territory of the country where the exhibition or fair is held and remained <br /> under customs control; <br /> 2) goods have not been used for any other purpose than demonstration at the <br /> exhibition; <br /> 3) goods have been imported into the customs territory of the Union in the <br /> same condition in which they were sent to the exhibition or fair, disregarding <br /> changes due to natural wear or deterioration under normal transport and storage <br /> conditions. <br /> 26. One of the following documents may be considered as documentary <br /> evidence that goods remain under customs control: <br /> a) a transport document containing a description of the goods sufficient for <br /> their identification by the customs authorities of the Member States with the goods <br /> declared in customs declaration and indicating their transportation from a <br /> beneficiary country through the territories of third countries as well as containing <br /> the following information (if any): <br /> date of unloading and reloading of the goods; <br /> names of ships, or the other means of transport used; <br /> numbers of containers; <br /> conditions under which the goods remained under customs control in the <br /> third countries; <br /> marks of the customs authorities of the third countries; <br /> b) a document issued by the customs authority of the third country <br /> containing a description of the goods sufficient for their identification by the <br /> customs authorities of the Member States with the goods declared in customs <br /> declaration and confirming that goods remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "III. Special cases <br /> 19. Packaging materials and containers imported with the goods contained <br /> therein shall be deemed to be originating in the same country as the goods <br /> themselves, except in cases where such packaging materials and containers in <br /> accordance with the General Rules for the Interpretation of the Harmonized <br /> System shall be classified separately from the goods. In this case the origin of <br /> packaging materials and containers should be determined separately from such <br /> goods. <br /> At the same time the value of packaging materials and containers used for <br /> retail sale is taken into account when determining the origin of goods in <br /> accordance with the origin criteria set out in paragraphs 5 and 6 of these Rules of <br /> origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "III. Special cases <br /> 20. Goods defined as a set in accordance with the General Rules for the <br /> Interpretation of the Harmonized System (hereinafter referred to as @^@the set@^@) shall <br /> be regarded as originating when all component goods are originating. The set is <br /> also considered as originating, if such set consists, inter alia, of elements that are <br /> non-originating materials, provided that the value of such elements does not <br /> exceed 15 percent of the EXW value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "IV. Conditions for granting tariff preferences <br /> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br /> held in third countries also meet the requirements of direct consignment subject to <br /> the following conditions: <br /> 1) goods have been transported from the territory of a beneficiary country <br /> into the territory of the country where the exhibition or fair is held and remained <br /> under customs control; <br /> 2) goods have not been used for any other purpose than demonstration at the <br /> exhibition; <br /> 3) goods have been imported into the customs territory of the Union in the <br /> same condition in which they were sent to the exhibition or fair, disregarding <br /> changes due to natural wear or deterioration under normal transport and storage <br /> conditions.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "V. Documentary proof of origin <br /> 30. In order to confirm the origin of goods for the purposes of obtaining <br /> tariff preferences, the original certificate of origin shall be submitted, except in the <br /> case specified in paragraph 35 of these Rules of origin, or in the case stipulated in <br /> paragraph 41 of these Rules of origin - a declaration of origin. <br /> Certificate of origin shall be issued using the form set out in Annex No. 1 <br /> and shall be completed in accordance with the requirements stipulated in <br /> Annex No. 2. <br /> Declaration of origin shall have the statement set out in Annex <br /> No. 3. <br /> 31. Certificate of origin shall be issued by the authorized body <br /> (organization) for goods under one consignment. Certificate of origin may be <br /> issued before the time of exportation of goods or after the time of exportation of <br /> goods (retroactively). <br /> 32. Certificate of origin shall be valid for the purposes of granting tariff <br /> preferences for a period of 12 months from the date of its issuance. <br /> 33. Certificate of origin shall be completed in the English or French <br /> languages. <br /> 34. Certificate of origin shall be submitted to the customs authority of the <br /> Member State in hard copy, except in the case specified in paragraph 35 of these <br /> Rules of origin. <br /> 35. If there is an arrangement between a customs authority of a Member <br /> State and the authorized body (organization) on the use of an electronic <br /> verification system that allowing to verify the issuance of certificates of origin and <br /> authenticity of the information contained therein (referred to as @^@the electronic <br /> verification system@^@), the original certificate of origin may be not submitted under <br /> the decision of a declarant during customs declaration of the goods. In this case, <br /> the requisite details of such certificate of origin shall be indicated in the customs <br /> declaration. <br /> If there is any evidence that the information regarding the origin of goods <br /> declared in the customs declaration is unreliable or data on the certificate of origin <br /> is not available in the electronic verification system, then upon the reasonable <br /> request of the customs authority of the Member State, the original certificate of <br /> origin shall be submitted by the declarant. <br /> 36. Requirements for the electronic verification system shall be set out in a <br /> separate protocol between the Member State and the beneficiary country in <br /> accordance with their legislation. The electronic verification system shall be based <br /> on the following basic provisions and principles: <br /> 1) completeness, relevance and reliability of the information contained in the <br /> electronic verification system of certificates of origin issued by the authorized <br /> body (organization); <br /> 2) protection of information contained in the electronic verification system <br /> from unauthorized access, destruction, modification or other illegal actions; <br /> 3) proper twenty-four-hour operation of the electronic verification system; <br /> 4) storage of information on the issued certificates of origin in the electronic <br /> verification system for at least 3 years from the date of their issuance. <br /> 37. Description of goods in certificate of origin shall be sufficient for their <br /> identification by the customs authorities of the Member States with the goods <br /> declared during the customs declaration. <br /> 38. Tariff preferences shall be granted in respect of the goods quantity <br /> indicated in a documentary proof of origin. <br /> If actual weight of delivered goods does not exceed 5 percent of the weight <br /> specified in a documentary proof of origin, tariff preferences shall be granted to the <br /> actual weight of the goods. <br /> 39. In case of loss or destruction of a certificate of origin, a duplicate issued <br /> by the authorized body (organization) identical to the previously issued certificate <br /> of origin of goods shall be applied. <br /> In this case, reference number, date of issuance and signature of the official <br /> indicated in such duplicate of the certificate of origin may differ from those <br /> indicated in the previously issued certificate of origin. <br /> The duplicate of a certificate of origin shall be valid for the purposes of <br /> granting tariff preferences no longer than 12 months from the date of issuance of <br /> the original certificate of origin. <br /> 40. Instead of a certificate of origin canceled for any reason or in case of a <br /> need to reissue previously issued certificate of origin, a new certificate of origin <br /> shall be applied. <br /> 41. The origin of goods the customs value of which does not exceed the <br /> amount equivalent to 5 000 Euro may be confirmed by a declaration of origin. <br /> 42. Declaration of origin shall be made out for goods under one <br /> consignment. <br /> Declaration of origin shall contain the statement in the English or French <br /> languages stipulated in Annex No. 3 to these Rules of origin, approved by the <br /> signature of the authorized representative of producer, seller or consignor with the <br /> indication of its surname as well as the date of approval. <br /> Declaration of origin shall be valid for the purposes of granting tariff <br /> preferences for a period of 12 months from the date of its approval. <br /> 43. If there is any evidence that the information regarding the origin of <br /> goods stated in declaration of origin is unreliable, the customs authority of the <br /> Member State have the right to request the original certificate of origin. <br /> Such request shall be reasonable and shall contain information indicating <br /> which information in the declaration of origin may be unreliable. <br /> 44. The origin of goods shall be considered unproved in the cases specified <br /> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br /> Union, as well as in the following cases: <br /> 1) according to the results of customs control of the origin of goods it has <br /> been revealed that declaration of origin has been completed in violation of the <br /> requirements stipulated in these Rules of origin; <br /> 2) the authorized body (organization) and (or) the verification body has not <br /> submitted any response to the verification request within the time period specified <br /> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br /> paragraph 57 of these Rules of origin; <br /> 3) the response to the verification request does not contain copies of <br /> documents on the basis of which the certificate of origin has been issued or the <br /> declaration of origin has been made out, if such copies are requested in accordance <br /> with paragraph 57 of these Rules of origin; <br /> 4) according to the results of customs control of the origin of goods, it is <br /> impossible to establish the authenticity of certificate of origin and (or) reliability of <br /> the information contained in documentary proof of origin on the basis of the <br /> received response to the verification request; <br /> 5) according to the results of customs control of the origin of goods, it is <br /> impossible to identify goods specified in the documentary proof of origin with the <br /> goods specified in the customs declaration; <br /> 6) the original certificate of origin has not been submitted at the request of <br /> the customs authority of the Member State in cases stipulated by the second indent <br /> of paragraph 35 and paragraph 43 of these Rules of origin; <br /> 7) the actual weight of delivered goods exceeds the weight specified in the <br /> documentary proof of origin by more than 5 percent. <br /> 45. The customs authorities of the Member States may require a translation <br /> of documentary proof of origin. It is permitted to submit the translation of such <br /> documentary proof of origin certified by a declarant. <br /> 46. A copy of certificate of origin, as well as any supporting documents, <br /> confirming the origin of goods shall be kept by the authorized body (organization) <br /> that issued such certificate of origin no less than 3 years from the date of its <br /> issuance. <br /> A copy of declaration of origin, as well as any supporting documents <br /> confirming the origin of goods shall be kept by a person approved such declaration <br /> no less than 3 years from the date of its approval. <br /> 47. The presence of errors (misprints) made while completing a <br /> documentary proof of origin that do not affect the reliability of information <br /> contained therein and do not cast any doubt on the origin of goods concerned, shall <br /> not be the grounds for not considering it as a documentary proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "V. Documentary proof of origin <br /> 32. Certificate of origin shall be valid for the purposes of granting tariff <br /> preferences for a period of 12 months from the date of its issuance. <br /> The duplicate of a certificate of origin shall be valid for the purposes of <br /> granting tariff preferences no longer than 12 months from the date of issuance of <br /> the original certificate of origin. <br /> Declaration of origin shall be valid for the purposes of granting tariff <br /> preferences for a period of 12 months from the date of its approval.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "V. Documentary proof of origin <br /> 46. A copy of certificate of origin, as well as any supporting documents, <br /> confirming the origin of goods shall be kept by the authorized body (organization) <br /> that issued such certificate of origin no less than 3 years from the date of its <br /> issuance. <br /> A copy of declaration of origin, as well as any supporting documents <br /> confirming the origin of goods shall be kept by a person approved such declaration <br /> no less than 3 years from the date of its approval.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "IV. Conditions for granting tariff preferences <br /> 29. Non-originating goods, as well as originating goods, in respect of which <br /> the conditions for granting tariff preferences specified in paragraph 22 of these <br /> Rules of origin have not been fulfilled, shall be imported into a Member State in <br /> accordance with the customs tariff regulation of the Union without granting of <br /> tariff preferences. <br /> In respect of these goods, tariff preferences can be refunded in accordance <br /> with the Customs Code of the Eurasian Economic Union. <br /> 31. Certificate of origin shall be issued by the authorized body <br /> (organization) for goods under one consignment. Certificate of origin may be <br /> issued before the time of exportation of goods or after the time of exportation of <br /> goods (retroactively).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "IV. Conditions for granting tariff preferences <br /> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br /> country provided that such goods meet the origin criteria provided for in these <br /> Rules of origin, and the following conditions are fulfilled: <br /> 1) direct consignment of the imported goods has been fulfilled in accordance <br /> with paragraphs 23 - 26 of these Rules of origin; <br /> 2) direct purchase of the imported goods has been fulfilled in accordance <br /> with paragraph 27 of these Rules of origin; <br /> 3) origin of goods has been confirmed in accordance with <br /> Section V of these Rules of origin; <br /> 4) administrative cooperation requirements stipulated in Section VI of these <br /> Rules of origin have been met by the beneficiary country. <br /> 27. Goods are considered as directly purchased if they are purchased by a <br /> person of a Member State from a person registered as legal entity in the beneficiary <br /> country from which such goods originate. <br /> 28. Documents confirming the compliance with direct consignment and <br /> direct purchase shall be submitted to the customs authority of the Member State. <br /> In case of a failure to submit these documents to the customs authority of the <br /> Member State, tariff preferences in respect of goods shall not be granted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "V. Documentary proof of origin <br /> 43. If there is any evidence that the information regarding the origin of <br /> goods stated in declaration of origin is unreliable, the customs authority of the <br /> Member State have the right to request the original certificate of origin. <br /> Such request shall be reasonable and shall contain information indicating <br /> which information in the declaration of origin may be unreliable. <br /> 44. The origin of goods shall be considered unproved in the cases specified <br /> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br /> Union, as well as in the following cases: <br /> 1) according to the results of customs control of the origin of goods it has <br /> been revealed that declaration of origin has been completed in violation of the <br /> requirements stipulated in these Rules of origin; <br /> 2) the authorized body (organization) and (or) the verification body has not <br /> submitted any response to the verification request within the time period specified <br /> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br /> paragraph 57 of these Rules of origin; <br /> 3) the response to the verification request does not contain copies of <br /> documents on the basis of which the certificate of origin has been issued or the <br /> declaration of origin has been made out, if such copies are requested in accordance <br /> with paragraph 57 of these Rules of origin; <br /> 4) according to the results of customs control of the origin of goods, it is <br /> impossible to establish the authenticity of certificate of origin and (or) reliability of <br /> the information contained in documentary proof of origin on the basis of the <br /> received response to the verification request; <br /> 5) according to the results of customs control of the origin of goods, it is <br /> impossible to identify goods specified in the documentary proof of origin with the <br /> goods specified in the customs declaration; <br /> 6) the original certificate of origin has not been submitted at the request of <br /> the customs authority of the Member State in cases stipulated by the second indent <br /> of paragraph 35 and paragraph 43 of these Rules of origin; <br /> 7) the actual weight of delivered goods exceeds the weight specified in the <br /> documentary proof of origin by more than 5 percent. <br /> 45. The customs authorities of the Member States may require a translation <br /> of documentary proof of origin. It is permitted to submit the translation of such <br /> documentary proof of origin certified by a declarant. <br /> 56. Tariff preferences shall not be granted to goods originating in the <br /> beneficiary countries which have not provided the information stipulated in <br /> paragraphs 48 and 53 of these Rules of origin or have provided the information <br /> that does not meet the requirements specified in the above paragraphs. <br /> 57. Where a customs authority of a Member State reveals evidence that <br /> submitted certificate of origin has not been issued or a documentary proof of origin <br /> contains false information or in the case of a random check the customs authority <br /> of that Member State may send a verification request to the authorized body <br /> (organization) and (or) the verification authority. <br /> Verification request shall be accompanied by a copy of the documentary <br /> proof of origin verified. <br /> Verification request shall specify the reasons for its submission and other <br /> additional information indicating which information in the documentary proof of <br /> origin may be unreliable, except in cases where the verification request based on <br /> random check. <br /> 58. If the response to the verification request has not been received within 6 <br /> months from the date of such request, or received information confirms that <br /> certificate of origin of goods has not been issued or has been issued on the basis of <br /> incomplete (unreliable) information, or in case of a failure to provide copies of <br /> documents on the basis of which such certificate of origin has been issued, <br /> the submitted certificate of origin shall not be considered as a documentary proof <br /> of origin. <br /> If the response to the verification request has not been received within 6 <br /> months from the date of such request, or received information confirms that <br /> declaration of origin has not been approved or has been approved on the basis of <br /> incomplete (unreliable) information, or in case of a failure to provide copies of <br /> documents on the basis of which such declaration of origin has been made, the <br /> submitted declaration of origin shall not be considered as a documentary proof of <br /> origin. <br /> 59. In order to verify the issuance of certificates of origin and the reliability <br /> of information contained therein, it is permitted for the customs authorities of the <br /> Member States to use electronic databases created by the authorized bodies <br /> (organizations) and placed on the corresponding official websites on the <br /> information and telecommunications network @^@Internet@^@ (hereinafter referred to as <br /> @^@an electronic database@^@). <br /> The possibility to verify certificates of origin using an electronic database <br /> shall be taken into account by the customs authorities of the Member States when <br /> resolving on the need to send a verification request. However, the possibility to <br /> verify certificates of origin using an electronic database does not limit the right of <br /> the customs authorities of the Member States to send a verification request in <br /> accordance with paragraph 57 of these Rules of origin. <br /> 60. If the Commission receives from beneficiary countries information about <br /> the electronic databases they use, such information should be sent by the <br /> Commission within a period not exceeding 5 working days from the date of its <br /> receipt to the customs authorities of the Member States, including electronic <br /> addresses of the official websites on the information and telecommunications <br /> network @^@Internet@^@, where such electronic databases are placed, as well as <br /> information on the conditions for access of the customs authorities of the Member <br /> States to such electronic databases (if such information is available). <br /> If the Commission receives this information from the customs authorities of <br /> one of the Member States, such information should be sent by the Commission to <br /> the customs authorities of the other Member States. <br /> Information on the electronic databases used by beneficiary countries shall <br /> be published by the Commission on the official website of the Union. <br /> 61. Administrative cooperation, including for the purposes of submission of <br /> the information specified in paragraphs 48 and 53 of these Rules of origin, shall be <br /> conducted in the English language. <br /> VII. Denial of tariff preferences <br /> 62. The customs authorities of the Member States shall deny tariff <br /> preferences to goods imported from a beneficiary country in the following cases: <br /> 1) the origin of goods is deemed unproved in accordance with paragraph 5 of <br /> Article 314 of the Customs Code of the Eurasian Economic Union and paragraph <br /> 44 of these Rules of origin; <br /> 2) the conditions for granting tariff preferences stipulated in paragraph 22 of <br /> these Rules are not fulfilled. <br /> 63. The customs authority of the Member State denies tariff preferences <br /> without sending a verification request in the following cases: <br /> 1) the conditions for granting tariff preferences stipulated in subparagraphs <br /> 1, 2 and 4 of paragraph 22 and paragraph 30 of these Rules of origin are not met; <br /> 2) the origin of goods is deemed unproved in accordance with subparagraphs <br /> 1 - 3 of paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br /> Union and subparagraphs 1 and 5 - 7 of paragraph 44 of these Rules of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "V. Documentary proof of origin <br /> 47. The presence of errors (misprints) made while completing a <br /> documentary proof of origin that do not affect the reliability of information <br /> contained therein and do not cast any doubt on the origin of goods concerned, shall <br /> not be the grounds for not considering it as a documentary proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "II. Origin criteria <br> IV. Conditions for granting tariff preferences <br> for developing and least developed countries <br> 3. Goods shall be considered as originating in a beneficiary country if they <br> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br> 30. In order to confirm the origin of goods for the purposes of obtaining <br> RULES OF ORIGIN <br> country provided that such goods meet the origin criteria provided for in these <br> tariff preferences, the original certificate of origin shall be submitted, except in the <br> 1) wholly obtained or produced in that country in accordance with paragraph <br> Rules of origin, and the following conditions are fulfilled: <br> 1) the origin of goods is deemed unproved in accordance with paragraph 5 of <br> 4 of these Rules of origin; <br> 1) direct consignment of the imported goods has been fulfilled in accordance <br> 2) sufficiently processed in that country in accordance with the origin <br> Certificate of origin shall be issued using the form set out in Annex No. 1 <br> with paragraphs 23 - 26 of these Rules of origin; <br> 44 of these Rules of origin; <br> criteria set out in paragraphs 5 and 6 of these Rules of origin. <br> 2) direct purchase of the imported goods has been fulfilled in accordance <br> 2) the conditions for granting tariff preferences stipulated in paragraph 22 of <br> 4. The following goods shall be considered as wholly obtained or produced <br> with paragraph 27 of these Rules of origin; <br> in a beneficiary country: <br> 3) origin of goods has been confirmed in accordance with <br> Declaration of origin shall have the statement set out in Annex <br> 63. The customs authority of the Member State denies tariff preferences <br> 1) minerals, mineral goods and other naturally occurring substances <br> country; <br> No. 3. <br> Section V of these Rules of origin; <br> extracted from its soil, from its territorial waters (other internal waters) or its <br> 4) administrative cooperation requirements stipulated in Section VI of these <br> 1) the conditions for granting tariff preferences stipulated in subparagraphs <br> seabed or taken from the air in the territory of the country; <br> Rules of origin have been met by the beneficiary country. <br> 1, 2 and 4 of paragraph 22 and paragraph 30 of these Rules of origin are not met; <br> 2) vegetable goods harvested and (or) gathered in the country; <br> 23. Direct consignment means transportation of originating goods from <br> issued before the time of exportation of goods or after the time of exportation of <br> 2) the origin of goods is deemed unproved in accordance with subparagraphs <br> 3) live animals born and raised (grown) in the country; <br> beneficiary country into the customs territory of the Union without transit through <br> 4) goods obtained from live animals in the country; <br> 32. Certificate of origin shall be valid for the purposes of granting tariff <br> the territories of countries that are not the Member States (hereinafter referred to as <br> Union and subparagraphs 1 and 5 - 7 of paragraph 44 of these Rules of origin. <br> 5) goods obtained from hunting and fishing in the country; <br> @^@third countries@^@), except in the cases stipulated in paragraphs 24 and 25 of these <br> preferences for a period of 12 months from the date of its issuance. <br> 6) goods of sea fishing and other marine goods taken (caught) from the sea <br> outside the territorial waters of the country by a vessel registered in that country <br> 24. Originating goods may be transported through the territories of third <br> and flying its flag; <br> 34. Certificate of origin shall be submitted to the customs authority of the <br> countries provided the following conditions are met: <br> 7) goods produced exclusively from goods referred to in subparagraph 6 of <br> 1) transit through the territory of third countries is justified for geographical, <br> this paragraph on board a factory ship registered in that country and flying its flag; <br> transport, technical or economic reasons; <br> 8) goods extracted from marine soil or subsoil outside that country's <br> 2) goods in transit countries, including during their temporary storage in the <br> 35. If there is an arrangement between a customs authority of a Member <br> territorial waters, provided the country has sole rights to work that soil or subsoil; <br> territories of these countries, remain under customs control documented in <br> 9) waste and scrap (secondary raw materials) resulting from production or <br> accordance with paragraph 26 of these Rules of origin; <br> verification system that allowing to verify the issuance of certificates of origin and <br> consumption conducted in the country provided that such goods fit only for <br> 3) goods have not entered into trade or consumption; <br> utilization and (or) recovery of raw materials; <br> 4) goods have not undergone any operations other than reloading and <br> verification system@^@), the original certificate of origin may be not submitted under <br> 10) used goods collected in the country provided that such goods can no <br> operations to preserve their conditions. <br> longer fulfill their original function and fit only for utilization and (or) recovery of <br> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br> raw materials; <br> declaration. <br> held in third countries also meet the requirements of direct consignment subject to <br> 11) goods produced in the country solely from the goods referred to in <br> If there is any evidence that the information regarding the origin of goods <br> the following conditions: <br> subparagraphs 1 through 10 of this paragraph. <br> 1) goods have been transported from the territory of a beneficiary country <br> declared in the customs declaration is unreliable or data on the certificate of origin <br> 5. Goods shall be considered as sufficiently processed in a developing <br> into the territory of the country where the exhibition or fair is held and remained <br> is not available in the electronic verification system, then upon the reasonable <br> country if the value of non-originating materials used in the processing operations <br> Where: <br> under customs control; <br> in such country does not exceed 50 percent of the value of goods exported from <br> 2) goods have not been used for any other purpose than demonstration at the <br> that developing country. <br> 36. Requirements for the electronic verification system shall be set out in a <br> exhibition; <br> 6. Goods shall be considered as sufficiently processed in a least developed <br> are: <br> 3) goods have been imported into the customs territory of the Union in the <br> separate protocol between the Member State and the beneficiary country in <br> accordance with their legislation. The electronic verification system shall be based <br> same condition in which they were sent to the exhibition or fair, disregarding <br> in such country does not exceed the following percentage (at the date of issuance <br> changes due to natural wear or deterioration under normal transport and storage <br> of documentary proof of origin): <br> 1) completeness, relevance and reliability of the information contained in the <br> conditions. <br> 1) from the date of entry into force of these Rules of origin to December 31, <br> 26. One of the following documents may be considered as documentary <br> 2019 - 50 percent of the value of goods exported from the least developed <br> evidence that goods remain under customs control: <br> a) a transport document containing a description of the goods sufficient for <br> 2) from January 01, 2020 to December 31, 2024 - 55 percent of the value of <br> their identification by the customs authorities of the Member States with the goods <br> goods exported from the least developed country; <br> takes place. <br> declared in customs declaration and indicating their transportation from a <br> 3) from January 1, 2025 - 60 percent of the value of goods exported from <br> beneficiary country through the territories of third countries as well as containing <br> the least developed country. <br> the following information (if any): <br> 7. Notwithstanding the provisions set out in paragraphs 5 and 6 of these <br> 37. Description of goods in certificate of origin shall be sufficient for their <br> date of unloading and reloading of the goods; <br> Rules of origin, the following operations undertaken exclusively by themselves or <br> names of ships, or the other means of transport used; <br> in combination with each other are considered to be insufficient to meet the origin <br> declared during the customs declaration. <br> numbers of containers; <br> criteria: <br> 38. Tariff preferences shall be granted in respect of the goods quantity <br> conditions under which the goods remained under customs control in the <br> 1) preserving operations to ensure that a good retains its condition during <br> indicated in a documentary proof of origin. <br> third countries; <br> transportation and (or) storage; <br> If actual weight of delivered goods does not exceed 5 percent of the weight <br> marks of the customs authorities of the third countries; <br> 2) operations to prepare goods for sale and (or) transportation (breaking <br> b) a document issued by the customs authority of the third country <br> specified in a documentary proof of origin, tariff preferences shall be granted to the <br> bulk, forming of shipments, sorting, repacking); <br> actual weight of the goods. <br> containing a description of the goods sufficient for their identification by the <br> 3) affixing and (or) printing marks, labels, logos and other like <br> 39. In case of loss or destruction of a certificate of origin, a duplicate issued <br> customs authorities of the Member States with the goods declared in customs <br> distinguishing signs on goods and (or) their packaging; <br> by the authorized body (organization) identical to the previously issued certificate <br> declaration and confirming that goods remain under customs control. <br> 4) washing, cleaning, removing dust, coating with oxides, oil and (or) other <br> 27. Goods are considered as directly purchased if they are purchased by a <br> of origin of goods shall be applied. <br> substances; <br> person of a Member State from a person registered as legal entity in the beneficiary <br> 5) colouring and (or) polishing; <br> country from which such goods originate. <br> indicated in such duplicate of the certificate of origin may differ from those <br> 6) freezing and (or) thawing; <br> 28. Documents confirming the compliance with direct consignment and <br> indicated in the previously issued certificate of origin. <br> 7) husking, partial or total bleaching, polishing and glazing of cereals and <br> rice; <br> direct purchase shall be submitted to the customs authority of the Member State. <br> granting tariff preferences no longer than 12 months from the date of issuance of <br> In case of a failure to submit these documents to the customs authority of the <br> 8) operations to colour, dissolve or mix sugar and (or) form sugar lumps; <br> Member State, tariff preferences in respect of goods shall not be granted. <br> 9) bleaching and (or) colouring of textile and textile articles; <br> 29. Non-originating goods, as well as originating goods, in respect of which <br> 40. Instead of a certificate of origin canceled for any reason or in case of a <br> 10) ironing and (or) pressing of textile and textile articles; <br> need to reissue previously issued certificate of origin, a new certificate of origin <br> the conditions for granting tariff preferences specified in paragraph 22 of these <br> 11) peeling, extraction of seeds and (or) cutting fruits, vegetables or nuts; <br> Rules of origin have not been fulfilled, shall be imported into a Member State in <br> shall be applied. <br> 12) sharpening, simple grinding or cutting; <br> accordance with the customs tariff regulation of the Union without granting of <br> 13) sifting, sorting, classifying, grading, matching (including the making-up <br> amount equivalent to 5 000 Euro may be confirmed by a declaration of origin. <br> tariff preferences. <br> of sets of articles); <br> 42. Declaration of origin shall be made out for goods under one <br> In respect of these goods, tariff preferences can be refunded in accordance <br> 14) placing in bottles, cans, flasks, bags, cases, boxes and all other simple <br> with the Customs Code of the Eurasian Economic Union. <br> V. Documentary proof of origin <br> 15) simple assembly or disassembly of goods; <br> languages stipulated in Annex No. 3 to these Rules of origin, approved by the <br> 16) mixing of goods (components) which does not lead to sufficient <br> signature of the authorized representative of producer, seller or consignor with the <br> difference between goods obtained and original materials (components); <br> case specified in paragraph 35 of these Rules of origin, or in the case stipulated in <br> indication of its surname as well as the date of approval. <br> 17) separation of goods into components which does not lead to sufficient <br> Declaration of origin shall be valid for the purposes of granting tariff <br> paragraph 41 of these Rules of origin - a declaration of origin. <br> preferences for a period of 12 months from the date of its approval. <br> 18) slaughter of animals; <br> and shall be completed in accordance with the requirements stipulated in <br> 19) cutting (sorting) of meat, fish; <br> Annex No. 2. <br> 20) use (operation) of the goods as intended. <br> Member State have the right to request the original certificate of origin. <br> 8. For the purposes of subparagraphs 12 and 15 of paragraph 7 of these <br> Such request shall be reasonable and shall contain information indicating <br> Rules of origin, operations shall be considered simple when neither special skills <br> 31. Certificate of origin shall be issued by the authorized body <br> which information in the declaration of origin may be unreliable. <br> nor machines, apparatus or tools especially designed for those operations are <br> (organization) for goods under one consignment. Certificate of origin may be <br> 44. The origin of goods shall be considered unproved in the cases specified <br> 9. The percentage of the value of non-originating materials used in the <br> goods (retroactively). <br> Union, as well as in the following cases: <br> processing operations shall be calculated according to the following formula: <br> 1) according to the results of customs control of the origin of goods it has <br> A <br> been revealed that declaration of origin has been completed in violation of the <br> X = - x 100%, <br> 33. Certificate of origin shall be completed in the English or French <br> requirements stipulated in these Rules of origin; <br> B <br> languages. <br> X - percentage of the value of non-originating materials used in the <br> Member State in hard copy, except in the case specified in paragraph 35 of these <br> processing operations; <br> Rules of origin. <br> A - the value of non-originating materials; <br> 3) the response to the verification request does not contain copies of <br> B - the EXW value of goods. <br> State and the authorized body (organization) on the use of an electronic <br> 10. The value of non-originating materials referred to in paragraph 9 of these <br> declaration of origin has been made out, if such copies are requested in accordance <br> Rules of origin shall be determined as their customs value when imported into the <br> authenticity of the information contained therein (referred to as @^@the electronic <br> with paragraph 57 of these Rules of origin; <br> beneficiary country in which the exported goods are produced, or if their customs <br> 4) according to the results of customs control of the origin of goods, it is <br> value is unknown or cannot be ascertained - in the amount of the first documented <br> impossible to establish the authenticity of certificate of origin and (or) reliability of <br> the decision of a declarant during customs declaration of the goods. In this case, <br> price paid for them in the territory of the beneficiary country where processing <br> the information contained in documentary proof of origin on the basis of the <br> the requisite details of such certificate of origin shall be indicated in the customs <br> received response to the verification request; <br> 11. The value of goods shall be determined as the EXW value. <br> If the value of goods cannot be determined as the EXW value, the value of <br> such goods shall be calculated as the sum value of all materials used in the <br> production of goods, as well as all costs related to their production, excluding <br> 6) the original certificate of origin has not been submitted at the request of <br> request of the customs authority of the Member State, the original certificate of <br> internal taxes which are, or may be, repaid when the goods are exported. <br> origin shall be submitted by the declarant. <br> 12. If goods that fulfill the origin criteria specified in paragraphs 5 and 6 of <br> produced. <br> of paragraph 35 and paragraph 43 of these Rules of origin; <br> these Rules of origin are used in a beneficiary country as materials in the <br> 7) the actual weight of delivered goods exceeds the weight specified in the <br> production of another good, the origin of materials used in the production of these <br> goods shall not be taken into account for determining the origin of the good <br> on the following basic provisions and principles: <br> of documentary proof of origin. It is permitted to submit the translation of such <br> 13. Goods originating in and exported from a Member State of the Eurasian <br> electronic verification system of certificates of origin issued by the authorized <br> Economic Union (hereinafter referred to as @^@a Member State@^@, @^@the Union@^@) and <br> body (organization); <br> subject to subsequent processing in a beneficiary country, shall be considered as <br> 2) protection of information contained in the electronic verification system <br> originating in that country where the last processing operations other than those <br> from unauthorized access, destruction, modification or other illegal actions; <br> 3) proper twenty-four-hour operation of the electronic verification system; <br> 14. Goods originating in a least developed country and subject to subsequent <br> 4) storage of information on the issued certificates of origin in the electronic <br> A copy of declaration of origin, as well as any supporting documents <br> processing in the other least developed country (or countries) shall be considered <br> required for their performance. <br> confirming the origin of goods shall be kept by a person approved such declaration <br> verification system for at least 3 years from the date of their issuance. <br> as originating in that country where the last processing operations other than those <br> referred to in paragraph 7 of these Rules of origin have been carried out. <br> 47. The presence of errors (misprints) made while completing a <br> identification by the customs authorities of the Member States with the goods <br> 15. Goods originating in a developing country and subject to subsequent <br> processing in the other developing country (or countries) shall be considered as <br> contained therein and do not cast any doubt on the origin of goods concerned, shall <br> 16. The origin of materials and goods used for subsequent processing in <br> cases stipulated in paragraphs 13 to 15 of these Rules of origin shall be confirmed <br> including for the purpose of verification by a documentary proof of origin. <br> In this case, reference number, date of issuance and signature of the official <br> The duplicate of a certificate of origin shall be valid for the purposes of <br> the original certificate of origin. <br> packaging operations; <br> 41. The origin of goods the customs value of which does not exceed the <br> consignment. <br> Declaration of origin shall contain the statement in the English or French <br> 43. If there is any evidence that the information regarding the origin of <br> goods stated in declaration of origin is unreliable, the customs authority of the <br> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> 2) the authorized body (organization) and (or) the verification body has not <br> submitted any response to the verification request within the time period specified <br> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br> paragraph 57 of these Rules of origin; <br> documents on the basis of which the certificate of origin has been issued or the <br> 5) according to the results of customs control of the origin of goods, it is <br> impossible to identify goods specified in the documentary proof of origin with the <br> goods specified in the customs declaration; <br> the customs authority of the Member State in cases stipulated by the second indent <br> documentary proof of origin by more than 5 percent. <br> 45. The customs authorities of the Member States may require a translation <br> documentary proof of origin certified by a declarant. <br> 46. A copy of certificate of origin, as well as any supporting documents, <br> confirming the origin of goods shall be kept by the authorized body (organization) <br> that issued such certificate of origin no less than 3 years from the date of its <br> issuance. <br> no less than 3 years from the date of its approval. <br> documentary proof of origin that do not affect the reliability of information <br> not be the grounds for not considering it as a documentary proof of origin. <br> VII. Denial of tariff preferences <br> 62. The customs authorities of the Member States shall deny tariff <br> preferences to goods imported from a beneficiary country in the following cases: <br> Article 314 of the Customs Code of the Eurasian Economic Union and paragraph <br> these Rules are not fulfilled. <br> without sending a verification request in the following cases: <br> 1 - 3 of paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> "}, {"ArticleTitle": "General provisions", "ArticleDesc": "I. General provisions <br> 1. These Rules of origin shall be applied for the purposes stipulated in <br> paragraph 3 of Article 37 of the Treaty on the Eurasian Economic Union dated <br> May 29, 2014, when importing goods included in the list of goods originating in <br> developing countries or least developed countries eligible for tariff preferences <br> during their importation into the customs territory of the Eurasian Economic <br> Union, approved by the Decision No. 8 of the Council of the Eurasian Economic <br> Commission dated January 13, 2017. <br> 2. For the purposes of these Rules of origin, the definitions below have the <br> following meanings: <br> @^@verification@^@ - verification of the authenticity of certificate of origin and <br> (or) reliability of the information contained in documentary proof of origin and (or) <br> provision of additional or clarifying information (including those on the <br> compliance of goods with the origin criteria) and (or) copies of documents based <br> on which such documentary proof of origin has been issued, to the customs <br> authority of the Member State of the Eurasian Economic Union on the basis of <br> request of such customs authority; <br> @^@verification authority@^@ - the authority designated to conduct verification <br> procedures in accordance with domestic laws and regulations of a beneficiary <br> country of the Eurasian Economic Union's Common System of Tariff Preferences; <br> @^@Harmonized System@^@ - the current version of the Harmonized Commodity <br> Description and Coding System introduced by the International Convention on the <br> Harmonized Commodity Description and Coding System dated June 14, 1983; <br> @^@documentary proof of origin@^@ - declaration of origin or certificate of origin; <br> @^@verification request@^@ - a request to confirm the authenticity of certificate of <br> origin and (or) reliability of the information contained in documentary proof of <br> origin and (or) provide additional or clarifying information (including those on the <br> compliance of goods with the origin criteria) and (or) copies of documents on the <br> basis of which such documentary proof of origin has been issued; <br> @^@material@^@ - any substance, ingredient, raw material, part of good or good <br> consumed and (or) used in the production of goods or physically incorporated into <br> another good; <br> @^@non-originating materials@^@ - materials that are not considered as originating <br> in a beneficiary country of the Eurasian Economic Union's Common System of <br> Tariff Preferences in accordance with paragraph 3 of these Rules of origin, and (or) <br> materials of unknown origin; <br> @^@non-originating goods@^@ - goods that are not considered as originating in a <br> Preferences in accordance with paragraph 3 of these Rules of origin, and (or) <br> goods of unknown origin; <br> @^@consignment@^@ - goods transported from one sender to one consignee <br> pursuant to the obligations under one document confirming the transaction. Such <br> goods should be presented to the same customs authority within the time limits for <br> submission of customs declaration; <br> @^@production or obtaining@^@ - growing, mining, breeding, fishing, hunting, <br> extracting as well as any kind of producing or manufacturing, including <br> processing, working or assembling; <br> @^@originating materials@^@ - materials that are considered as originating in a <br> beneficiary country of the Eurasian Economic Union's Common System of Tariff <br> Preferences in accordance with paragraph 3 of these Rules of origin; <br> @^@originating goods@^@ - goods that are considered as originating in a <br> @^@certificate of origin@^@ - certificate of origin (form @^@A@^@) which is a <br> documentary proof of origin, issued by the authorized body (organization) of a <br> Preferences; <br> @^@EXW value@^@ - the price paid for the goods to the producer in whose <br> undertaking the last working or processing is carried out, in accordance with the <br> International Commercial Terms @^@Incoterms 2010@^@, provided the EXW value does <br> not include internal taxes which are, or may be, repaid when the goods are <br> exported; <br> @^@beneficiary country@^@ - developing or least developed country eligible for <br> tariff preferences in accordance with the Eurasian Economic Union's Common <br> System of Tariff Preferences. For the purposes of these Rules of origin, a country <br> refers to a group of countries, or a customs union, or a region or part of a country, <br> if there is a need to specify it for the purpose of determining the origin of goods; <br> @^@good@^@ - good obtained or produced, even if it is intended for later use in <br> another production operation as a material; <br> @^@authorized body (organization)@^@ - the body (organization) designated to <br> issue certificates of origin in accordance with domestic laws and regulations of a <br> beneficiary country. <br> Other definitions used in these Rules of origin shall be applied in their <br> meanings according to the Customs Code of the Eurasian Economic Union. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II. Origin criteria <br> IV. Conditions for granting tariff preferences <br> for developing and least developed countries <br> 3. Goods shall be considered as originating in a beneficiary country if they <br> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br> 30. In order to confirm the origin of goods for the purposes of obtaining <br> RULES OF ORIGIN <br> country provided that such goods meet the origin criteria provided for in these <br> tariff preferences, the original certificate of origin shall be submitted, except in the <br> 1) wholly obtained or produced in that country in accordance with paragraph <br> Rules of origin, and the following conditions are fulfilled: <br> 1) the origin of goods is deemed unproved in accordance with paragraph 5 of <br> 4 of these Rules of origin; <br> 1) direct consignment of the imported goods has been fulfilled in accordance <br> 2) sufficiently processed in that country in accordance with the origin <br> Certificate of origin shall be issued using the form set out in Annex No. 1 <br> with paragraphs 23 - 26 of these Rules of origin; <br> 44 of these Rules of origin; <br> criteria set out in paragraphs 5 and 6 of these Rules of origin. <br> 2) direct purchase of the imported goods has been fulfilled in accordance <br> 2) the conditions for granting tariff preferences stipulated in paragraph 22 of <br> 4. The following goods shall be considered as wholly obtained or produced <br> with paragraph 27 of these Rules of origin; <br> in a beneficiary country: <br> 3) origin of goods has been confirmed in accordance with <br> Declaration of origin shall have the statement set out in Annex <br> 63. The customs authority of the Member State denies tariff preferences <br> 1) minerals, mineral goods and other naturally occurring substances <br> country; <br> No. 3. <br> Section V of these Rules of origin; <br> extracted from its soil, from its territorial waters (other internal waters) or its <br> 4) administrative cooperation requirements stipulated in Section VI of these <br> 1) the conditions for granting tariff preferences stipulated in subparagraphs <br> seabed or taken from the air in the territory of the country; <br> Rules of origin have been met by the beneficiary country. <br> 1, 2 and 4 of paragraph 22 and paragraph 30 of these Rules of origin are not met; <br> 2) vegetable goods harvested and (or) gathered in the country; <br> 23. Direct consignment means transportation of originating goods from <br> issued before the time of exportation of goods or after the time of exportation of <br> 2) the origin of goods is deemed unproved in accordance with subparagraphs <br> 3) live animals born and raised (grown) in the country; <br> beneficiary country into the customs territory of the Union without transit through <br> 4) goods obtained from live animals in the country; <br> 32. Certificate of origin shall be valid for the purposes of granting tariff <br> the territories of countries that are not the Member States (hereinafter referred to as <br> Union and subparagraphs 1 and 5 - 7 of paragraph 44 of these Rules of origin. <br> 5) goods obtained from hunting and fishing in the country; <br> @^@third countries@^@), except in the cases stipulated in paragraphs 24 and 25 of these <br> preferences for a period of 12 months from the date of its issuance. <br> 6) goods of sea fishing and other marine goods taken (caught) from the sea <br> outside the territorial waters of the country by a vessel registered in that country <br> 24. Originating goods may be transported through the territories of third <br> and flying its flag; <br> 34. Certificate of origin shall be submitted to the customs authority of the <br> countries provided the following conditions are met: <br> 7) goods produced exclusively from goods referred to in subparagraph 6 of <br> 1) transit through the territory of third countries is justified for geographical, <br> this paragraph on board a factory ship registered in that country and flying its flag; <br> transport, technical or economic reasons; <br> 8) goods extracted from marine soil or subsoil outside that country's <br> 2) goods in transit countries, including during their temporary storage in the <br> 35. If there is an arrangement between a customs authority of a Member <br> territorial waters, provided the country has sole rights to work that soil or subsoil; <br> territories of these countries, remain under customs control documented in <br> 9) waste and scrap (secondary raw materials) resulting from production or <br> accordance with paragraph 26 of these Rules of origin; <br> verification system that allowing to verify the issuance of certificates of origin and <br> consumption conducted in the country provided that such goods fit only for <br> 3) goods have not entered into trade or consumption; <br> utilization and (or) recovery of raw materials; <br> 4) goods have not undergone any operations other than reloading and <br> verification system@^@), the original certificate of origin may be not submitted under <br> 10) used goods collected in the country provided that such goods can no <br> operations to preserve their conditions. <br> longer fulfill their original function and fit only for utilization and (or) recovery of <br> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br> raw materials; <br> declaration. <br> held in third countries also meet the requirements of direct consignment subject to <br> 11) goods produced in the country solely from the goods referred to in <br> If there is any evidence that the information regarding the origin of goods <br> the following conditions: <br> subparagraphs 1 through 10 of this paragraph. <br> 1) goods have been transported from the territory of a beneficiary country <br> declared in the customs declaration is unreliable or data on the certificate of origin <br> 5. Goods shall be considered as sufficiently processed in a developing <br> into the territory of the country where the exhibition or fair is held and remained <br> is not available in the electronic verification system, then upon the reasonable <br> country if the value of non-originating materials used in the processing operations <br> Where: <br> under customs control; <br> in such country does not exceed 50 percent of the value of goods exported from <br> 2) goods have not been used for any other purpose than demonstration at the <br> that developing country. <br> 36. Requirements for the electronic verification system shall be set out in a <br> exhibition; <br> 6. Goods shall be considered as sufficiently processed in a least developed <br> are: <br> 3) goods have been imported into the customs territory of the Union in the <br> separate protocol between the Member State and the beneficiary country in <br> accordance with their legislation. The electronic verification system shall be based <br> same condition in which they were sent to the exhibition or fair, disregarding <br> in such country does not exceed the following percentage (at the date of issuance <br> changes due to natural wear or deterioration under normal transport and storage <br> of documentary proof of origin): <br> 1) completeness, relevance and reliability of the information contained in the <br> conditions. <br> 1) from the date of entry into force of these Rules of origin to December 31, <br> 26. One of the following documents may be considered as documentary <br> 2019 - 50 percent of the value of goods exported from the least developed <br> evidence that goods remain under customs control: <br> a) a transport document containing a description of the goods sufficient for <br> 2) from January 01, 2020 to December 31, 2024 - 55 percent of the value of <br> their identification by the customs authorities of the Member States with the goods <br> goods exported from the least developed country; <br> takes place. <br> declared in customs declaration and indicating their transportation from a <br> 3) from January 1, 2025 - 60 percent of the value of goods exported from <br> beneficiary country through the territories of third countries as well as containing <br> the least developed country. <br> the following information (if any): <br> 7. Notwithstanding the provisions set out in paragraphs 5 and 6 of these <br> 37. Description of goods in certificate of origin shall be sufficient for their <br> date of unloading and reloading of the goods; <br> Rules of origin, the following operations undertaken exclusively by themselves or <br> names of ships, or the other means of transport used; <br> in combination with each other are considered to be insufficient to meet the origin <br> declared during the customs declaration. <br> numbers of containers; <br> criteria: <br> 38. Tariff preferences shall be granted in respect of the goods quantity <br> conditions under which the goods remained under customs control in the <br> 1) preserving operations to ensure that a good retains its condition during <br> indicated in a documentary proof of origin. <br> third countries; <br> transportation and (or) storage; <br> If actual weight of delivered goods does not exceed 5 percent of the weight <br> marks of the customs authorities of the third countries; <br> 2) operations to prepare goods for sale and (or) transportation (breaking <br> b) a document issued by the customs authority of the third country <br> specified in a documentary proof of origin, tariff preferences shall be granted to the <br> bulk, forming of shipments, sorting, repacking); <br> actual weight of the goods. <br> containing a description of the goods sufficient for their identification by the <br> 3) affixing and (or) printing marks, labels, logos and other like <br> 39. In case of loss or destruction of a certificate of origin, a duplicate issued <br> customs authorities of the Member States with the goods declared in customs <br> distinguishing signs on goods and (or) their packaging; <br> by the authorized body (organization) identical to the previously issued certificate <br> declaration and confirming that goods remain under customs control. <br> 4) washing, cleaning, removing dust, coating with oxides, oil and (or) other <br> 27. Goods are considered as directly purchased if they are purchased by a <br> of origin of goods shall be applied. <br> substances; <br> person of a Member State from a person registered as legal entity in the beneficiary <br> 5) colouring and (or) polishing; <br> country from which such goods originate. <br> indicated in such duplicate of the certificate of origin may differ from those <br> 6) freezing and (or) thawing; <br> 28. Documents confirming the compliance with direct consignment and <br> indicated in the previously issued certificate of origin. <br> 7) husking, partial or total bleaching, polishing and glazing of cereals and <br> rice; <br> direct purchase shall be submitted to the customs authority of the Member State. <br> granting tariff preferences no longer than 12 months from the date of issuance of <br> In case of a failure to submit these documents to the customs authority of the <br> 8) operations to colour, dissolve or mix sugar and (or) form sugar lumps; <br> Member State, tariff preferences in respect of goods shall not be granted. <br> 9) bleaching and (or) colouring of textile and textile articles; <br> 29. Non-originating goods, as well as originating goods, in respect of which <br> 40. Instead of a certificate of origin canceled for any reason or in case of a <br> 10) ironing and (or) pressing of textile and textile articles; <br> need to reissue previously issued certificate of origin, a new certificate of origin <br> the conditions for granting tariff preferences specified in paragraph 22 of these <br> 11) peeling, extraction of seeds and (or) cutting fruits, vegetables or nuts; <br> Rules of origin have not been fulfilled, shall be imported into a Member State in <br> shall be applied. <br> 12) sharpening, simple grinding or cutting; <br> accordance with the customs tariff regulation of the Union without granting of <br> 13) sifting, sorting, classifying, grading, matching (including the making-up <br> amount equivalent to 5 000 Euro may be confirmed by a declaration of origin. <br> tariff preferences. <br> of sets of articles); <br> 42. Declaration of origin shall be made out for goods under one <br> In respect of these goods, tariff preferences can be refunded in accordance <br> 14) placing in bottles, cans, flasks, bags, cases, boxes and all other simple <br> with the Customs Code of the Eurasian Economic Union. <br> V. Documentary proof of origin <br> 15) simple assembly or disassembly of goods; <br> languages stipulated in Annex No. 3 to these Rules of origin, approved by the <br> 16) mixing of goods (components) which does not lead to sufficient <br> signature of the authorized representative of producer, seller or consignor with the <br> difference between goods obtained and original materials (components); <br> case specified in paragraph 35 of these Rules of origin, or in the case stipulated in <br> indication of its surname as well as the date of approval. <br> 17) separation of goods into components which does not lead to sufficient <br> Declaration of origin shall be valid for the purposes of granting tariff <br> paragraph 41 of these Rules of origin - a declaration of origin. <br> preferences for a period of 12 months from the date of its approval. <br> 18) slaughter of animals; <br> and shall be completed in accordance with the requirements stipulated in <br> 19) cutting (sorting) of meat, fish; <br> Annex No. 2. <br> 20) use (operation) of the goods as intended. <br> Member State have the right to request the original certificate of origin. <br> 8. For the purposes of subparagraphs 12 and 15 of paragraph 7 of these <br> Such request shall be reasonable and shall contain information indicating <br> Rules of origin, operations shall be considered simple when neither special skills <br> 31. Certificate of origin shall be issued by the authorized body <br> which information in the declaration of origin may be unreliable. <br> nor machines, apparatus or tools especially designed for those operations are <br> (organization) for goods under one consignment. Certificate of origin may be <br> 44. The origin of goods shall be considered unproved in the cases specified <br> 9. The percentage of the value of non-originating materials used in the <br> goods (retroactively). <br> Union, as well as in the following cases: <br> processing operations shall be calculated according to the following formula: <br> 1) according to the results of customs control of the origin of goods it has <br> A <br> been revealed that declaration of origin has been completed in violation of the <br> X = - x 100%, <br> 33. Certificate of origin shall be completed in the English or French <br> requirements stipulated in these Rules of origin; <br> B <br> languages. <br> X - percentage of the value of non-originating materials used in the <br> Member State in hard copy, except in the case specified in paragraph 35 of these <br> processing operations; <br> Rules of origin. <br> A - the value of non-originating materials; <br> 3) the response to the verification request does not contain copies of <br> B - the EXW value of goods. <br> State and the authorized body (organization) on the use of an electronic <br> 10. The value of non-originating materials referred to in paragraph 9 of these <br> declaration of origin has been made out, if such copies are requested in accordance <br> Rules of origin shall be determined as their customs value when imported into the <br> authenticity of the information contained therein (referred to as @^@the electronic <br> with paragraph 57 of these Rules of origin; <br> beneficiary country in which the exported goods are produced, or if their customs <br> 4) according to the results of customs control of the origin of goods, it is <br> value is unknown or cannot be ascertained - in the amount of the first documented <br> impossible to establish the authenticity of certificate of origin and (or) reliability of <br> the decision of a declarant during customs declaration of the goods. In this case, <br> price paid for them in the territory of the beneficiary country where processing <br> the information contained in documentary proof of origin on the basis of the <br> the requisite details of such certificate of origin shall be indicated in the customs <br> received response to the verification request; <br> 11. The value of goods shall be determined as the EXW value. <br> If the value of goods cannot be determined as the EXW value, the value of <br> such goods shall be calculated as the sum value of all materials used in the <br> production of goods, as well as all costs related to their production, excluding <br> 6) the original certificate of origin has not been submitted at the request of <br> request of the customs authority of the Member State, the original certificate of <br> internal taxes which are, or may be, repaid when the goods are exported. <br> origin shall be submitted by the declarant. <br> 12. If goods that fulfill the origin criteria specified in paragraphs 5 and 6 of <br> produced. <br> of paragraph 35 and paragraph 43 of these Rules of origin; <br> these Rules of origin are used in a beneficiary country as materials in the <br> 7) the actual weight of delivered goods exceeds the weight specified in the <br> production of another good, the origin of materials used in the production of these <br> goods shall not be taken into account for determining the origin of the good <br> on the following basic provisions and principles: <br> of documentary proof of origin. It is permitted to submit the translation of such <br> 13. Goods originating in and exported from a Member State of the Eurasian <br> electronic verification system of certificates of origin issued by the authorized <br> Economic Union (hereinafter referred to as @^@a Member State@^@, @^@the Union@^@) and <br> body (organization); <br> subject to subsequent processing in a beneficiary country, shall be considered as <br> 2) protection of information contained in the electronic verification system <br> originating in that country where the last processing operations other than those <br> from unauthorized access, destruction, modification or other illegal actions; <br> 3) proper twenty-four-hour operation of the electronic verification system; <br> 14. Goods originating in a least developed country and subject to subsequent <br> 4) storage of information on the issued certificates of origin in the electronic <br> A copy of declaration of origin, as well as any supporting documents <br> processing in the other least developed country (or countries) shall be considered <br> required for their performance. <br> confirming the origin of goods shall be kept by a person approved such declaration <br> verification system for at least 3 years from the date of their issuance. <br> as originating in that country where the last processing operations other than those <br> referred to in paragraph 7 of these Rules of origin have been carried out. <br> 47. The presence of errors (misprints) made while completing a <br> identification by the customs authorities of the Member States with the goods <br> 15. Goods originating in a developing country and subject to subsequent <br> processing in the other developing country (or countries) shall be considered as <br> contained therein and do not cast any doubt on the origin of goods concerned, shall <br> 16. The origin of materials and goods used for subsequent processing in <br> cases stipulated in paragraphs 13 to 15 of these Rules of origin shall be confirmed <br> including for the purpose of verification by a documentary proof of origin. <br> In this case, reference number, date of issuance and signature of the official <br> The duplicate of a certificate of origin shall be valid for the purposes of <br> the original certificate of origin. <br> packaging operations; <br> 41. The origin of goods the customs value of which does not exceed the <br> consignment. <br> Declaration of origin shall contain the statement in the English or French <br> 43. If there is any evidence that the information regarding the origin of <br> goods stated in declaration of origin is unreliable, the customs authority of the <br> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> 2) the authorized body (organization) and (or) the verification body has not <br> submitted any response to the verification request within the time period specified <br> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br> paragraph 57 of these Rules of origin; <br> documents on the basis of which the certificate of origin has been issued or the <br> 5) according to the results of customs control of the origin of goods, it is <br> impossible to identify goods specified in the documentary proof of origin with the <br> goods specified in the customs declaration; <br> the customs authority of the Member State in cases stipulated by the second indent <br> documentary proof of origin by more than 5 percent. <br> 45. The customs authorities of the Member States may require a translation <br> documentary proof of origin certified by a declarant. <br> 46. A copy of certificate of origin, as well as any supporting documents, <br> confirming the origin of goods shall be kept by the authorized body (organization) <br> that issued such certificate of origin no less than 3 years from the date of its <br> issuance. <br> no less than 3 years from the date of its approval. <br> documentary proof of origin that do not affect the reliability of information <br> not be the grounds for not considering it as a documentary proof of origin. <br> VII. Denial of tariff preferences <br> 62. The customs authorities of the Member States shall deny tariff <br> preferences to goods imported from a beneficiary country in the following cases: <br> Article 314 of the Customs Code of the Eurasian Economic Union and paragraph <br> these Rules are not fulfilled. <br> without sending a verification request in the following cases: <br> 1 - 3 of paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> "}, {"ArticleTitle": "Special cases", "ArticleDesc": "III. Special cases <br> 17. In order to determine the origin of goods, no account shall be taken of <br> the origin of the following materials, which might be used in production and not <br> incorporated into the goods: <br> 1) fuel and energy; <br> 2) tools, dies and moulds; <br> 3) spare parts and materials used in the maintenance of equipment and <br> buildings; <br> 4) lubricants, greases, compounding materials and other materials used in <br> the production or used to operate equipment and buildings; <br> 5) gloves, glasses, footwear, clothing, safety equipment; <br> 6) equipment, devices used for testing or inspecting the goods; <br> 7) catalyst and solvent; <br> 8) any other materials that are not incorporated into the goods but the use of <br> which in the production of such goods can be demonstrated to be a part of that <br> production. <br> 18. Accessories, spare parts, tools and information materials intended for use <br> with machinery, equipment, apparatus or vehicles shall be deemed to be <br> originating in the same country as these machinery, equipment, apparatus or <br> vehicles, if such accessories, spare parts, tools and information materials imported <br> and used with such machines, equipment, apparatus or vehicles in kind and number <br> to the normal equipment thereof in accordance with technical documents. <br> In this case the value of accessories, spare parts, tools and information <br> materials is taken into account when determining the origin of goods in accordance <br> with the origin criteria set out in paragraphs 5 and 6 of these Rules of origin. <br> 19. Packaging materials and containers imported with the goods contained <br> therein shall be deemed to be originating in the same country as the goods <br> themselves, except in cases where such packaging materials and containers in <br> System shall be classified separately from the goods. In this case the origin of <br> packaging materials and containers should be determined separately from such <br> goods. <br> At the same time the value of packaging materials and containers used for <br> retail sale is taken into account when determining the origin of goods in <br> accordance with the origin criteria set out in paragraphs 5 and 6 of these Rules of <br> origin. <br> 20. Goods defined as a set in accordance with the General Rules for the <br> Interpretation of the Harmonized System (hereinafter referred to as @^@the set@^@) shall <br> be regarded as originating when all component goods are originating. The set is <br> also considered as originating, if such set consists, inter alia, of elements that are <br> non-originating materials, provided that the value of such elements does not <br> exceed 15 percent of the EXW value of the set. <br> 21. Unassembled or disassembled good which is transported by installments <br> can be considered as a single good if its components are imported into the customs <br> territory of the Union to one consignee and classified as an assembled good in <br> accordance with the General Rules for the Interpretation of the Harmonized <br> System. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II. Origin criteria <br> IV. Conditions for granting tariff preferences <br> for developing and least developed countries <br> 3. Goods shall be considered as originating in a beneficiary country if they <br> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br> 30. In order to confirm the origin of goods for the purposes of obtaining <br> RULES OF ORIGIN <br> country provided that such goods meet the origin criteria provided for in these <br> tariff preferences, the original certificate of origin shall be submitted, except in the <br> 1) wholly obtained or produced in that country in accordance with paragraph <br> Rules of origin, and the following conditions are fulfilled: <br> 1) the origin of goods is deemed unproved in accordance with paragraph 5 of <br> 4 of these Rules of origin; <br> 1) direct consignment of the imported goods has been fulfilled in accordance <br> 2) sufficiently processed in that country in accordance with the origin <br> Certificate of origin shall be issued using the form set out in Annex No. 1 <br> with paragraphs 23 - 26 of these Rules of origin; <br> 44 of these Rules of origin; <br> criteria set out in paragraphs 5 and 6 of these Rules of origin. <br> 2) direct purchase of the imported goods has been fulfilled in accordance <br> 2) the conditions for granting tariff preferences stipulated in paragraph 22 of <br> 4. The following goods shall be considered as wholly obtained or produced <br> with paragraph 27 of these Rules of origin; <br> in a beneficiary country: <br> 3) origin of goods has been confirmed in accordance with <br> Declaration of origin shall have the statement set out in Annex <br> 63. The customs authority of the Member State denies tariff preferences <br> 1) minerals, mineral goods and other naturally occurring substances <br> country; <br> No. 3. <br> Section V of these Rules of origin; <br> extracted from its soil, from its territorial waters (other internal waters) or its <br> 4) administrative cooperation requirements stipulated in Section VI of these <br> 1) the conditions for granting tariff preferences stipulated in subparagraphs <br> seabed or taken from the air in the territory of the country; <br> Rules of origin have been met by the beneficiary country. <br> 1, 2 and 4 of paragraph 22 and paragraph 30 of these Rules of origin are not met; <br> 2) vegetable goods harvested and (or) gathered in the country; <br> 23. Direct consignment means transportation of originating goods from <br> issued before the time of exportation of goods or after the time of exportation of <br> 2) the origin of goods is deemed unproved in accordance with subparagraphs <br> 3) live animals born and raised (grown) in the country; <br> beneficiary country into the customs territory of the Union without transit through <br> 4) goods obtained from live animals in the country; <br> 32. Certificate of origin shall be valid for the purposes of granting tariff <br> the territories of countries that are not the Member States (hereinafter referred to as <br> Union and subparagraphs 1 and 5 - 7 of paragraph 44 of these Rules of origin. <br> 5) goods obtained from hunting and fishing in the country; <br> @^@third countries@^@), except in the cases stipulated in paragraphs 24 and 25 of these <br> preferences for a period of 12 months from the date of its issuance. <br> 6) goods of sea fishing and other marine goods taken (caught) from the sea <br> outside the territorial waters of the country by a vessel registered in that country <br> 24. Originating goods may be transported through the territories of third <br> and flying its flag; <br> 34. Certificate of origin shall be submitted to the customs authority of the <br> countries provided the following conditions are met: <br> 7) goods produced exclusively from goods referred to in subparagraph 6 of <br> 1) transit through the territory of third countries is justified for geographical, <br> this paragraph on board a factory ship registered in that country and flying its flag; <br> transport, technical or economic reasons; <br> 8) goods extracted from marine soil or subsoil outside that country's <br> 2) goods in transit countries, including during their temporary storage in the <br> 35. If there is an arrangement between a customs authority of a Member <br> territorial waters, provided the country has sole rights to work that soil or subsoil; <br> territories of these countries, remain under customs control documented in <br> 9) waste and scrap (secondary raw materials) resulting from production or <br> accordance with paragraph 26 of these Rules of origin; <br> verification system that allowing to verify the issuance of certificates of origin and <br> consumption conducted in the country provided that such goods fit only for <br> 3) goods have not entered into trade or consumption; <br> utilization and (or) recovery of raw materials; <br> 4) goods have not undergone any operations other than reloading and <br> verification system@^@), the original certificate of origin may be not submitted under <br> 10) used goods collected in the country provided that such goods can no <br> operations to preserve their conditions. <br> longer fulfill their original function and fit only for utilization and (or) recovery of <br> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br> raw materials; <br> declaration. <br> held in third countries also meet the requirements of direct consignment subject to <br> 11) goods produced in the country solely from the goods referred to in <br> If there is any evidence that the information regarding the origin of goods <br> the following conditions: <br> subparagraphs 1 through 10 of this paragraph. <br> 1) goods have been transported from the territory of a beneficiary country <br> declared in the customs declaration is unreliable or data on the certificate of origin <br> 5. Goods shall be considered as sufficiently processed in a developing <br> into the territory of the country where the exhibition or fair is held and remained <br> is not available in the electronic verification system, then upon the reasonable <br> country if the value of non-originating materials used in the processing operations <br> Where: <br> under customs control; <br> in such country does not exceed 50 percent of the value of goods exported from <br> 2) goods have not been used for any other purpose than demonstration at the <br> that developing country. <br> 36. Requirements for the electronic verification system shall be set out in a <br> exhibition; <br> 6. Goods shall be considered as sufficiently processed in a least developed <br> are: <br> 3) goods have been imported into the customs territory of the Union in the <br> separate protocol between the Member State and the beneficiary country in <br> accordance with their legislation. The electronic verification system shall be based <br> same condition in which they were sent to the exhibition or fair, disregarding <br> in such country does not exceed the following percentage (at the date of issuance <br> changes due to natural wear or deterioration under normal transport and storage <br> of documentary proof of origin): <br> 1) completeness, relevance and reliability of the information contained in the <br> conditions. <br> 1) from the date of entry into force of these Rules of origin to December 31, <br> 26. One of the following documents may be considered as documentary <br> 2019 - 50 percent of the value of goods exported from the least developed <br> evidence that goods remain under customs control: <br> a) a transport document containing a description of the goods sufficient for <br> 2) from January 01, 2020 to December 31, 2024 - 55 percent of the value of <br> their identification by the customs authorities of the Member States with the goods <br> goods exported from the least developed country; <br> takes place. <br> declared in customs declaration and indicating their transportation from a <br> 3) from January 1, 2025 - 60 percent of the value of goods exported from <br> beneficiary country through the territories of third countries as well as containing <br> the least developed country. <br> the following information (if any): <br> 7. Notwithstanding the provisions set out in paragraphs 5 and 6 of these <br> 37. Description of goods in certificate of origin shall be sufficient for their <br> date of unloading and reloading of the goods; <br> Rules of origin, the following operations undertaken exclusively by themselves or <br> names of ships, or the other means of transport used; <br> in combination with each other are considered to be insufficient to meet the origin <br> declared during the customs declaration. <br> numbers of containers; <br> criteria: <br> 38. Tariff preferences shall be granted in respect of the goods quantity <br> conditions under which the goods remained under customs control in the <br> 1) preserving operations to ensure that a good retains its condition during <br> indicated in a documentary proof of origin. <br> third countries; <br> transportation and (or) storage; <br> If actual weight of delivered goods does not exceed 5 percent of the weight <br> marks of the customs authorities of the third countries; <br> 2) operations to prepare goods for sale and (or) transportation (breaking <br> b) a document issued by the customs authority of the third country <br> specified in a documentary proof of origin, tariff preferences shall be granted to the <br> bulk, forming of shipments, sorting, repacking); <br> actual weight of the goods. <br> containing a description of the goods sufficient for their identification by the <br> 3) affixing and (or) printing marks, labels, logos and other like <br> 39. In case of loss or destruction of a certificate of origin, a duplicate issued <br> customs authorities of the Member States with the goods declared in customs <br> distinguishing signs on goods and (or) their packaging; <br> by the authorized body (organization) identical to the previously issued certificate <br> declaration and confirming that goods remain under customs control. <br> 4) washing, cleaning, removing dust, coating with oxides, oil and (or) other <br> 27. Goods are considered as directly purchased if they are purchased by a <br> of origin of goods shall be applied. <br> substances; <br> person of a Member State from a person registered as legal entity in the beneficiary <br> 5) colouring and (or) polishing; <br> country from which such goods originate. <br> indicated in such duplicate of the certificate of origin may differ from those <br> 6) freezing and (or) thawing; <br> 28. Documents confirming the compliance with direct consignment and <br> indicated in the previously issued certificate of origin. <br> 7) husking, partial or total bleaching, polishing and glazing of cereals and <br> rice; <br> direct purchase shall be submitted to the customs authority of the Member State. <br> granting tariff preferences no longer than 12 months from the date of issuance of <br> In case of a failure to submit these documents to the customs authority of the <br> 8) operations to colour, dissolve or mix sugar and (or) form sugar lumps; <br> Member State, tariff preferences in respect of goods shall not be granted. <br> 9) bleaching and (or) colouring of textile and textile articles; <br> 29. Non-originating goods, as well as originating goods, in respect of which <br> 40. Instead of a certificate of origin canceled for any reason or in case of a <br> 10) ironing and (or) pressing of textile and textile articles; <br> need to reissue previously issued certificate of origin, a new certificate of origin <br> the conditions for granting tariff preferences specified in paragraph 22 of these <br> 11) peeling, extraction of seeds and (or) cutting fruits, vegetables or nuts; <br> Rules of origin have not been fulfilled, shall be imported into a Member State in <br> shall be applied. <br> 12) sharpening, simple grinding or cutting; <br> accordance with the customs tariff regulation of the Union without granting of <br> 13) sifting, sorting, classifying, grading, matching (including the making-up <br> amount equivalent to 5 000 Euro may be confirmed by a declaration of origin. <br> tariff preferences. <br> of sets of articles); <br> 42. Declaration of origin shall be made out for goods under one <br> In respect of these goods, tariff preferences can be refunded in accordance <br> 14) placing in bottles, cans, flasks, bags, cases, boxes and all other simple <br> with the Customs Code of the Eurasian Economic Union. <br> V. Documentary proof of origin <br> 15) simple assembly or disassembly of goods; <br> languages stipulated in Annex No. 3 to these Rules of origin, approved by the <br> 16) mixing of goods (components) which does not lead to sufficient <br> signature of the authorized representative of producer, seller or consignor with the <br> difference between goods obtained and original materials (components); <br> case specified in paragraph 35 of these Rules of origin, or in the case stipulated in <br> indication of its surname as well as the date of approval. <br> 17) separation of goods into components which does not lead to sufficient <br> Declaration of origin shall be valid for the purposes of granting tariff <br> paragraph 41 of these Rules of origin - a declaration of origin. <br> preferences for a period of 12 months from the date of its approval. <br> 18) slaughter of animals; <br> and shall be completed in accordance with the requirements stipulated in <br> 19) cutting (sorting) of meat, fish; <br> Annex No. 2. <br> 20) use (operation) of the goods as intended. <br> Member State have the right to request the original certificate of origin. <br> 8. For the purposes of subparagraphs 12 and 15 of paragraph 7 of these <br> Such request shall be reasonable and shall contain information indicating <br> Rules of origin, operations shall be considered simple when neither special skills <br> 31. Certificate of origin shall be issued by the authorized body <br> which information in the declaration of origin may be unreliable. <br> nor machines, apparatus or tools especially designed for those operations are <br> (organization) for goods under one consignment. Certificate of origin may be <br> 44. The origin of goods shall be considered unproved in the cases specified <br> 9. The percentage of the value of non-originating materials used in the <br> goods (retroactively). <br> Union, as well as in the following cases: <br> processing operations shall be calculated according to the following formula: <br> 1) according to the results of customs control of the origin of goods it has <br> A <br> been revealed that declaration of origin has been completed in violation of the <br> X = - x 100%, <br> 33. Certificate of origin shall be completed in the English or French <br> requirements stipulated in these Rules of origin; <br> B <br> languages. <br> X - percentage of the value of non-originating materials used in the <br> Member State in hard copy, except in the case specified in paragraph 35 of these <br> processing operations; <br> Rules of origin. <br> A - the value of non-originating materials; <br> 3) the response to the verification request does not contain copies of <br> B - the EXW value of goods. <br> State and the authorized body (organization) on the use of an electronic <br> 10. The value of non-originating materials referred to in paragraph 9 of these <br> declaration of origin has been made out, if such copies are requested in accordance <br> Rules of origin shall be determined as their customs value when imported into the <br> authenticity of the information contained therein (referred to as @^@the electronic <br> with paragraph 57 of these Rules of origin; <br> beneficiary country in which the exported goods are produced, or if their customs <br> 4) according to the results of customs control of the origin of goods, it is <br> value is unknown or cannot be ascertained - in the amount of the first documented <br> impossible to establish the authenticity of certificate of origin and (or) reliability of <br> the decision of a declarant during customs declaration of the goods. In this case, <br> price paid for them in the territory of the beneficiary country where processing <br> the information contained in documentary proof of origin on the basis of the <br> the requisite details of such certificate of origin shall be indicated in the customs <br> received response to the verification request; <br> 11. The value of goods shall be determined as the EXW value. <br> If the value of goods cannot be determined as the EXW value, the value of <br> such goods shall be calculated as the sum value of all materials used in the <br> production of goods, as well as all costs related to their production, excluding <br> 6) the original certificate of origin has not been submitted at the request of <br> request of the customs authority of the Member State, the original certificate of <br> internal taxes which are, or may be, repaid when the goods are exported. <br> origin shall be submitted by the declarant. <br> 12. If goods that fulfill the origin criteria specified in paragraphs 5 and 6 of <br> produced. <br> of paragraph 35 and paragraph 43 of these Rules of origin; <br> these Rules of origin are used in a beneficiary country as materials in the <br> 7) the actual weight of delivered goods exceeds the weight specified in the <br> production of another good, the origin of materials used in the production of these <br> goods shall not be taken into account for determining the origin of the good <br> on the following basic provisions and principles: <br> of documentary proof of origin. It is permitted to submit the translation of such <br> 13. Goods originating in and exported from a Member State of the Eurasian <br> electronic verification system of certificates of origin issued by the authorized <br> Economic Union (hereinafter referred to as @^@a Member State@^@, @^@the Union@^@) and <br> body (organization); <br> subject to subsequent processing in a beneficiary country, shall be considered as <br> 2) protection of information contained in the electronic verification system <br> originating in that country where the last processing operations other than those <br> from unauthorized access, destruction, modification or other illegal actions; <br> 3) proper twenty-four-hour operation of the electronic verification system; <br> 14. Goods originating in a least developed country and subject to subsequent <br> 4) storage of information on the issued certificates of origin in the electronic <br> A copy of declaration of origin, as well as any supporting documents <br> processing in the other least developed country (or countries) shall be considered <br> required for their performance. <br> confirming the origin of goods shall be kept by a person approved such declaration <br> verification system for at least 3 years from the date of their issuance. <br> as originating in that country where the last processing operations other than those <br> referred to in paragraph 7 of these Rules of origin have been carried out. <br> 47. The presence of errors (misprints) made while completing a <br> identification by the customs authorities of the Member States with the goods <br> 15. Goods originating in a developing country and subject to subsequent <br> processing in the other developing country (or countries) shall be considered as <br> contained therein and do not cast any doubt on the origin of goods concerned, shall <br> 16. The origin of materials and goods used for subsequent processing in <br> cases stipulated in paragraphs 13 to 15 of these Rules of origin shall be confirmed <br> including for the purpose of verification by a documentary proof of origin. <br> In this case, reference number, date of issuance and signature of the official <br> The duplicate of a certificate of origin shall be valid for the purposes of <br> the original certificate of origin. <br> packaging operations; <br> 41. The origin of goods the customs value of which does not exceed the <br> consignment. <br> Declaration of origin shall contain the statement in the English or French <br> 43. If there is any evidence that the information regarding the origin of <br> goods stated in declaration of origin is unreliable, the customs authority of the <br> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> 2) the authorized body (organization) and (or) the verification body has not <br> submitted any response to the verification request within the time period specified <br> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br> paragraph 57 of these Rules of origin; <br> documents on the basis of which the certificate of origin has been issued or the <br> 5) according to the results of customs control of the origin of goods, it is <br> impossible to identify goods specified in the documentary proof of origin with the <br> goods specified in the customs declaration; <br> the customs authority of the Member State in cases stipulated by the second indent <br> documentary proof of origin by more than 5 percent. <br> 45. The customs authorities of the Member States may require a translation <br> documentary proof of origin certified by a declarant. <br> 46. A copy of certificate of origin, as well as any supporting documents, <br> confirming the origin of goods shall be kept by the authorized body (organization) <br> that issued such certificate of origin no less than 3 years from the date of its <br> issuance. <br> no less than 3 years from the date of its approval. <br> documentary proof of origin that do not affect the reliability of information <br> not be the grounds for not considering it as a documentary proof of origin. <br> VII. Denial of tariff preferences <br> 62. The customs authorities of the Member States shall deny tariff <br> preferences to goods imported from a beneficiary country in the following cases: <br> Article 314 of the Customs Code of the Eurasian Economic Union and paragraph <br> these Rules are not fulfilled. <br> without sending a verification request in the following cases: <br> 1 - 3 of paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> "}, {"ArticleTitle": "Administrative cooperation", "ArticleDesc": "VI. Administrative cooperation <br> 48. Beneficiary countries shall submit to the Eurasian Economic <br> Commission (hereinafter referred to as @^@the Commission@^@) the following <br> information: <br> 1) names and addresses of the authorized bodies (organizations) and original <br> impressions of their seals (in 6 copies) with indication of their commencement <br> date. The impressions of seals shall be distinct to identify their authenticity; <br> 2) names and addresses of the verification authorities (if any). <br> 49. Administrative cooperation requirements shall be deemed fulfilled from <br> the date of receipt by the Commission of the information that meets the <br> requirements set out in paragraph 48 of these Rules of origin. <br> 50. If the Commission receives information from a beneficiary country that <br> does not comply with the requirements stipulated in paragraphs 48 and 53 of these <br> Rules of origin, the Commission shall inform the beneficiary country (authorized <br> body (organization) and (or) verification authority) that it is impossible to use the <br> information received for the purposes of these Rules of origin, indicating the <br> requirements that have not been met. <br> 51. Administrative cooperation requirements shall not be deemed fulfilled if <br> a beneficiary country has submitted the information stipulated in paragraphs 48 <br> and 53 of these Rules of origin to the Member States and (or) their governmental <br> authorities and has not provided this information to the Commission. <br> 52. In the case stipulated in paragraph 51 of these Rules of origin, the <br> Member States and (or) their governmental authorities shall inform the beneficiary <br> country (authorized body (organization) and (or) verification authority) that it is <br> impossible to use the information received for the purposes of these Rules of <br> 53. Beneficiary countries shall inform the Commission about any changes in <br> the information specified in paragraph 48 of these Rules of origin and provide <br> clarifying information on such changes, including the commencement date of new <br> seals, and indicating instead of which previously notified seals impressions they <br> have been submitted. <br> 54. The Commission shall send to the customs authorities of the Member <br> States the information received from beneficiary countries specified in paragraphs <br> 48 and 53 of these Rules of origin within a period not exceeding 5 working days <br> from the date of receipt of the relevant information. <br> 55. The Commission shall publish on the official website of the Union the <br> information received from beneficiary countries stipulated in paragraph 48 of these <br> Rules of origin on the names of the authorized bodies and (or) verification <br> authorities and their addresses within a period not exceeding 5 working days from <br> the date of receipt of the relevant information, taking into account its updating in <br> the manner set out in paragraph 53 of these Rules of origin. <br> 56. Tariff preferences shall not be granted to goods originating in the <br> beneficiary countries which have not provided the information stipulated in <br> paragraphs 48 and 53 of these Rules of origin or have provided the information <br> that does not meet the requirements specified in the above paragraphs. <br> 57. Where a customs authority of a Member State reveals evidence that <br> submitted certificate of origin has not been issued or a documentary proof of origin <br> contains false information or in the case of a random check the customs authority <br> of that Member State may send a verification request to the authorized body <br> (organization) and (or) the verification authority. <br> Verification request shall be accompanied by a copy of the documentary <br> proof of origin verified. <br> Verification request shall specify the reasons for its submission and other <br> additional information indicating which information in the documentary proof of <br> origin may be unreliable, except in cases where the verification request based on <br> random check. <br> 58. If the response to the verification request has not been received within 6 <br> certificate of origin of goods has not been issued or has been issued on the basis of <br> incomplete (unreliable) information, or in case of a failure to provide copies of <br> documents on the basis of which such certificate of origin has been issued, <br> the submitted certificate of origin shall not be considered as a documentary proof <br> of origin. <br> If the response to the verification request has not been received within 6 <br> months from the date of such request, or received information confirms that <br> declaration of origin has not been approved or has been approved on the basis of <br> documents on the basis of which such declaration of origin has been made, the <br> submitted declaration of origin shall not be considered as a documentary proof of <br> origin. <br> 59. In order to verify the issuance of certificates of origin and the reliability <br> of information contained therein, it is permitted for the customs authorities of the <br> Member States to use electronic databases created by the authorized bodies <br> (organizations) and placed on the corresponding official websites on the <br> information and telecommunications network @^@Internet@^@ (hereinafter referred to as <br> @^@an electronic database@^@). <br> The possibility to verify certificates of origin using an electronic database <br> shall be taken into account by the customs authorities of the Member States when <br> resolving on the need to send a verification request. However, the possibility to <br> verify certificates of origin using an electronic database does not limit the right of <br> the customs authorities of the Member States to send a verification request in <br> accordance with paragraph 57 of these Rules of origin. <br> 60. If the Commission receives from beneficiary countries information about <br> the electronic databases they use, such information should be sent by the <br> Commission within a period not exceeding 5 working days from the date of its <br> receipt to the customs authorities of the Member States, including electronic <br> addresses of the official websites on the information and telecommunications <br> network @^@Internet@^@, where such electronic databases are placed, as well as <br> information on the conditions for access of the customs authorities of the Member <br> States to such electronic databases (if such information is available). <br> If the Commission receives this information from the customs authorities of <br> one of the Member States, such information should be sent by the Commission to <br> the customs authorities of the other Member States. <br> Information on the electronic databases used by beneficiary countries shall <br> be published by the Commission on the official website of the Union. <br> 61. Administrative cooperation, including for the purposes of submission of <br> the information specified in paragraphs 48 and 53 of these Rules of origin, shall be <br> conducted in the English language. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II. Origin criteria <br> IV. Conditions for granting tariff preferences <br> for developing and least developed countries <br> 3. Goods shall be considered as originating in a beneficiary country if they <br> 22. Tariff preferences shall be granted to goods originating in a beneficiary <br> 30. In order to confirm the origin of goods for the purposes of obtaining <br> RULES OF ORIGIN <br> country provided that such goods meet the origin criteria provided for in these <br> tariff preferences, the original certificate of origin shall be submitted, except in the <br> 1) wholly obtained or produced in that country in accordance with paragraph <br> Rules of origin, and the following conditions are fulfilled: <br> 1) the origin of goods is deemed unproved in accordance with paragraph 5 of <br> 4 of these Rules of origin; <br> 1) direct consignment of the imported goods has been fulfilled in accordance <br> 2) sufficiently processed in that country in accordance with the origin <br> Certificate of origin shall be issued using the form set out in Annex No. 1 <br> with paragraphs 23 - 26 of these Rules of origin; <br> 44 of these Rules of origin; <br> criteria set out in paragraphs 5 and 6 of these Rules of origin. <br> 2) direct purchase of the imported goods has been fulfilled in accordance <br> 2) the conditions for granting tariff preferences stipulated in paragraph 22 of <br> 4. The following goods shall be considered as wholly obtained or produced <br> with paragraph 27 of these Rules of origin; <br> in a beneficiary country: <br> 3) origin of goods has been confirmed in accordance with <br> Declaration of origin shall have the statement set out in Annex <br> 63. The customs authority of the Member State denies tariff preferences <br> 1) minerals, mineral goods and other naturally occurring substances <br> country; <br> No. 3. <br> Section V of these Rules of origin; <br> extracted from its soil, from its territorial waters (other internal waters) or its <br> 4) administrative cooperation requirements stipulated in Section VI of these <br> 1) the conditions for granting tariff preferences stipulated in subparagraphs <br> seabed or taken from the air in the territory of the country; <br> Rules of origin have been met by the beneficiary country. <br> 1, 2 and 4 of paragraph 22 and paragraph 30 of these Rules of origin are not met; <br> 2) vegetable goods harvested and (or) gathered in the country; <br> 23. Direct consignment means transportation of originating goods from <br> issued before the time of exportation of goods or after the time of exportation of <br> 2) the origin of goods is deemed unproved in accordance with subparagraphs <br> 3) live animals born and raised (grown) in the country; <br> beneficiary country into the customs territory of the Union without transit through <br> 4) goods obtained from live animals in the country; <br> 32. Certificate of origin shall be valid for the purposes of granting tariff <br> the territories of countries that are not the Member States (hereinafter referred to as <br> Union and subparagraphs 1 and 5 - 7 of paragraph 44 of these Rules of origin. <br> 5) goods obtained from hunting and fishing in the country; <br> @^@third countries@^@), except in the cases stipulated in paragraphs 24 and 25 of these <br> preferences for a period of 12 months from the date of its issuance. <br> 6) goods of sea fishing and other marine goods taken (caught) from the sea <br> outside the territorial waters of the country by a vessel registered in that country <br> 24. Originating goods may be transported through the territories of third <br> and flying its flag; <br> 34. Certificate of origin shall be submitted to the customs authority of the <br> countries provided the following conditions are met: <br> 7) goods produced exclusively from goods referred to in subparagraph 6 of <br> 1) transit through the territory of third countries is justified for geographical, <br> this paragraph on board a factory ship registered in that country and flying its flag; <br> transport, technical or economic reasons; <br> 8) goods extracted from marine soil or subsoil outside that country's <br> 2) goods in transit countries, including during their temporary storage in the <br> 35. If there is an arrangement between a customs authority of a Member <br> territorial waters, provided the country has sole rights to work that soil or subsoil; <br> territories of these countries, remain under customs control documented in <br> 9) waste and scrap (secondary raw materials) resulting from production or <br> accordance with paragraph 26 of these Rules of origin; <br> verification system that allowing to verify the issuance of certificates of origin and <br> consumption conducted in the country provided that such goods fit only for <br> 3) goods have not entered into trade or consumption; <br> utilization and (or) recovery of raw materials; <br> 4) goods have not undergone any operations other than reloading and <br> verification system@^@), the original certificate of origin may be not submitted under <br> 10) used goods collected in the country provided that such goods can no <br> operations to preserve their conditions. <br> longer fulfill their original function and fit only for utilization and (or) recovery of <br> 25. Goods purchased by a person of a Member State at exhibitions or fairs <br> raw materials; <br> declaration. <br> held in third countries also meet the requirements of direct consignment subject to <br> 11) goods produced in the country solely from the goods referred to in <br> If there is any evidence that the information regarding the origin of goods <br> the following conditions: <br> subparagraphs 1 through 10 of this paragraph. <br> 1) goods have been transported from the territory of a beneficiary country <br> declared in the customs declaration is unreliable or data on the certificate of origin <br> 5. Goods shall be considered as sufficiently processed in a developing <br> into the territory of the country where the exhibition or fair is held and remained <br> is not available in the electronic verification system, then upon the reasonable <br> country if the value of non-originating materials used in the processing operations <br> Where: <br> under customs control; <br> in such country does not exceed 50 percent of the value of goods exported from <br> 2) goods have not been used for any other purpose than demonstration at the <br> that developing country. <br> 36. Requirements for the electronic verification system shall be set out in a <br> exhibition; <br> 6. Goods shall be considered as sufficiently processed in a least developed <br> are: <br> 3) goods have been imported into the customs territory of the Union in the <br> separate protocol between the Member State and the beneficiary country in <br> accordance with their legislation. The electronic verification system shall be based <br> same condition in which they were sent to the exhibition or fair, disregarding <br> in such country does not exceed the following percentage (at the date of issuance <br> changes due to natural wear or deterioration under normal transport and storage <br> of documentary proof of origin): <br> 1) completeness, relevance and reliability of the information contained in the <br> conditions. <br> 1) from the date of entry into force of these Rules of origin to December 31, <br> 26. One of the following documents may be considered as documentary <br> 2019 - 50 percent of the value of goods exported from the least developed <br> evidence that goods remain under customs control: <br> a) a transport document containing a description of the goods sufficient for <br> 2) from January 01, 2020 to December 31, 2024 - 55 percent of the value of <br> their identification by the customs authorities of the Member States with the goods <br> goods exported from the least developed country; <br> takes place. <br> declared in customs declaration and indicating their transportation from a <br> 3) from January 1, 2025 - 60 percent of the value of goods exported from <br> beneficiary country through the territories of third countries as well as containing <br> the least developed country. <br> the following information (if any): <br> 7. Notwithstanding the provisions set out in paragraphs 5 and 6 of these <br> 37. Description of goods in certificate of origin shall be sufficient for their <br> date of unloading and reloading of the goods; <br> Rules of origin, the following operations undertaken exclusively by themselves or <br> names of ships, or the other means of transport used; <br> in combination with each other are considered to be insufficient to meet the origin <br> declared during the customs declaration. <br> numbers of containers; <br> criteria: <br> 38. Tariff preferences shall be granted in respect of the goods quantity <br> conditions under which the goods remained under customs control in the <br> 1) preserving operations to ensure that a good retains its condition during <br> indicated in a documentary proof of origin. <br> third countries; <br> transportation and (or) storage; <br> If actual weight of delivered goods does not exceed 5 percent of the weight <br> marks of the customs authorities of the third countries; <br> 2) operations to prepare goods for sale and (or) transportation (breaking <br> b) a document issued by the customs authority of the third country <br> specified in a documentary proof of origin, tariff preferences shall be granted to the <br> bulk, forming of shipments, sorting, repacking); <br> actual weight of the goods. <br> containing a description of the goods sufficient for their identification by the <br> 3) affixing and (or) printing marks, labels, logos and other like <br> 39. In case of loss or destruction of a certificate of origin, a duplicate issued <br> customs authorities of the Member States with the goods declared in customs <br> distinguishing signs on goods and (or) their packaging; <br> by the authorized body (organization) identical to the previously issued certificate <br> declaration and confirming that goods remain under customs control. <br> 4) washing, cleaning, removing dust, coating with oxides, oil and (or) other <br> 27. Goods are considered as directly purchased if they are purchased by a <br> of origin of goods shall be applied. <br> substances; <br> person of a Member State from a person registered as legal entity in the beneficiary <br> 5) colouring and (or) polishing; <br> country from which such goods originate. <br> indicated in such duplicate of the certificate of origin may differ from those <br> 6) freezing and (or) thawing; <br> 28. Documents confirming the compliance with direct consignment and <br> indicated in the previously issued certificate of origin. <br> 7) husking, partial or total bleaching, polishing and glazing of cereals and <br> rice; <br> direct purchase shall be submitted to the customs authority of the Member State. <br> granting tariff preferences no longer than 12 months from the date of issuance of <br> In case of a failure to submit these documents to the customs authority of the <br> 8) operations to colour, dissolve or mix sugar and (or) form sugar lumps; <br> Member State, tariff preferences in respect of goods shall not be granted. <br> 9) bleaching and (or) colouring of textile and textile articles; <br> 29. Non-originating goods, as well as originating goods, in respect of which <br> 40. Instead of a certificate of origin canceled for any reason or in case of a <br> 10) ironing and (or) pressing of textile and textile articles; <br> need to reissue previously issued certificate of origin, a new certificate of origin <br> the conditions for granting tariff preferences specified in paragraph 22 of these <br> 11) peeling, extraction of seeds and (or) cutting fruits, vegetables or nuts; <br> Rules of origin have not been fulfilled, shall be imported into a Member State in <br> shall be applied. <br> 12) sharpening, simple grinding or cutting; <br> accordance with the customs tariff regulation of the Union without granting of <br> 13) sifting, sorting, classifying, grading, matching (including the making-up <br> amount equivalent to 5 000 Euro may be confirmed by a declaration of origin. <br> tariff preferences. <br> of sets of articles); <br> 42. Declaration of origin shall be made out for goods under one <br> In respect of these goods, tariff preferences can be refunded in accordance <br> 14) placing in bottles, cans, flasks, bags, cases, boxes and all other simple <br> with the Customs Code of the Eurasian Economic Union. <br> V. Documentary proof of origin <br> 15) simple assembly or disassembly of goods; <br> languages stipulated in Annex No. 3 to these Rules of origin, approved by the <br> 16) mixing of goods (components) which does not lead to sufficient <br> signature of the authorized representative of producer, seller or consignor with the <br> difference between goods obtained and original materials (components); <br> case specified in paragraph 35 of these Rules of origin, or in the case stipulated in <br> indication of its surname as well as the date of approval. <br> 17) separation of goods into components which does not lead to sufficient <br> Declaration of origin shall be valid for the purposes of granting tariff <br> paragraph 41 of these Rules of origin - a declaration of origin. <br> preferences for a period of 12 months from the date of its approval. <br> 18) slaughter of animals; <br> and shall be completed in accordance with the requirements stipulated in <br> 19) cutting (sorting) of meat, fish; <br> Annex No. 2. <br> 20) use (operation) of the goods as intended. <br> Member State have the right to request the original certificate of origin. <br> 8. For the purposes of subparagraphs 12 and 15 of paragraph 7 of these <br> Such request shall be reasonable and shall contain information indicating <br> Rules of origin, operations shall be considered simple when neither special skills <br> 31. Certificate of origin shall be issued by the authorized body <br> which information in the declaration of origin may be unreliable. <br> nor machines, apparatus or tools especially designed for those operations are <br> (organization) for goods under one consignment. Certificate of origin may be <br> 44. The origin of goods shall be considered unproved in the cases specified <br> 9. The percentage of the value of non-originating materials used in the <br> goods (retroactively). <br> Union, as well as in the following cases: <br> processing operations shall be calculated according to the following formula: <br> 1) according to the results of customs control of the origin of goods it has <br> A <br> been revealed that declaration of origin has been completed in violation of the <br> X = - x 100%, <br> 33. Certificate of origin shall be completed in the English or French <br> requirements stipulated in these Rules of origin; <br> B <br> languages. <br> X - percentage of the value of non-originating materials used in the <br> Member State in hard copy, except in the case specified in paragraph 35 of these <br> processing operations; <br> Rules of origin. <br> A - the value of non-originating materials; <br> 3) the response to the verification request does not contain copies of <br> B - the EXW value of goods. <br> State and the authorized body (organization) on the use of an electronic <br> 10. The value of non-originating materials referred to in paragraph 9 of these <br> declaration of origin has been made out, if such copies are requested in accordance <br> Rules of origin shall be determined as their customs value when imported into the <br> authenticity of the information contained therein (referred to as @^@the electronic <br> with paragraph 57 of these Rules of origin; <br> beneficiary country in which the exported goods are produced, or if their customs <br> 4) according to the results of customs control of the origin of goods, it is <br> value is unknown or cannot be ascertained - in the amount of the first documented <br> impossible to establish the authenticity of certificate of origin and (or) reliability of <br> the decision of a declarant during customs declaration of the goods. In this case, <br> price paid for them in the territory of the beneficiary country where processing <br> the information contained in documentary proof of origin on the basis of the <br> the requisite details of such certificate of origin shall be indicated in the customs <br> received response to the verification request; <br> 11. The value of goods shall be determined as the EXW value. <br> If the value of goods cannot be determined as the EXW value, the value of <br> such goods shall be calculated as the sum value of all materials used in the <br> production of goods, as well as all costs related to their production, excluding <br> 6) the original certificate of origin has not been submitted at the request of <br> request of the customs authority of the Member State, the original certificate of <br> internal taxes which are, or may be, repaid when the goods are exported. <br> origin shall be submitted by the declarant. <br> 12. If goods that fulfill the origin criteria specified in paragraphs 5 and 6 of <br> produced. <br> of paragraph 35 and paragraph 43 of these Rules of origin; <br> these Rules of origin are used in a beneficiary country as materials in the <br> 7) the actual weight of delivered goods exceeds the weight specified in the <br> production of another good, the origin of materials used in the production of these <br> goods shall not be taken into account for determining the origin of the good <br> on the following basic provisions and principles: <br> of documentary proof of origin. It is permitted to submit the translation of such <br> 13. Goods originating in and exported from a Member State of the Eurasian <br> electronic verification system of certificates of origin issued by the authorized <br> Economic Union (hereinafter referred to as @^@a Member State@^@, @^@the Union@^@) and <br> body (organization); <br> subject to subsequent processing in a beneficiary country, shall be considered as <br> 2) protection of information contained in the electronic verification system <br> originating in that country where the last processing operations other than those <br> from unauthorized access, destruction, modification or other illegal actions; <br> 3) proper twenty-four-hour operation of the electronic verification system; <br> 14. Goods originating in a least developed country and subject to subsequent <br> 4) storage of information on the issued certificates of origin in the electronic <br> A copy of declaration of origin, as well as any supporting documents <br> processing in the other least developed country (or countries) shall be considered <br> required for their performance. <br> confirming the origin of goods shall be kept by a person approved such declaration <br> verification system for at least 3 years from the date of their issuance. <br> as originating in that country where the last processing operations other than those <br> referred to in paragraph 7 of these Rules of origin have been carried out. <br> 47. The presence of errors (misprints) made while completing a <br> identification by the customs authorities of the Member States with the goods <br> 15. Goods originating in a developing country and subject to subsequent <br> processing in the other developing country (or countries) shall be considered as <br> contained therein and do not cast any doubt on the origin of goods concerned, shall <br> 16. The origin of materials and goods used for subsequent processing in <br> cases stipulated in paragraphs 13 to 15 of these Rules of origin shall be confirmed <br> including for the purpose of verification by a documentary proof of origin. <br> In this case, reference number, date of issuance and signature of the official <br> The duplicate of a certificate of origin shall be valid for the purposes of <br> the original certificate of origin. <br> packaging operations; <br> 41. The origin of goods the customs value of which does not exceed the <br> consignment. <br> Declaration of origin shall contain the statement in the English or French <br> 43. If there is any evidence that the information regarding the origin of <br> goods stated in declaration of origin is unreliable, the customs authority of the <br> in paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> 2) the authorized body (organization) and (or) the verification body has not <br> submitted any response to the verification request within the time period specified <br> in paragraph 58 of these Rules of origin, if such request is sent in accordance with <br> paragraph 57 of these Rules of origin; <br> documents on the basis of which the certificate of origin has been issued or the <br> 5) according to the results of customs control of the origin of goods, it is <br> impossible to identify goods specified in the documentary proof of origin with the <br> goods specified in the customs declaration; <br> the customs authority of the Member State in cases stipulated by the second indent <br> documentary proof of origin by more than 5 percent. <br> 45. The customs authorities of the Member States may require a translation <br> documentary proof of origin certified by a declarant. <br> 46. A copy of certificate of origin, as well as any supporting documents, <br> confirming the origin of goods shall be kept by the authorized body (organization) <br> that issued such certificate of origin no less than 3 years from the date of its <br> issuance. <br> no less than 3 years from the date of its approval. <br> documentary proof of origin that do not affect the reliability of information <br> not be the grounds for not considering it as a documentary proof of origin. <br> VII. Denial of tariff preferences <br> 62. The customs authorities of the Member States shall deny tariff <br> preferences to goods imported from a beneficiary country in the following cases: <br> Article 314 of the Customs Code of the Eurasian Economic Union and paragraph <br> these Rules are not fulfilled. <br> without sending a verification request in the following cases: <br> 1 - 3 of paragraph 5 of Article 314 of the Customs Code of the Eurasian Economic <br> "}]}]}, "members_found": ["all", "051"]}