{"FtaRooDetails": {"FtaId": 831, "FtaCode": "ITC00861", "FtaName": "Cuba-Nicaragua", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL DE COMPLEMENTACIÓN ECONÓMICA N° 44, SUSCRITO AL AMPARO DEL ARTÍCULO 25 DEL TRATADO DE MONTEVIDEO 1980, ENTRE LA REPÚBLICA DE CUBA Y LA REPÚBLICA DE NICARAGUA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "10.12.2014", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; Nicaragua", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Cuba-Nicaragua", "AdminProcCooAuth": "The certification type under Cuba-Nicaragua is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Cuba-Nicaragua is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Cuba-Nicaragua agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) las mercancias en cuya producciOn se utilicen materiales que no sean originarios de sus respectivos territorios, cuando estos resulten de un proceso de transformacion realizado en el territorio de una de las Partes, que les confera una nueva individualidad caracterizada por el hecho de estar clasifcados en la Nomenclatura Arancelaria vigente en la Parte exportadora, en una partida diferente a la de dichos materiales (cambio de clasifcacion arancelaria; o d) las mercancias que no cumplen el cambio de clasifcacion arancelaria, siempre que el valor CIF de los materiales no originarios, utilizados en su produccion, no exceda el cincuenta por ciento (50%) del valor FOB de las mercancias de que se trate (criterio de valor);", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00861_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00861_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00861_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ART_25/es/44/A25TM_044.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00861_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ART_25/es/44/A25TM_044.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 5. ACUMULACIÓN <br /> A los efectos del cumplimiento de los requisitos de origen establecidos en el presente <br /> Anexo, los materiales y otros insumos, originarios del territorio de una Parte, incorporados a <br /> una mercancia en el territorio de la otra Parte, seran considerados como originarios <br /> del territorio de esta <br /> Las Partes podran acumular materiales y otros insumos originarios de Venezuela, Ecuador y <br /> Bolivia. Para efectos de las verifcaciones de origen, que incluyan investigaciones a <br /> mercancias que han incorporado en su proceso de producción materiales e insumos <br /> importados de Venezuela, Ecuador y Bolivia, se aceptaran como prueba sufciente del <br /> origen, los Certifcados de Origen que se presentaron al momento de la importacion al <br /> territorio de Nicaragua o Cuba, emitidos en los citados paises.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 7. DE MINIMIS <br /> Una mercancia serã considerada originaria si el valor CIF de todos los materiales no <br /> originarios utilizados en su producción, que no esten clasificados en una posicion <br /> arancelaria diferente a la de la mercancia, no excede el quince por ciento (15%) del valor <br /> FOB de exportacion de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 8. ACCESORIOS, REPUESTOS Y HERRAMIENTAS <br /> Los accesorios, repuestos o herramientas usuales de la mercancia, entregados con esta, se <br /> deberan tratar como originarios Si la mercancia es originaria y no se tomaran en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la produccion de la mercancia <br /> sufren el correspondiente cambio de clasifcacion arancelaria, siempre que: <br /> a) los accesorios, repuestos y herramientas que esten clasifcados con la mercancia y no se <br /> hubiesen facturado por separado, independientemente de que cada uno se identifque <br /> por separado en la propia factura; y <br /> b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br /> habituales para la mercancia. <br /> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los accesorios, <br /> repuestos y herramientas, se tomaran en cuenta como originarios o no originarios, segfn sea <br /> el caso, para calcular el criterio de valor de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 12. MATERIALES INDIRECTOS <br /> Independientemente del lugar de su producción, un material indirecto sera considerado <br /> como originario cuando sea utilizado en la producción, verificacion o inspección de una <br /> mercancia, siempre que no quede fsicamente incorporado a esta y cuyo uso pueda <br /> demostrarse razonablemente que forma parte de dicha produccion. A tales efectos se <br /> consideraran como materiales indirectos, los siguientes: <br /> a) combustible y energia; <br /> b) herramientas, matrices y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edifcaciones; y <br /> d) cualquier otro material utilizado en la producción y que no haya sido incorporado en la <br /> composicion fnal de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 6. TRANSBORDO Y EXPEDICIÓN DIRECTA O TRÁNSITO INTERNACIONAL <br /> Una mercancia originaria no perdera tal condicien, cuando se exporte y en su transportacion <br /> pase por el territorio de otros paises, incluidas las Zonas Libres, siempre que <br /> se cumpla con los requisitos siguientes: <br /> a) el transito este justifcado por razones geografcas o por consideraciones relafvas a <br /> requerimientos y disponibilidad de transporte interacional; <br /> b) no ingrese al comercio o al consumo en el territorio de los paises en transito; <br /> c) durante su transporte y deposit° no sea transformado o sometido a operaciones <br /> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulacion para <br /> asegurar la conservacion; y <br /> d) permanezca bajo control de la autoridad aduanera en el territorio de los paises en transito.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 3. MERCANCÍAS ORIGINARIAS <br /> Para los efectos del presente Acuerdo, se consideran mercancias originarias de las Partes: <br /> a) las mercancias que sean obtenidas en su totalidad o producidas enteramente en el <br /> territorio de una Parte (producto totalmente obtenido), a saber; <br /> i. las mercancias de los reinos mineral, vegetal y animal, incluyendo las de la caza, <br /> captura o la pesca, extraidas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br /> las mercancias del mar extraidas fuera de su territorio por barcos de su bandera o <br /> arrendados por empresas establecidas en su territorio; <br /> desechos y desperdicios derivados de la produccion en territorio de una o ambas Partes; <br /> iv. mercancias usadas, recolectadas en territorio de una o ambas Partes, siempre que <br /> esas mercancias sirvan solo para ser utilizadas como materias primas; <br /> b) las mercancias que sean producidas enteramente en el territorio de una o ambas Partes, <br /> a partir exclusivamente de materiales que califcan como originarios de una o ambas <br /> Partes de conformidad con este Anexo (producto obtenido a partir de materiales <br /> originarios de las Partes); <br /> c) las mercancias en cuya producciOn se utilicen materiales que no sean originarios de sus <br /> respectivos territorios, cuando estos resulten de un proceso de transformacion realizado <br /> en el territorio de una de las Partes, que les confera una nueva individualidad <br /> caracterizada por el hecho de estar clasifcados en la Nomenclatura Arancelaria vigente <br /> en la Parte exportadora, en una partida diferente a la de dichos materiales (cambio de <br /> clasifcacion arancelaria; o <br /> d) las mercancias que no cumplen el cambio de clasifcacion arancelaria, siempre que el <br /> valor CIF de los materiales no originarios, utilizados en su produccion, no exceda el <br /> cincuenta por ciento (50%) del valor FOB de las mercancias de que se trate (criterio de valor); <br /> e) no obstante, las mercancias contenidas en el Apendice I del presente Anexo, tienen que <br /> ser totalmente originarias para gozar de las preferencias arancelarias derivadas del <br /> presente regimen de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 10. ENVASES Y MATERIALES DE EMPAQUE EN QUE UNA MERCANCÍA SE PRESENT'E PARA LA VENTA AL POR MENOR <br /> Los envases y los materiales de empaque utilizados para la yenta al por menor de una <br /> mercancia, si estan clasifcados con la mercancia que contienen, no se tomaran en cuenta <br /> para determinar si todos los materiales no originarios utilizados en la produccion de la <br /> mercancia sufren los correspondientes cambios de clasifcacion arancelaria establecidos en el presente Anexo. <br /> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los envases y <br /> materiales de empaque descritos en el parrafo anterior, se tomaran en cuenta como <br /> originarios o no originarios, segdn sea el caso, para calcular el criterio de valor de la mercancia. <br /> ARTÍCULO 11. CONTENEDORES, MATERIAS Y PRODUCTOS DE EMBALAJE PARA EMBARQUE <br /> Los contenedores y materiales de embalaje <br /> para embarque no seran tomados en cuenta para <br /> determinar si una mercancia es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 9. JUEGOS O SURTIDOS DE MERCANCIAS <br /> Las mercancias que sean clasifcadas como un juego o surtido como resultado de la <br /> aplicacian de la Regla 3 de las Reglas Generales de Interpretacion del Sistema Armonizado, <br /> asi como las mercancias cuya descripcion en la nomenclatura del Sistema Armonizado sea <br /> especifcamente la de un juego o surtido, se consideraran como originarias solo si cada <br /> mercancia en el juego o surtido es originaria y tanto el juego o surtido como las mercancias <br /> cumplen con todos los demas requisitos aplicables en el presente Anexo. <br /> No obstante el parrafo anterior, un juego o surtido de mercancias es originario, Si el valor de <br /> todas las mercancias no originarias incorporadas en el juego o surtido no excede el quince <br /> por ciento (15%) del valor FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 13. DECLARACIÓN Y CERTIFICACIÓN DE ORIGEN <br /> 1. Para los efectos de este Anexo, las Partes establecen un formato Anico para el <br /> Certifcado de Origen, que entrard en vigencia el mismo dia que este Acuerdo y podra <br /> ser modifcado por consentimiento mutuo (Apendice 2). <br /> 2 El Certifcado de Origen establecido en el parrafo 1 se utilizard para certificar que una <br /> mercancia que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br /> 3 La autoridad certificadora de cada Parte exigird a los exportadores o productores que <br /> completen, frmen y fechen un Certificado de Origen para cada exportacion de <br /> mercancias para la cual un importador de la otra Parte pueda reclamar tratamiento <br /> arancelario preferencial. <br /> 4 El exportador o productor que complete, frme y feche un Certificado de Origen lo <br /> realizara a traves de una declaracion jurada, comprometiendose a asumir cualquier <br /> responsabilidad administrativa, civil o penal cuando incluya en el certifcado de origen <br /> información falsa o incorrecta. <br /> 5 La autoridad certifcadora de cada Parte certifcard que el Certifcado de Origen <br /> llenado, frmado y fechado por el exportador o productor de la mercancia esta correcto, <br /> basado en la informacion proporcionada por tal exportador o productor, y verifcard que <br /> el exportador o productor realmente está ubicado en esa Parte. <br /> 6 Cada Parte requerird que se selle, frme y feche el Certifcado de Origen por la <br /> autoridad certifcadora de la Parte exportadora con respecto a la exportacion de una <br /> mercancia para la que el importador pueda solicitar tratamiento arancelario <br /> preferencial. El Certifcado de Origen debera tener tambien un niimero de serie que <br /> permita su identifcacion, el cual sera administrado por la autoridad certificadora. <br /> 7 La autoridad certifcadora de la Parte exportadora debera: <br /> a) elaborar e implementar los procedimientos administrativos para certifcar los <br /> Certifcados de Origen que su productor o exportador Ilene, frme y feche; <br /> b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br /> informacion sobre el origen de las mercancias importadas para las cuales se <br /> solicita tratamiento arancelario preferencial; y <br /> c) notifcar por escrito, antes que entre en vigencia este Acuerdo, la informacion de <br /> contacto de la autoridad certifcadora, la lista de los nombres de las personas <br /> autorizadas para certifcar el Certifcado de Origen, con sus frmas y sellos <br /> correspondientes. Las modificaciones a esta lista se notifcaran por escrito a la otra <br /> Parte inmediatamente y entraran en vigencia treinta (30) dias despues de la fecha <br /> en la cual se reciba la notificación de la modifcación, pero sin impedir la <br /> internacion de la mercancia o mercancias de que se trate. <br /> 8 Cada Parte dispondra que un Certifcado de Origen sera aplicable unicamente a una <br /> importacion de una o mas mercancias al territorio de esa Parte. <br /> 9 Cada Parte dispondra que la autoridad aduanera de la Parte importadora acepte un <br /> Certifcado de Origen valido por un periodo de ciento ochenta (180) dias contados a <br /> partir de la fecha en la cual el Certifcado te frmado y sellado por la autoridad certificadora. <br /> 10. En caso que la mercancia sea internada, admitida o almacenada temporalmente bajo <br /> control aduanero, en la medida en que la mercancia salga en el mismo estado y <br /> condición en que ingeso, sin alterar la clasifcacion arancelaria ni su califcacion de <br /> origen en la Parte importadora, el plazo de validez del Certifcado de Origen seiialado <br /> en el parrafo 1 quedard suspendido por el tiempo que la administracion aduanera haya <br /> autorizado dichas operaciones o regimenes. <br /> 11. Cada Parte dispondra que cuando un exportador no sea el productor de la mercancia, <br /> Ilene, frme y feche el certifcado de origen con fundamento en: <br /> a) su conocimiento respecto de si la mercancia califca como originaria; y <br /> b) declaracion de origen llenada, frmada y fechada por el productor de la mercancia <br /> y proporcionada voluntariamente al exportador. <br /> 12. Cada Parte dispondra que el tratamiento arancelario preferencial no sera negado porque <br /> la mercancia cubierta por un Certifcado de Origen sea facturada por una empresa <br /> ubicada en el territorio de otro pals. El emisor del Certifcado de Origen debe refejar <br /> en la casilla de observaciones que la mercancia te facturada por un operador de un <br /> tercer pals, identifcando el nombre, denominacion o razon social y domicilio del mismo. <br /> Excepcionalmente, si al momento de expedir el Certifcado de Origen, no se conociera <br /> el nurnero de la factura comercial emitida por un operador de un tercer pals, el area <br /> correspondiente en el Certifcado no sera llenada. En este caso, el importador <br /> presentard ante su autoridad aduanera una declaracion jurada conforme su legislacion <br /> nacional, que justifique el hecho, en la que debera indicar, los numeros y fechas de la <br /> factura comercial y del Certificado de Origen que ampara la operacion de importacion. <br /> 13. El sistema de clasifcacion arancelaria a utilizar al momento de elaborar los <br /> Certificados de Origen sera aquel incluido en el presente Acuerdo por la Parte Exportadora. <br /> Los Certificados de Origen no podran ser expedidos con antelacion a la fecha de <br /> emision de la factura comercial correspondiente a la operación de que se Irate, sino en <br /> la misma fecha o dentro de los sesenta (60) dias siguientes, salvo en lo dispuesto en el <br /> segundo parrafo del numeral 12.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 2. DEFINICIONES <br /> autoridad administradora: <br /> a) en el caso de Cuba: <br /> El Ministerio del Comercio Exterior y la Inversion Extranjera (MINCEX); <br /> b) en el caso de Nicaragua: <br /> El Ministerio de Fomento, Industria y Comercio (MIFIC); <br /> o sus sucesores; <br /> autoridad certificadora: <br /> a) en el caso de Cuba: <br /> La Camara de Comercio de la RepUblica de Cuba; <br /> b) en el caso de Nicaragua: <br /> El Centro de Tramites de las Exportaciones (CETREX) del Ministerio de Fomento, <br /> lndustria y Comercio (MIFIC); <br /> o sus sucesores; <br /> autoridad verifcadora: <br /> a) en el caso de Cuba: <br /> La Camara de Comercio de la Republica de Cuba; <br /> b) en el caso de Nicaragua: <br /> La Direccion General de Servicios Aduaneros (DGA); <br /> o sus sucesores;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 13. DECLARACIÓN Y CERTIFICACIÓN DE ORIGEN <br /> 9 Cada Parte dispondra que la autoridad aduanera de la Parte importadora acepte un <br /> Certifcado de Origen valido por un periodo de ciento ochenta (180) dias contados a <br /> partir de la fecha en la cual el Certifcado te frmado y sellado por la autoridad certificadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 15. PROCEDIMIENTO PARA VERIFICAR EL ORIGEN <br /> 1. En caso de duda acerca de la autenticidad de las certifcaciones de origen o de <br /> presuncion de incumplimiento de los requisitos de origen declarados de conformidad <br /> con el presente Anexo, la autoridad aduanera o autoridad competente de la Parte <br /> importadora podra solicitar a la autoridad competente o autoridad certifcadora de la <br /> Parte exportadora las pruebas adicionales que correspond y adoptar las medidas que <br /> considere necesarias para garantizar el interes fscal, pero sin impedir la internacion de <br /> la mercancia o mercancias de que se Irate. A tales efectos debera indicar el nOmero y la <br /> fecha de los Certifcados de Origen o el periodo de tiempo sobre el cual solicita la <br /> informacion referida a un exportador, asi como una breve descripcion del tipo de <br /> problema encontrado. Tal informacion debera ser respondida dentro de los quince (15) <br /> dias posteriores a la recepcion de la solicitud. <br /> Si la informacion a que se refere el parrafo anterior no es sufciente para disipar las dudas <br /> sobre el origen de las mercancias amparadas por un Certifcado de Origen, la Parte <br /> importadora, a traves de la autoridad competente de la Parte exportadora podra: <br /> a) dirigir cuestionarios escritos a exportadores o productores de la mercancia; <br /> b) solicitar, en casos justifcados, que esta autoridad realice las gestiones pertinentes, a <br /> efectos de poder realizar visitas de verifcacion a las instalaciones de un productor, con <br /> el objeto de examinar los procesos productivos, las instalaciones que se utilicen en la <br /> producción de la mercancia, asi como otras acciones que contribuyan <br /> a la verificacion de su origen; o <br /> c) llevar a cabo otros procedimientos que puedan establecerse a traves de la Comision <br /> Administradora del presente Acuerdo. <br /> Cuando la autoridad competente o aduanera de la Parte importadora notifique el inicio de un <br /> procedimiento de verifcacion, la autoridad aduanera no impedird la importacion sucesiva <br /> de mercancias identicas enviadas por el exportador sujeto de investigacion. <br /> 2 Los cuestionarios a que se hace referencia en el inciso a) del parrafo anterior deberan <br /> ser respondidos dentro de un plazo no superior a treinta (30) dias contados a partir de la <br /> fecha de la recepcion de la notifcacion al exportador o productor por su autoridad <br /> competente. La Parte exportadora tendra diez (10) dias contados a partir de la recepciOn <br /> de la noffcacion para comunicar al exportador o productor. <br /> 3 Durante dicho plazo el exportador o productor podra a traves su autoridad competente, <br /> solicitar mediante escrito y por una sola vez, a la autoridad competente de la Parte <br /> importadora prorroga del mismo, la cual no podra ser superior a treinta (30) dias. Esta <br /> solicitud no dard como resultado la negacion de trato arancelario preferencial. <br /> 4 Una vez concluido lo establecido en el inciso a) del parrafo 1 sin resultados defnitivos, <br /> la Parte importadora podra realizar una visita de verifcacion, previa notifcacion <br /> mediante la autoridad competente de la Parte exportadora. En base a esto el productor <br /> de la mercancia dispondra de quince (15) dias contados a partir de dicha notifcacion <br /> para aceptar la visita, la cual debera realizarse dentro de los sesenta (60) dias <br /> posteriores a dicha aceptacion. <br /> La notifcacion a que se refere el parrafo anterior contendra: <br /> a) identifcacion de la autoridad competente que hace la notifcacion; <br /> b) nombre del exportador o del productor que se pretende visitar; <br /> c) fecha y lugar de la visita de verifcacion propuesta; <br /> d) objeto y alcance de la visita de verifcacion propuesta, haciendo mencion especifca <br /> de la mercancia o mercancias objeto de verifcacion; <br /> e) identifcacion y cargos de los funcionarios que efectuaran la visita de verifcacion; y <br /> f) fundamento legal de la visita de verifcacion. <br /> 5 Si dentro de los treinta (30) dias posteriores a la fecha en que se reciba la notifcacion <br /> de la visita de verifcacion por parte de la autoridad competente de la Parte exportadora, <br /> el exportador o el productor no otorga su consentimiento por escrito para la realizacion <br /> de la misma, la Parte importadora resolver* que la mercancia objeto de verifcacion se <br /> considera no originaria, denegandole la preferencia arancelaria. <br /> 6 Cuando el exportador o productor reciba una notifcacion de visita de verifcacion <br /> podra, dentro de los quince (15) dias siguientes a la fecha de recepcion de la misma, <br /> por una sola vez, solicitar la posposicion de la visita de verifcacion propuesta, por un <br /> periodo no mayor de sesenta (60) dias contados a partir de la fecha en que su autoridad <br /> competente recibio la notifcacion, o por un plazo mayor que acuerden las Partes. <br /> 7 Para estos efectos, el exportador o productor debera notifcaz la solicitud de la <br /> posposicion de la visita a las autoridades competentes de la Parte <br /> importadora y de la Parte exportadora. <br /> 8 La autoridad competente o aduanera de la Parte importadora no podra denegar el origen <br /> de la mercancia o mercancias, con fundamento exclusivamente en la solicitud de <br /> posposicion de la visita de verifcacion hecha por el productor o exportador de la mercancia. <br /> 9 La autoridad competente de la Parte importadora permitird al exportador o al productor, <br /> cuya mercancia o mercancias sean objeto de una visita de verifcacion, designar dos <br /> observadores que esten presentes durante la visita, siempre que intervengan unicamente <br /> en esa calidad. De no designarse observadores por el exportador o el productor, esa", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 14. OMISIONES O ERRORES EN LA CERTIFICACION DE ORIGEN <br /> En caso de detectarse errores formales en el Certifcado de Origen, es decir, aquellos que no <br /> afectan la califcacion de origen de la mercancia, en el momento de la importacion, la <br /> autoridad aduanera no denegard la importacion y conservard el original del Certifcado de <br /> Origen y se notifcard al importador indicando los errores que este presenta, pudiendo <br /> establecer medidas de conformidad con su legislacion nacional para garantizar el interés fiscal. <br /> En base a lo anterior, el importador debera presentar la rectificacion correspondiente dentro <br /> de un plazo maximo de treinta (30) dias contados a partir de la fecha de recepcion de la <br /> notifcacion. Dicha rectifcacion debe ser realizada mediante nota en ejemplar original que <br /> debe contener la enmienda, la fecha y el niimero del Certifcado de Origen y ser frmada por <br /> una persona autorizada de la autoridad certifcadora de la Parte exportadora. Si el <br /> importador no cumpliera con la presentación de la rectificación correspondiente en el plazo <br /> estipulado, la autoridad competente de la Parte importadora negard el origen de las <br /> mercancias a los efectos del presente Acuerdo. <br /> No se aceptaran certifcados con raspaduras, tachaduras o enmiendas. <br /> Si los errores fueran detectados en un proceso de control posterior, en el caso de Cuba se <br /> notificara al importador, indicando los errores que este presenta y se aplicard lo estipulado <br /> en el parrafo anterior, y en el caso de Nicaragua se aplicard su legislacion nacional.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> ARTÍCULO 3. MERCANCÍAS ORIGINARIAS <br> REGIMEN DE ORIGEN <br> Para los efectos del presente Acuerdo, se consideran mercancias originarias de las Partes: <br> CAPITULO I <br> a) las mercancias que sean obtenidas en su totalidad o producidas enteramente en el <br> CALIFICACION DE ORIGEN <br> territorio de una Parte (producto totalmente obtenido), a saber; <br> i. las mercancias de los reinos mineral, vegetal y animal, incluyendo las de la caza, <br> captura o la pesca, extraidas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br> las mercancias del mar extraidas fuera de su territorio por barcos de su bandera o <br> arrendados por empresas establecidas en su territorio; <br> desechos y desperdicios derivados de la produccion en territorio de una o ambas Partes; <br> iv. mercancias usadas, recolectadas en territorio de una o ambas Partes, siempre que <br> esas mercancias sirvan solo para ser utilizadas como materias primas; <br> b) las mercancias que sean producidas enteramente en el territorio de una o ambas Partes, <br> a partir exclusivamente de materiales que califcan como originarios de una o ambas <br> Partes de conformidad con este Anexo (producto obtenido a partir de materiales <br> originarios de las Partes); <br> c) las mercancias en cuya producciOn se utilicen materiales que no sean originarios de sus <br> respectivos territorios, cuando estos resulten de un proceso de transformacion realizado <br> en el territorio de una de las Partes, que les confera una nueva individualidad <br> caracterizada por el hecho de estar clasifcados en la Nomenclatura Arancelaria vigente <br> en la Parte exportadora, en una partida diferente a la de dichos materiales (cambio de <br> clasifcacion arancelaria; o <br> d) las mercancias que no cumplen el cambio de clasifcacion arancelaria, siempre que el <br> valor CIF de los materiales no originarios, utilizados en su produccion, no exceda el <br> cincuenta por ciento (50%) del valor FOB de las mercancias de que se trate (criterio de valor); <br> e) no obstante, las mercancias contenidas en el Apendice I del presente Anexo, tienen que <br> ser totalmente originarias para gozar de las preferencias arancelarias derivadas del <br> presente regimen de origen. <br> ARTÍCULO 4. OPERACIONES O PROCESOS MINIMOS <br> No seran consideradas como originarias las mercancias que resulten de operaciones o <br> procesos minimos que individualmente o combinados entre si no conferan origen a una <br> mercancia, de conformidad con lo siguiente: <br> a) operaciones necesarias para la preservación de las mercancias durante el transporte o <br> almacenamiento, incluidas la aireacion, ventilacion, secado, refrigeracion, congelacion, <br> eliminacion de partes danadas, aplicacion de aceite, pintura, anticorrosivo o <br> recubrimientos protectores, colocacion de sal, dioxido de azufre o alguna otra solucion acuosa; <br> b) operaciones simples que consistan en: limpieza, lavado, cribado, tamizado o zarandeo, <br> selecciOn, clasifcacion o gaduacion, entresaque; pelado descascarado o desconchado, <br> desganado, deshuesado, estruj ado o exprimido, enjuagado, eliminaciOn de polvo o de <br> partes averiadas o dafiadas, clasifcación, division de envios a ganel, agrupacion de <br> paquetes, adhesi6n de marcas, etiquetas o seliales distintivas sobre las mercancias y sus <br> embalajes, envasado, desenvasado o reenvasado; <br> c) reunion o armado de partes de mercancias para constituir una mercancia completa; <br> d) operaciones de dilucion en agua u otros solventes, ionizacion o salado, que no alteren la <br> naturaleza de las mercancias; o <br> e) matanza de animales. <br> ARTÍCULO 5. ACUMULACIÓN <br> A los efectos del cumplimiento de los requisitos de origen establecidos en el presente <br> Anexo, los materiales y otros insumos, originarios del territorio de una Parte, incorporados a <br> una mercancia en el territorio de la otra Parte, seran considerados como originarios <br> del territorio de esta <br> Las Partes podran acumular materiales y otros insumos originarios de Venezuela, Ecuador y <br> Bolivia. Para efectos de las verifcaciones de origen, que incluyan investigaciones a <br> mercancias que han incorporado en su proceso de producción materiales e insumos <br> importados de Venezuela, Ecuador y Bolivia, se aceptaran como prueba sufciente del <br> origen, los Certifcados de Origen que se presentaron al momento de la importacion al <br> territorio de Nicaragua o Cuba, emitidos en los citados paises. <br> ARTÍCULO 6. TRANSBORDO Y EXPEDICIÓN DIRECTA O TRÁNSITO INTERNACIONAL <br> Una mercancia originaria no perdera tal condicien, cuando se exporte y en su transportacion <br> b) nombre del exportador o del productor que se pretende visitar; <br> pase por el territorio de otros paises, incluidas las Zonas Libres, siempre que <br> se cumpla con los requisitos siguientes: <br> a) el transito este justifcado por razones geografcas o por consideraciones relafvas a <br> requerimientos y disponibilidad de transporte interacional; <br> b) no ingrese al comercio o al consumo en el territorio de los paises en transito; <br> Artículo 8. Accesorios, Repuestos y Herramientas <br> c) durante su transporte y deposit° no sea transformado o sometido a operaciones <br> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulacion para <br> asegurar la conservacion; y <br> d) permanezca bajo control de la autoridad aduanera en el territorio de los paises en transito. <br> ARTÍCULO 7. DE MINIMIS <br> Una mercancia serã considerada originaria si el valor CIF de todos los materiales no <br> originarios utilizados en su producción, que no esten clasificados en una posicion <br> arancelaria diferente a la de la mercancia, no excede el quince por ciento (15%) del valor <br> FOB de exportacion de la mercancia. <br> Los accesorios, repuestos o herramientas usuales de la mercancia, entregados con esta, se <br> deberan tratar como originarios Si la mercancia es originaria y no se tomaran en cuenta para <br> determinar si todos los materiales no originarios utilizados en la produccion de la mercancia <br> sufren el correspondiente cambio de clasifcacion arancelaria, siempre que: <br> a) los accesorios, repuestos y herramientas que esten clasifcados con la mercancia y no se <br> hubiesen facturado por separado, independientemente de que cada uno se identifque <br> a) combustible y energia; <br> b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br> habituales para la mercancia. <br> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los accesorios, <br> repuestos y herramientas, se tomaran en cuenta como originarios o no originarios, segfn sea <br> el caso, para calcular el criterio de valor de la mercancia. <br> ARTÍCULO 9. JUEGOS O SURTIDOS DE MERCANCIAS <br> Las mercancias que sean clasifcadas como un juego o surtido como resultado de la <br> aplicacian de la Regla 3 de las Reglas Generales de Interpretacion del Sistema Armonizado, <br> asi como las mercancias cuya descripcion en la nomenclatura del Sistema Armonizado sea <br> especifcamente la de un juego o surtido, se consideraran como originarias solo si cada <br> mercancia en el juego o surtido es originaria y tanto el juego o surtido como las mercancias <br> cumplen con todos los demas requisitos aplicables en el presente Anexo. <br> No obstante el parrafo anterior, un juego o surtido de mercancias es originario, Si el valor de <br> todas las mercancias no originarias incorporadas en el juego o surtido no excede el quince <br> por ciento (15%) del valor FOB del juego o surtido. <br> ARTÍCULO 10. ENVASES Y MATERIALES DE EMPAQUE EN QUE UNA MERCANCÍA SE PRESENT'E PARA LA VENTA AL POR MENOR <br> Los envases y los materiales de empaque utilizados para la yenta al por menor de una <br> mercancia, si estan clasifcados con la mercancia que contienen, no se tomaran en cuenta <br> para determinar si todos los materiales no originarios utilizados en la produccion de la <br> mercancia sufren los correspondientes cambios de clasifcacion arancelaria establecidos en el presente Anexo. <br> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los envases y <br> materiales de empaque descritos en el parrafo anterior, se tomaran en cuenta como <br> originarios o no originarios, segdn sea el caso, para calcular el criterio de valor de la mercancia. <br> ARTÍCULO 11. CONTENEDORES, MATERIAS Y PRODUCTOS DE EMBALAJE PARA EMBARQUE <br> Los contenedores y materiales de embalaje <br> para embarque no seran tomados en cuenta para <br> determinar si una mercancia es originaria. <br> ARTÍCULO 12. MATERIALES INDIRECTOS <br> Independientemente del lugar de su producción, un material indirecto sera considerado <br> como originario cuando sea utilizado en la producción, verificacion o inspección de una <br> mercancia, siempre que no quede fsicamente incorporado a esta y cuyo uso pueda <br> demostrarse razonablemente que forma parte de dicha produccion. A tales efectos se <br> consideraran como materiales indirectos, los siguientes: <br> b) herramientas, matrices y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edifcaciones; y <br> d) cualquier otro material utilizado en la producción y que no haya sido incorporado en la <br> composicion fnal de la mercancia. <br> CAPÍTULO II <br> DECLARACION, CERTIFICACIÓN, Y VERIFICACIÓN <br> ARTÍCULO 13. DECLARACIÓN Y CERTIFICACIÓN DE ORIGEN <br> 1. Para los efectos de este Anexo, las Partes establecen un formato Anico para el <br> Certifcado de Origen, que entrard en vigencia el mismo dia que este Acuerdo y podra <br> información falsa o incorrecta. <br> ser modifcado por consentimiento mutuo (Apendice 2). <br> 2 El Certifcado de Origen establecido en el parrafo 1 se utilizard para certificar que una <br> mercancia que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br> 3 La autoridad certificadora de cada Parte exigird a los exportadores o productores que <br> completen, frmen y fechen un Certificado de Origen para cada exportacion de <br> mercancias para la cual un importador de la otra Parte pueda reclamar tratamiento <br> 4 El exportador o productor que complete, frme y feche un Certificado de Origen lo <br> realizara a traves de una declaracion jurada, comprometiendose a asumir cualquier <br> responsabilidad administrativa, civil o penal cuando incluya en el certifcado de origen <br> 5 La autoridad certifcadora de cada Parte certifcard que el Certifcado de Origen <br> llenado, frmado y fechado por el exportador o productor de la mercancia esta correcto, <br> basado en la informacion proporcionada por tal exportador o productor, y verifcard que <br> el exportador o productor realmente está ubicado en esa Parte. <br> 6 Cada Parte requerird que se selle, frme y feche el Certifcado de Origen por la <br> autoridad certifcadora de la Parte exportadora con respecto a la exportacion de una <br> mercancia para la que el importador pueda solicitar tratamiento arancelario <br> preferencial. El Certifcado de Origen debera tener tambien un niimero de serie que <br> permita su identifcacion, el cual sera administrado por la autoridad certificadora. <br> 7 La autoridad certifcadora de la Parte exportadora debera: <br> a) elaborar e implementar los procedimientos administrativos para certifcar los <br> Certifcados de Origen que su productor o exportador Ilene, frme y feche; <br> b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br> el objeto de examinar los procesos productivos, las instalaciones que se utilicen en la <br> informacion sobre el origen de las mercancias importadas para las cuales se <br> solicita tratamiento arancelario preferencial; y <br> c) notifcar por escrito, antes que entre en vigencia este Acuerdo, la informacion de <br> contacto de la autoridad certifcadora, la lista de los nombres de las personas <br> autorizadas para certifcar el Certifcado de Origen, con sus frmas y sellos <br> correspondientes. Las modificaciones a esta lista se notifcaran por escrito a la otra <br> Parte inmediatamente y entraran en vigencia treinta (30) dias despues de la fecha <br> en la cual se reciba la notificación de la modifcación, pero sin impedir la <br> internacion de la mercancia o mercancias de que se trate. <br> 8 Cada Parte dispondra que un Certifcado de Origen sera aplicable unicamente a una <br> importacion de una o mas mercancias al territorio de esa Parte. <br> 9 Cada Parte dispondra que la autoridad aduanera de la Parte importadora acepte un <br> Certifcado de Origen valido por un periodo de ciento ochenta (180) dias contados a <br> partir de la fecha en la cual el Certifcado te frmado y sellado por la autoridad certificadora. <br> 10. En caso que la mercancia sea internada, admitida o almacenada temporalmente bajo <br> control aduanero, en la medida en que la mercancia salga en el mismo estado y <br> condición en que ingeso, sin alterar la clasifcacion arancelaria ni su califcacion de <br> origen en la Parte importadora, el plazo de validez del Certifcado de Origen seiialado <br> en el parrafo 1 quedard suspendido por el tiempo que la administracion aduanera haya <br> autorizado dichas operaciones o regimenes. <br> 11. Cada Parte dispondra que cuando un exportador no sea el productor de la mercancia, <br> Ilene, frme y feche el certifcado de origen con fundamento en: <br> a) su conocimiento respecto de si la mercancia califca como originaria; y <br> b) declaracion de origen llenada, frmada y fechada por el productor de la mercancia <br> y proporcionada voluntariamente al exportador. <br> 12. Cada Parte dispondra que el tratamiento arancelario preferencial no sera negado porque <br> la mercancia cubierta por un Certifcado de Origen sea facturada por una empresa <br> ubicada en el territorio de otro pals. El emisor del Certifcado de Origen debe refejar <br> en la casilla de observaciones que la mercancia te facturada por un operador de un <br> tercer pals, identifcando el nombre, denominacion o razon social y domicilio del mismo. <br> Excepcionalmente, si al momento de expedir el Certifcado de Origen, no se conociera <br> el nurnero de la factura comercial emitida por un operador de un tercer pals, el area <br> correspondiente en el Certifcado no sera llenada. En este caso, el importador <br> presentard ante su autoridad aduanera una declaracion jurada conforme su legislacion <br> nacional, que justifique el hecho, en la que debera indicar, los numeros y fechas de la <br> factura comercial y del Certificado de Origen que ampara la operacion de importacion. <br> 13. El sistema de clasifcacion arancelaria a utilizar al momento de elaborar los <br> Certificados de Origen sera aquel incluido en el presente Acuerdo por la Parte Exportadora. <br> Los Certificados de Origen no podran ser expedidos con antelacion a la fecha de <br> emision de la factura comercial correspondiente a la operación de que se Irate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes, salvo en lo dispuesto en el <br> segundo parrafo del numeral 12. <br> ARTÍCULO 14. OMISIONES O ERRORES EN LA CERTIFICACION DE ORIGEN <br> En caso de detectarse errores formales en el Certifcado de Origen, es decir, aquellos que no <br> afectan la califcacion de origen de la mercancia, en el momento de la importacion, la <br> autoridad aduanera no denegard la importacion y conservard el original del Certifcado de <br> Origen y se notifcard al importador indicando los errores que este presenta, pudiendo <br> establecer medidas de conformidad con su legislacion nacional para garantizar el interés fiscal. <br> En base a lo anterior, el importador debera presentar la rectificacion correspondiente dentro <br> de un plazo maximo de treinta (30) dias contados a partir de la fecha de recepcion de la <br> notifcacion. Dicha rectifcacion debe ser realizada mediante nota en ejemplar original que <br> debe contener la enmienda, la fecha y el niimero del Certifcado de Origen y ser frmada por <br> una persona autorizada de la autoridad certifcadora de la Parte exportadora. Si el <br> importador no cumpliera con la presentación de la rectificación correspondiente en el plazo <br> estipulado, la autoridad competente de la Parte importadora negard el origen de las <br> mercancias a los efectos del presente Acuerdo. <br> No se aceptaran certifcados con raspaduras, tachaduras o enmiendas. <br> Si los errores fueran detectados en un proceso de control posterior, en el caso de Cuba se <br> notificara al importador, indicando los errores que este presenta y se aplicard lo estipulado <br> en el parrafo anterior, y en el caso de Nicaragua se aplicard su legislacion nacional. <br> ARTÍCULO 15. PROCEDIMIENTO PARA VERIFICAR EL ORIGEN <br> 1. En caso de duda acerca de la autenticidad de las certifcaciones de origen o de <br> presuncion de incumplimiento de los requisitos de origen declarados de conformidad <br> con el presente Anexo, la autoridad aduanera o autoridad competente de la Parte <br> importadora podra solicitar a la autoridad competente o autoridad certifcadora de la <br> Parte exportadora las pruebas adicionales que correspond y adoptar las medidas que <br> considere necesarias para garantizar el interes fscal, pero sin impedir la internacion de <br> la mercancia o mercancias de que se Irate. A tales efectos debera indicar el nOmero y la <br> fecha de los Certifcados de Origen o el periodo de tiempo sobre el cual solicita la <br> informacion referida a un exportador, asi como una breve descripcion del tipo de <br> problema encontrado. Tal informacion debera ser respondida dentro de los quince (15) <br> dias posteriores a la recepcion de la solicitud. <br> Si la informacion a que se refere el parrafo anterior no es sufciente para disipar las dudas <br> sobre el origen de las mercancias amparadas por un Certifcado de Origen, la Parte <br> importadora, a traves de la autoridad competente de la Parte exportadora podra: <br> a) dirigir cuestionarios escritos a exportadores o productores de la mercancia; <br> b) solicitar, en casos justifcados, que esta autoridad realice las gestiones pertinentes, a <br> efectos de poder realizar visitas de verifcacion a las instalaciones de un productor, con <br> producción de la mercancia, asi como otras acciones que contribuyan <br> a la verificacion de su origen; o <br> c) llevar a cabo otros procedimientos que puedan establecerse a traves de la Comision <br> Administradora del presente Acuerdo. <br> Cuando la autoridad competente o aduanera de la Parte importadora notifique el inicio de un <br> procedimiento de verifcacion, la autoridad aduanera no impedird la importacion sucesiva <br> de mercancias identicas enviadas por el exportador sujeto de investigacion. <br> 2 Los cuestionarios a que se hace referencia en el inciso a) del parrafo anterior deberan <br> ser respondidos dentro de un plazo no superior a treinta (30) dias contados a partir de la <br> fecha de la recepcion de la notifcacion al exportador o productor por su autoridad <br> por separado en la propia factura; y <br> competente. La Parte exportadora tendra diez (10) dias contados a partir de la recepciOn <br> de la noffcacion para comunicar al exportador o productor. <br> 3 Durante dicho plazo el exportador o productor podra a traves su autoridad competente, <br> solicitar mediante escrito y por una sola vez, a la autoridad competente de la Parte <br> importadora prorroga del mismo, la cual no podra ser superior a treinta (30) dias. Esta <br> solicitud no dard como resultado la negacion de trato arancelario preferencial. <br> 4 Una vez concluido lo establecido en el inciso a) del parrafo 1 sin resultados defnitivos, <br> la Parte importadora podra realizar una visita de verifcacion, previa notifcacion <br> mediante la autoridad competente de la Parte exportadora. En base a esto el productor <br> de la mercancia dispondra de quince (15) dias contados a partir de dicha notifcacion <br> para aceptar la visita, la cual debera realizarse dentro de los sesenta (60) dias <br> posteriores a dicha aceptacion. <br> La notifcacion a que se refere el parrafo anterior contendra: <br> a) identifcacion de la autoridad competente que hace la notifcacion; <br> c) fecha y lugar de la visita de verifcacion propuesta; <br> d) objeto y alcance de la visita de verifcacion propuesta, haciendo mencion especifca <br> de la mercancia o mercancias objeto de verifcacion; <br> e) identifcacion y cargos de los funcionarios que efectuaran la visita de verifcacion; y <br> arancelario preferencial. <br> f) fundamento legal de la visita de verifcacion. <br> 5 Si dentro de los treinta (30) dias posteriores a la fecha en que se reciba la notifcacion <br> de la visita de verifcacion por parte de la autoridad competente de la Parte exportadora, <br> el exportador o el productor no otorga su consentimiento por escrito para la realizacion <br> de la misma, la Parte importadora resolver* que la mercancia objeto de verifcacion se <br> considera no originaria, denegandole la preferencia arancelaria. <br> 6 Cuando el exportador o productor reciba una notifcacion de visita de verifcacion <br> podra, dentro de los quince (15) dias siguientes a la fecha de recepcion de la misma, <br> por una sola vez, solicitar la posposicion de la visita de verifcacion propuesta, por un <br> periodo no mayor de sesenta (60) dias contados a partir de la fecha en que su autoridad <br> competente recibio la notifcacion, o por un plazo mayor que acuerden las Partes. <br> 7 Para estos efectos, el exportador o productor debera notifcaz la solicitud de la <br> posposicion de la visita a las autoridades competentes de la Parte <br> importadora y de la Parte exportadora. <br> 8 La autoridad competente o aduanera de la Parte importadora no podra denegar el origen <br> de la mercancia o mercancias, con fundamento exclusivamente en la solicitud de <br> posposicion de la visita de verifcacion hecha por el productor o exportador de la mercancia. <br> 9 La autoridad competente de la Parte importadora permitird al exportador o al productor, <br> cuya mercancia o mercancias sean objeto de una visita de verifcacion, designar dos <br> observadores que esten presentes durante la visita, siempre que intervengan unicamente <br> en esa calidad. De no designarse observadores por el exportador o el productor, esa <br> omision no tendra como consecuencia la posposición de la visita. <br> "}, {"ArticleTitle": "RTÍCULO 1. AMBITO DE APLICACION", "ArticleDesc": "ARTÍCULO 1. AMBITO DE APLICACION <br> El presente Anexo establece las normas de origen aplicables en el intercambio de <br> mercancias para que estas sean declaradas como originarias de las Partes, al amparo del <br> presente Acuerdo, a los efectos de: <br> a) califcacion y determinacion del origen de la mercancia; <br> b) certifcacion de origen y emision de los Certifcados de Origen, y <br> c) procesos de verifcacion y control de origen. <br> "}, {"ArticleTitle": "RTÍCULO 2. DEFINICIONES", "ArticleDesc": "ARTÍCULO 2. DEFINICIONES <br> Para los efectos del presente Anexo, se entenderá por: <br> autoridad competente: la autoridad que, conforme a la legislacion nacional de una Parte, <br> es responsable de la aplicacion y administracion de sus leyes y reglamentaciones <br> relacionadas con el origen de las mercancias; <br> autoridad administradora: <br> a) en el caso de Cuba: <br> El Ministerio del Comercio Exterior y la Inversion Extranjera (MINCEX); <br> El Ministerio de Fomento, Industria y Comercio (MIFIC); <br> o sus sucesores; <br> El Centro de Tramites de las Exportaciones (CETREX) del Ministerio de Fomento, <br> lndustria y Comercio (MIFIC); <br> autoridad verifcadora: <br> La Camara de Comercio de la Republica de Cuba; <br> b) en el caso de Nicaragua: <br> La Direccion General de Servicios Aduaneros (DGA); <br> contenedores y materiales de embalaje para embarque: los materiales utilizados para <br> proteger una mercancia durante su transporte, que no incluyen los envases y materiales en <br> los que se empaca la mercancia para la yenta al por menor; <br> dias: dias calendario, incluidos el sabado, domingo y dias feriados; <br> ensamble: el conjunto de operaciones fsicas mediante las cuales se unen piezas o conjuntos <br> de estas para formar una unidad de distinta naturaleza y caracteristicas funcionales que las <br> partes que la integan; <br> envases y materiales de empaque para yenta al por menor: los envases y materiales en <br> que una mercancia es empaquetada para la yenta al por menor; <br> material: comprende las materias primas, insumos, materiales intermedios, partes y piezas <br> utilizadas en la produccion de las mercancias; <br> mercancia: cualquier producto, ARTÍCULO o material, obtenido, producido o ensamblado con fines comerciales; <br> produccion: el cultivo, la cria, la extraccion, la cosecha, la recoleccion, la pesca, la caza, <br> captura y cualquier tipo de procesamiento o transformacion, incluyendo el ensamblado u <br> otras operaciones especificas; <br> Sistema Armonizado: el Sistema Arrnonizado de Designacion y Codifcacion de <br> Mercancias que este en vigor, incluidas sus Reglas Generales de Interpretacion y sus notas <br> legales de seccion, capitulos y subpartidas, en la forma en que las Partes lo hayan adoptado <br> y aplicado en sus respectivas legislaciones nacionales; <br> valor CIF: el valor de la mercancia puesta en el lugar de desembarque convenido, <br> incluyendo costo, seguro y flete; <br> valor FOB: el valor de la mercancia puesta a bordo del medio de transporte acordado, en el <br> punto de embarque convenido, con todos los gastos, derechos y riesgos a cargo del vendedor. <br> "}, {"ArticleTitle": "rtículo 2. Definiciones", "ArticleDesc": "autoridad certificadora: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> ARTÍCULO 3. MERCANCÍAS ORIGINARIAS <br> REGIMEN DE ORIGEN <br> Para los efectos del presente Acuerdo, se consideran mercancias originarias de las Partes: <br> CAPITULO I <br> a) las mercancias que sean obtenidas en su totalidad o producidas enteramente en el <br> CALIFICACION DE ORIGEN <br> territorio de una Parte (producto totalmente obtenido), a saber; <br> i. las mercancias de los reinos mineral, vegetal y animal, incluyendo las de la caza, <br> captura o la pesca, extraidas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br> las mercancias del mar extraidas fuera de su territorio por barcos de su bandera o <br> arrendados por empresas establecidas en su territorio; <br> desechos y desperdicios derivados de la produccion en territorio de una o ambas Partes; <br> iv. mercancias usadas, recolectadas en territorio de una o ambas Partes, siempre que <br> esas mercancias sirvan solo para ser utilizadas como materias primas; <br> b) las mercancias que sean producidas enteramente en el territorio de una o ambas Partes, <br> a partir exclusivamente de materiales que califcan como originarios de una o ambas <br> Partes de conformidad con este Anexo (producto obtenido a partir de materiales <br> originarios de las Partes); <br> c) las mercancias en cuya producciOn se utilicen materiales que no sean originarios de sus <br> respectivos territorios, cuando estos resulten de un proceso de transformacion realizado <br> en el territorio de una de las Partes, que les confera una nueva individualidad <br> caracterizada por el hecho de estar clasifcados en la Nomenclatura Arancelaria vigente <br> en la Parte exportadora, en una partida diferente a la de dichos materiales (cambio de <br> clasifcacion arancelaria; o <br> d) las mercancias que no cumplen el cambio de clasifcacion arancelaria, siempre que el <br> valor CIF de los materiales no originarios, utilizados en su produccion, no exceda el <br> cincuenta por ciento (50%) del valor FOB de las mercancias de que se trate (criterio de valor); <br> e) no obstante, las mercancias contenidas en el Apendice I del presente Anexo, tienen que <br> ser totalmente originarias para gozar de las preferencias arancelarias derivadas del <br> presente regimen de origen. <br> ARTÍCULO 4. OPERACIONES O PROCESOS MINIMOS <br> No seran consideradas como originarias las mercancias que resulten de operaciones o <br> procesos minimos que individualmente o combinados entre si no conferan origen a una <br> mercancia, de conformidad con lo siguiente: <br> a) operaciones necesarias para la preservación de las mercancias durante el transporte o <br> almacenamiento, incluidas la aireacion, ventilacion, secado, refrigeracion, congelacion, <br> eliminacion de partes danadas, aplicacion de aceite, pintura, anticorrosivo o <br> recubrimientos protectores, colocacion de sal, dioxido de azufre o alguna otra solucion acuosa; <br> b) operaciones simples que consistan en: limpieza, lavado, cribado, tamizado o zarandeo, <br> selecciOn, clasifcacion o gaduacion, entresaque; pelado descascarado o desconchado, <br> desganado, deshuesado, estruj ado o exprimido, enjuagado, eliminaciOn de polvo o de <br> partes averiadas o dafiadas, clasifcación, division de envios a ganel, agrupacion de <br> paquetes, adhesi6n de marcas, etiquetas o seliales distintivas sobre las mercancias y sus <br> embalajes, envasado, desenvasado o reenvasado; <br> c) reunion o armado de partes de mercancias para constituir una mercancia completa; <br> d) operaciones de dilucion en agua u otros solventes, ionizacion o salado, que no alteren la <br> naturaleza de las mercancias; o <br> e) matanza de animales. <br> ARTÍCULO 5. ACUMULACIÓN <br> A los efectos del cumplimiento de los requisitos de origen establecidos en el presente <br> Anexo, los materiales y otros insumos, originarios del territorio de una Parte, incorporados a <br> una mercancia en el territorio de la otra Parte, seran considerados como originarios <br> del territorio de esta <br> Las Partes podran acumular materiales y otros insumos originarios de Venezuela, Ecuador y <br> Bolivia. Para efectos de las verifcaciones de origen, que incluyan investigaciones a <br> mercancias que han incorporado en su proceso de producción materiales e insumos <br> importados de Venezuela, Ecuador y Bolivia, se aceptaran como prueba sufciente del <br> origen, los Certifcados de Origen que se presentaron al momento de la importacion al <br> territorio de Nicaragua o Cuba, emitidos en los citados paises. <br> ARTÍCULO 6. TRANSBORDO Y EXPEDICIÓN DIRECTA O TRÁNSITO INTERNACIONAL <br> Una mercancia originaria no perdera tal condicien, cuando se exporte y en su transportacion <br> b) nombre del exportador o del productor que se pretende visitar; <br> pase por el territorio de otros paises, incluidas las Zonas Libres, siempre que <br> se cumpla con los requisitos siguientes: <br> a) el transito este justifcado por razones geografcas o por consideraciones relafvas a <br> requerimientos y disponibilidad de transporte interacional; <br> b) no ingrese al comercio o al consumo en el territorio de los paises en transito; <br> Artículo 8. Accesorios, Repuestos y Herramientas <br> c) durante su transporte y deposit° no sea transformado o sometido a operaciones <br> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulacion para <br> asegurar la conservacion; y <br> d) permanezca bajo control de la autoridad aduanera en el territorio de los paises en transito. <br> ARTÍCULO 7. DE MINIMIS <br> Una mercancia serã considerada originaria si el valor CIF de todos los materiales no <br> originarios utilizados en su producción, que no esten clasificados en una posicion <br> arancelaria diferente a la de la mercancia, no excede el quince por ciento (15%) del valor <br> FOB de exportacion de la mercancia. <br> Los accesorios, repuestos o herramientas usuales de la mercancia, entregados con esta, se <br> deberan tratar como originarios Si la mercancia es originaria y no se tomaran en cuenta para <br> determinar si todos los materiales no originarios utilizados en la produccion de la mercancia <br> sufren el correspondiente cambio de clasifcacion arancelaria, siempre que: <br> a) los accesorios, repuestos y herramientas que esten clasifcados con la mercancia y no se <br> hubiesen facturado por separado, independientemente de que cada uno se identifque <br> a) combustible y energia; <br> b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br> habituales para la mercancia. <br> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los accesorios, <br> repuestos y herramientas, se tomaran en cuenta como originarios o no originarios, segfn sea <br> el caso, para calcular el criterio de valor de la mercancia. <br> ARTÍCULO 9. JUEGOS O SURTIDOS DE MERCANCIAS <br> Las mercancias que sean clasifcadas como un juego o surtido como resultado de la <br> aplicacian de la Regla 3 de las Reglas Generales de Interpretacion del Sistema Armonizado, <br> asi como las mercancias cuya descripcion en la nomenclatura del Sistema Armonizado sea <br> especifcamente la de un juego o surtido, se consideraran como originarias solo si cada <br> mercancia en el juego o surtido es originaria y tanto el juego o surtido como las mercancias <br> cumplen con todos los demas requisitos aplicables en el presente Anexo. <br> No obstante el parrafo anterior, un juego o surtido de mercancias es originario, Si el valor de <br> todas las mercancias no originarias incorporadas en el juego o surtido no excede el quince <br> por ciento (15%) del valor FOB del juego o surtido. <br> ARTÍCULO 10. ENVASES Y MATERIALES DE EMPAQUE EN QUE UNA MERCANCÍA SE PRESENT'E PARA LA VENTA AL POR MENOR <br> Los envases y los materiales de empaque utilizados para la yenta al por menor de una <br> mercancia, si estan clasifcados con la mercancia que contienen, no se tomaran en cuenta <br> para determinar si todos los materiales no originarios utilizados en la produccion de la <br> mercancia sufren los correspondientes cambios de clasifcacion arancelaria establecidos en el presente Anexo. <br> Si la mercancia esta sujeta al requisito de criterio de valor, el valor de los envases y <br> materiales de empaque descritos en el parrafo anterior, se tomaran en cuenta como <br> originarios o no originarios, segdn sea el caso, para calcular el criterio de valor de la mercancia. <br> ARTÍCULO 11. CONTENEDORES, MATERIAS Y PRODUCTOS DE EMBALAJE PARA EMBARQUE <br> Los contenedores y materiales de embalaje <br> para embarque no seran tomados en cuenta para <br> determinar si una mercancia es originaria. <br> ARTÍCULO 12. MATERIALES INDIRECTOS <br> Independientemente del lugar de su producción, un material indirecto sera considerado <br> como originario cuando sea utilizado en la producción, verificacion o inspección de una <br> mercancia, siempre que no quede fsicamente incorporado a esta y cuyo uso pueda <br> demostrarse razonablemente que forma parte de dicha produccion. A tales efectos se <br> consideraran como materiales indirectos, los siguientes: <br> b) herramientas, matrices y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edifcaciones; y <br> d) cualquier otro material utilizado en la producción y que no haya sido incorporado en la <br> composicion fnal de la mercancia. <br> CAPÍTULO II <br> DECLARACION, CERTIFICACIÓN, Y VERIFICACIÓN <br> ARTÍCULO 13. DECLARACIÓN Y CERTIFICACIÓN DE ORIGEN <br> 1. Para los efectos de este Anexo, las Partes establecen un formato Anico para el <br> Certifcado de Origen, que entrard en vigencia el mismo dia que este Acuerdo y podra <br> información falsa o incorrecta. <br> ser modifcado por consentimiento mutuo (Apendice 2). <br> 2 El Certifcado de Origen establecido en el parrafo 1 se utilizard para certificar que una <br> mercancia que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br> 3 La autoridad certificadora de cada Parte exigird a los exportadores o productores que <br> completen, frmen y fechen un Certificado de Origen para cada exportacion de <br> mercancias para la cual un importador de la otra Parte pueda reclamar tratamiento <br> 4 El exportador o productor que complete, frme y feche un Certificado de Origen lo <br> realizara a traves de una declaracion jurada, comprometiendose a asumir cualquier <br> responsabilidad administrativa, civil o penal cuando incluya en el certifcado de origen <br> 5 La autoridad certifcadora de cada Parte certifcard que el Certifcado de Origen <br> llenado, frmado y fechado por el exportador o productor de la mercancia esta correcto, <br> basado en la informacion proporcionada por tal exportador o productor, y verifcard que <br> el exportador o productor realmente está ubicado en esa Parte. <br> 6 Cada Parte requerird que se selle, frme y feche el Certifcado de Origen por la <br> autoridad certifcadora de la Parte exportadora con respecto a la exportacion de una <br> mercancia para la que el importador pueda solicitar tratamiento arancelario <br> preferencial. El Certifcado de Origen debera tener tambien un niimero de serie que <br> permita su identifcacion, el cual sera administrado por la autoridad certificadora. <br> 7 La autoridad certifcadora de la Parte exportadora debera: <br> a) elaborar e implementar los procedimientos administrativos para certifcar los <br> Certifcados de Origen que su productor o exportador Ilene, frme y feche; <br> b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br> el objeto de examinar los procesos productivos, las instalaciones que se utilicen en la <br> informacion sobre el origen de las mercancias importadas para las cuales se <br> solicita tratamiento arancelario preferencial; y <br> c) notifcar por escrito, antes que entre en vigencia este Acuerdo, la informacion de <br> contacto de la autoridad certifcadora, la lista de los nombres de las personas <br> autorizadas para certifcar el Certifcado de Origen, con sus frmas y sellos <br> correspondientes. Las modificaciones a esta lista se notifcaran por escrito a la otra <br> Parte inmediatamente y entraran en vigencia treinta (30) dias despues de la fecha <br> en la cual se reciba la notificación de la modifcación, pero sin impedir la <br> internacion de la mercancia o mercancias de que se trate. <br> 8 Cada Parte dispondra que un Certifcado de Origen sera aplicable unicamente a una <br> importacion de una o mas mercancias al territorio de esa Parte. <br> 9 Cada Parte dispondra que la autoridad aduanera de la Parte importadora acepte un <br> Certifcado de Origen valido por un periodo de ciento ochenta (180) dias contados a <br> partir de la fecha en la cual el Certifcado te frmado y sellado por la autoridad certificadora. <br> 10. En caso que la mercancia sea internada, admitida o almacenada temporalmente bajo <br> control aduanero, en la medida en que la mercancia salga en el mismo estado y <br> condición en que ingeso, sin alterar la clasifcacion arancelaria ni su califcacion de <br> origen en la Parte importadora, el plazo de validez del Certifcado de Origen seiialado <br> en el parrafo 1 quedard suspendido por el tiempo que la administracion aduanera haya <br> autorizado dichas operaciones o regimenes. <br> 11. Cada Parte dispondra que cuando un exportador no sea el productor de la mercancia, <br> Ilene, frme y feche el certifcado de origen con fundamento en: <br> a) su conocimiento respecto de si la mercancia califca como originaria; y <br> b) declaracion de origen llenada, frmada y fechada por el productor de la mercancia <br> y proporcionada voluntariamente al exportador. <br> 12. Cada Parte dispondra que el tratamiento arancelario preferencial no sera negado porque <br> la mercancia cubierta por un Certifcado de Origen sea facturada por una empresa <br> ubicada en el territorio de otro pals. El emisor del Certifcado de Origen debe refejar <br> en la casilla de observaciones que la mercancia te facturada por un operador de un <br> tercer pals, identifcando el nombre, denominacion o razon social y domicilio del mismo. <br> Excepcionalmente, si al momento de expedir el Certifcado de Origen, no se conociera <br> el nurnero de la factura comercial emitida por un operador de un tercer pals, el area <br> correspondiente en el Certifcado no sera llenada. En este caso, el importador <br> presentard ante su autoridad aduanera una declaracion jurada conforme su legislacion <br> nacional, que justifique el hecho, en la que debera indicar, los numeros y fechas de la <br> factura comercial y del Certificado de Origen que ampara la operacion de importacion. <br> 13. El sistema de clasifcacion arancelaria a utilizar al momento de elaborar los <br> Certificados de Origen sera aquel incluido en el presente Acuerdo por la Parte Exportadora. <br> Los Certificados de Origen no podran ser expedidos con antelacion a la fecha de <br> emision de la factura comercial correspondiente a la operación de que se Irate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes, salvo en lo dispuesto en el <br> segundo parrafo del numeral 12. <br> ARTÍCULO 14. OMISIONES O ERRORES EN LA CERTIFICACION DE ORIGEN <br> En caso de detectarse errores formales en el Certifcado de Origen, es decir, aquellos que no <br> afectan la califcacion de origen de la mercancia, en el momento de la importacion, la <br> autoridad aduanera no denegard la importacion y conservard el original del Certifcado de <br> Origen y se notifcard al importador indicando los errores que este presenta, pudiendo <br> establecer medidas de conformidad con su legislacion nacional para garantizar el interés fiscal. <br> En base a lo anterior, el importador debera presentar la rectificacion correspondiente dentro <br> de un plazo maximo de treinta (30) dias contados a partir de la fecha de recepcion de la <br> notifcacion. Dicha rectifcacion debe ser realizada mediante nota en ejemplar original que <br> debe contener la enmienda, la fecha y el niimero del Certifcado de Origen y ser frmada por <br> una persona autorizada de la autoridad certifcadora de la Parte exportadora. Si el <br> importador no cumpliera con la presentación de la rectificación correspondiente en el plazo <br> estipulado, la autoridad competente de la Parte importadora negard el origen de las <br> mercancias a los efectos del presente Acuerdo. <br> No se aceptaran certifcados con raspaduras, tachaduras o enmiendas. <br> Si los errores fueran detectados en un proceso de control posterior, en el caso de Cuba se <br> notificara al importador, indicando los errores que este presenta y se aplicard lo estipulado <br> en el parrafo anterior, y en el caso de Nicaragua se aplicard su legislacion nacional. <br> ARTÍCULO 15. PROCEDIMIENTO PARA VERIFICAR EL ORIGEN <br> 1. En caso de duda acerca de la autenticidad de las certifcaciones de origen o de <br> presuncion de incumplimiento de los requisitos de origen declarados de conformidad <br> con el presente Anexo, la autoridad aduanera o autoridad competente de la Parte <br> importadora podra solicitar a la autoridad competente o autoridad certifcadora de la <br> Parte exportadora las pruebas adicionales que correspond y adoptar las medidas que <br> considere necesarias para garantizar el interes fscal, pero sin impedir la internacion de <br> la mercancia o mercancias de que se Irate. A tales efectos debera indicar el nOmero y la <br> fecha de los Certifcados de Origen o el periodo de tiempo sobre el cual solicita la <br> informacion referida a un exportador, asi como una breve descripcion del tipo de <br> problema encontrado. Tal informacion debera ser respondida dentro de los quince (15) <br> dias posteriores a la recepcion de la solicitud. <br> Si la informacion a que se refere el parrafo anterior no es sufciente para disipar las dudas <br> sobre el origen de las mercancias amparadas por un Certifcado de Origen, la Parte <br> importadora, a traves de la autoridad competente de la Parte exportadora podra: <br> a) dirigir cuestionarios escritos a exportadores o productores de la mercancia; <br> b) solicitar, en casos justifcados, que esta autoridad realice las gestiones pertinentes, a <br> efectos de poder realizar visitas de verifcacion a las instalaciones de un productor, con <br> producción de la mercancia, asi como otras acciones que contribuyan <br> a la verificacion de su origen; o <br> c) llevar a cabo otros procedimientos que puedan establecerse a traves de la Comision <br> Administradora del presente Acuerdo. <br> Cuando la autoridad competente o aduanera de la Parte importadora notifique el inicio de un <br> procedimiento de verifcacion, la autoridad aduanera no impedird la importacion sucesiva <br> de mercancias identicas enviadas por el exportador sujeto de investigacion. <br> 2 Los cuestionarios a que se hace referencia en el inciso a) del parrafo anterior deberan <br> ser respondidos dentro de un plazo no superior a treinta (30) dias contados a partir de la <br> fecha de la recepcion de la notifcacion al exportador o productor por su autoridad <br> por separado en la propia factura; y <br> competente. La Parte exportadora tendra diez (10) dias contados a partir de la recepciOn <br> de la noffcacion para comunicar al exportador o productor. <br> 3 Durante dicho plazo el exportador o productor podra a traves su autoridad competente, <br> solicitar mediante escrito y por una sola vez, a la autoridad competente de la Parte <br> importadora prorroga del mismo, la cual no podra ser superior a treinta (30) dias. Esta <br> solicitud no dard como resultado la negacion de trato arancelario preferencial. <br> 4 Una vez concluido lo establecido en el inciso a) del parrafo 1 sin resultados defnitivos, <br> la Parte importadora podra realizar una visita de verifcacion, previa notifcacion <br> mediante la autoridad competente de la Parte exportadora. En base a esto el productor <br> de la mercancia dispondra de quince (15) dias contados a partir de dicha notifcacion <br> para aceptar la visita, la cual debera realizarse dentro de los sesenta (60) dias <br> posteriores a dicha aceptacion. <br> La notifcacion a que se refere el parrafo anterior contendra: <br> a) identifcacion de la autoridad competente que hace la notifcacion; <br> c) fecha y lugar de la visita de verifcacion propuesta; <br> d) objeto y alcance de la visita de verifcacion propuesta, haciendo mencion especifca <br> de la mercancia o mercancias objeto de verifcacion; <br> e) identifcacion y cargos de los funcionarios que efectuaran la visita de verifcacion; y <br> arancelario preferencial. <br> f) fundamento legal de la visita de verifcacion. <br> 5 Si dentro de los treinta (30) dias posteriores a la fecha en que se reciba la notifcacion <br> de la visita de verifcacion por parte de la autoridad competente de la Parte exportadora, <br> el exportador o el productor no otorga su consentimiento por escrito para la realizacion <br> de la misma, la Parte importadora resolver* que la mercancia objeto de verifcacion se <br> considera no originaria, denegandole la preferencia arancelaria. <br> 6 Cuando el exportador o productor reciba una notifcacion de visita de verifcacion <br> podra, dentro de los quince (15) dias siguientes a la fecha de recepcion de la misma, <br> por una sola vez, solicitar la posposicion de la visita de verifcacion propuesta, por un <br> periodo no mayor de sesenta (60) dias contados a partir de la fecha en que su autoridad <br> competente recibio la notifcacion, o por un plazo mayor que acuerden las Partes. <br> 7 Para estos efectos, el exportador o productor debera notifcaz la solicitud de la <br> posposicion de la visita a las autoridades competentes de la Parte <br> importadora y de la Parte exportadora. <br> 8 La autoridad competente o aduanera de la Parte importadora no podra denegar el origen <br> de la mercancia o mercancias, con fundamento exclusivamente en la solicitud de <br> posposicion de la visita de verifcacion hecha por el productor o exportador de la mercancia. <br> 9 La autoridad competente de la Parte importadora permitird al exportador o al productor, <br> cuya mercancia o mercancias sean objeto de una visita de verifcacion, designar dos <br> observadores que esten presentes durante la visita, siempre que intervengan unicamente <br> en esa calidad. De no designarse observadores por el exportador o el productor, esa <br> omision no tendra como consecuencia la posposición de la visita. <br> "}]}]}, "members_found": ["558", "192"]}