{"FtaRooDetails": {"FtaId": 832, "FtaCode": "ITC00862", "FtaName": "Iran-Bosnia and Herzegovina", "FtaFullName": "Preferential Trade Agreement between Bosnia and Herzegovina and the Islamic Republic of Iran", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2010", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Bosnia and Herzegovina; Iran (Islamic Republic of)", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Iran-Bosnia and Herzegovina", "AdminProcCooAuth": "The certification type under Iran-Bosnia and Herzegovina is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Iran-Bosnia and Herzegovina is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Iran-Bosnia and Herzegovina agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "(1) Within the meaning clause (b) Article 6, products worked on or processed as a result of which the total value of the materials, parts or produce originating from other than the exporting Contracting Party or of undetermined origin used does not exceed fifty per cent of the ex-works price value of the products produced or obtained and the final process of manufacture is performed within the territory of the exporting Contracting Party shall be eligible for preferential concessions subject to fulfilment of the relevant criteria thereof.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00862_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00862_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00862_full.pdf", "DocType": "8_full", "WebLink": "http://www.mvteo.gov.ba/attachments/en_bh-ira~1pdf.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Principle of territoriality <br /> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br /> of Iran to another country are returned, they must be considered as non-originating, unless <br /> it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those that were exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br /> or vehicle, which are part of the normal equipment and included in the price thereof or which <br /> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br /> apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Wholly obtained products <br /> 1 The following shall be considered as wholly obtained in one of the Contracting Parties: <br /> (a) mineral products extracted from its soil or from its seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the territorial <br /> waters of a Contracting Party by its vessels; <br /> (g) products made on board their factory ships exclusively from products referred to in (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, including used <br /> tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside its territorial waters provided <br /> that it has sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall apply only to <br /> vessels and factory ships: <br /> (a) which are registered or recorded in a Contracting Party; <br /> (b) which sail under the flag of a Contracting Party; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of the Contracting <br /> Parties, or by a company with its head office in one of the Contracting Parties, of <br /> which the manager or managers, Chairman of the Board of Directors or the <br /> Supervisory Board, and the majority of the members of such boards are nationals of a <br /> Contracting Party and of which, in addition, in the case of partnerships or limited <br /> companies, at least half the capital belongs to a Contracting Party or to public bodies <br /> or nationals of a Contracting Party; <br /> (d) of which the master and officers are nationals of a Contracting Party; and <br /> (e) of which at least 75 per cent of the crew are nationals of a Contracting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Insufficient working or processing <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, whether or <br /> not the requirements of Article 8 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during <br /> transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br /> and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds, <br /> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br /> products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals <br /> (q) packing <br /> 2. All operations carried out in a Contracting Party on a given product shall be considered <br /> together when determining whether the working or processing undergone by that product <br /> is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Not wholly produced or obtained <br /> (1) Within the meaning clause (b) Article 6, products worked on or processed as a result of <br /> which the total value of the materials, parts or produce originating from other than the <br /> exporting Contracting Party or of undetermined origin used does not exceed fifty per cent <br /> of the ex-works price value of the products produced or obtained and the final process of <br /> manufacture is performed within the territory of the exporting Contracting Party shall be <br /> eligible for preferential concessions subject to fulfilment of the relevant criteria thereof. <br /> (2) The value of the non-originating materials, parts or produce shall be <br /> (a) the C.I.F. (or C.I.P.) value at the time of importation of materials, parts or produce <br /> where this can be proven; or <br /> (b) the earliest ascertainable price paid for the material, parts or produce of undetermined <br /> origin in the territory of the exporting Contracting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the <br /> origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Direct transport <br /> 1 The preferential treatment provided for under the Agreement applies only to products, <br /> satisfying the requirements of this Annex, which are transported directly between the <br /> Contracting Parties. However, products constituting one single consignment may be <br /> transported through other territories with, should the occasion arise, trans-shipment or <br /> temporary warehousing in such territories, provided that they remain under the <br /> surveillance of the customs authorities in the country of transit or warehousing and do not <br /> undergo operations other than unloading, reloading or any operation designed to preserve <br /> them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of the Contracting Parties. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br /> the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country through <br /> the country of transit; or <br /> (b) a certificate issued by the relevant competent authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br /> the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Principle of territoriality <br /> 1 The conditions for acquiring originating status set out in Title II must continue to be <br /> fulfilled at all times in Bosnia and Herzegovina or in the Islamic Republic of Iran. <br /> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br /> of Iran to another country are returned, they must be considered as non-originating, unless <br /> it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those that were exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Accounting segregation <br /> 1. Where considerable cost or material difficulties arise in keeping separate stocks of <br /> originating and non-originating materials, which are identical and interchangeable, the <br /> customs authorities may, at the written request of those concerned, authorise the so-called <br /> @^@accounting segregation@^@ method to be used for managing such stocks. <br /> 2. This method must be able to ensure that, for a specific reference-period, the number of <br /> products obtained which could be considered as @^@originating@^@ is the same as that which <br /> would have been obtained if there had been physical segregation of the stocks. <br /> 3. The authorities may grant such authorisation, subject to any conditions deemed appropriate. <br /> 4. This method is recorded and applied on the basis of the general accounting principles <br /> applicable in the country where the product was manufactured. <br /> 4 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br /> be, for the quantity of products, which may be considered as originating. At the request of <br /> the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The authorities shall monitor the use made of the authorisation and may withdraw it at any <br /> time whenever the beneficiary makes improper use of the authorisation in any manner <br /> whatsoever or fails to fulfil any of the other conditions laid down in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br /> when all component products are originating. Nevertheless, when a set is composed of <br /> originating and non-originating products, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating products does not exceed 15 per cent of the <br /> ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Exhibitions <br /> 1 Originating products, sent for exhibition outside of the Contracting Parties and sold after <br /> the exhibition for importation in a Contracting Party shall benefit on importation from the <br /> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from Contracting Party to the country in <br /> which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in Contracting Party; <br /> (c) the products have been consigned during the exhibition or immediately thereafter in <br /> the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any <br /> purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions of Title IV <br /> and submitted to the customs authorities of the importing country in the normal manner. <br /> The name and address of the exhibition must be indicated thereon. Where necessary, <br /> additional documentary evidence of the conditions under which they have been exhibited <br /> may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br /> similar public show or display which is not organised for private purposes in shops or <br /> business premises with a view to the sale of foreign products, and during which the <br /> products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : General requirements <br /> 1 Products originating in Contracting Party shall, on importation into the other Contracting <br /> Party benefit from the Agreement upon submission of a certificate of origin Form A, a <br /> specimen of which appears in Annex I <br /> Article 18 : Procedure for the issue of a certificate of origin Form A <br /> 1 A certificate of origin Form A shall be issued by the relevant competent authorities of the <br /> exporting country on application having been made in writing by the exporter or, under <br /> the exporter's responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out the certificate <br /> of origin Form A. This form shall be completed in English language, and in accordance <br /> with the provisions of the domestic law of the exporting country. If it is hand-written, it <br /> shall be completed in ink in printed characters. The description of the products must be <br /> given in the box reserved for this purpose without leaving any blank lines. Where the box <br /> is not completely filled, a horizontal line must be drawn below the last line of the <br /> description, the empty space being crossed through. <br /> 3 The exporter applying for the issue of a certificate of origin Form A shall be prepared to <br /> submit at any time, at the request of the relevant competent authorities of the exporting <br /> country where the certificate of origin Form A is issued, all appropriate documents <br /> proving the originating status of the products concerned as well as the fulfilment of the <br /> other requirements of this Annex. <br /> 4 A certificate of origin Form A shall be issued by the relevant competent authorities in <br /> Contracting Party if the products concerned can be considered as products originating in <br /> one of the Contracting Parties and fulfil the other requirements of this Annex. <br /> 5 The relevant competent authorities issuing certificate of origin Form A shall take any <br /> steps necessary to verify the originating status of the products and the fulfilment of the <br /> other requirements of this Annex. For this purpose, they shall have the right to call for any <br /> evidence and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. They shall also ensure that the form referred to in paragraph 2 is <br /> duly completed. In particular, they shall check whether the space reserved for the <br /> description of the products has been completed in such a manner as to exclude all <br /> possibility of fraudulent additions. <br /> 6 The place and date of issue of the certificate of origin Form A shall be indicated in Box <br /> 11(BiH), 12(Iran) of the certificate. <br /> 7 A certificate of origin Form A shall be issued by the relevant competent authorities and <br /> made available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 19 : Certificate of origin Form A issued retrospectively <br /> 1 Notwithstanding Article 18/ (para7), a certificate of origin Form A may exceptionally be <br /> issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions <br /> or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the relevant competent authorities that a <br /> certificate of origin Form A was issued but was not accepted at importation for <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his application the <br /> place and date of exportation of the products to which the certificate of origin Form A <br /> relates, and state the reasons for his request. <br /> 3 The relevant competent authorities may issue a certificate of origin Form A <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br /> ISSUED RETROSPECTIVELY <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br /> certificate of origin Form A. <br /> Article 20 : Issue of a duplicate certificate of origin Form A <br /> 1. In the event of theft, loss or destruction of a certificate of origin Form A, the exporter may <br /> apply to the relevant competent authorities, which issued it for a duplicate made out on the <br /> basis of the export documents in their possession. <br /> 3. The duplicate issued in this way must be endorsed with the following word: @^@DUPLICATE@^@ <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box 4 of the <br /> duplicate certificate of origin Form A. <br /> 4. The duplicate, which must bear the date of issue of the original certificate of origin Form <br /> A, shall take effect as from that date. <br /> Article 21 : Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in Contracting <br /> Party, it shall be possible to replace the original proof of origin by one or more certificate of <br /> origin Form A for the purpose of sending all or some of these products elsewhere within <br /> Contracting Party. The replacement certificate(s) of origin Form A shall be issued by the <br /> relevant competent authorities. <br /> Article 24 : Submission of proof of origin <br /> Proofs of origin shall be submitted to the customs authorities of the importing country in <br /> accordance with the procedures applicable in that country. The said authorities may require a <br /> translation of a proof of origin and may also require the import declaration to be accompanied <br /> by a statement from the importer to the effect that the products meet the conditions required <br /> for the implementation of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for six months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing country <br /> after the final date for presentation specified in paragraph 1 may be accepted for the <br /> purpose of applying preferential treatment, where the failure to submit these documents by <br /> the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing country <br /> may accept the proofs of origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a certificate of origin Form A shall keep for at least <br /> three years the documents referred to in Article 18(para3). <br /> 2 The relevant competent authorities of the exporting country issuing a certificate of origin <br /> Form A shall keep for at least three years the application form referred to in Article <br /> 18(para2). <br /> 3 The customs authorities of the importing country shall keep for at least three years the <br /> certificate of origin Form A and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Certificate of origin Form A issued retrospectively <br /> 3 The relevant competent authorities may issue a certificate of origin Form A <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br /> ISSUED RETROSPECTIVELY <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br /> certificate of origin Form A.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting documents <br /> The documents referred to in Article 18(3) used for the purpose of proving that products <br /> covered by a certificate of origin Form A can be considered as products originating in one of <br /> the Contracting Parties and fulfil the other requirements of this Annex may consist inter alia <br /> of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br /> concerned, contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in one of <br /> the Contracting Parties where these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in one of the Contracting <br /> Parties, issued or made out in that Contracting Party, where these documents are used in <br /> accordance with domestic law; <br /> (d) certificate of origin Form A or invoice declarations proving the originating status of <br /> materials used, issued or made out in a Contracting Party in accordance with rules of <br /> origin which are identical to the rules in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Verification of proofs of origin <br /> Subsequent verifications of proofs of origin shall be carried out at random or whenever <br /> the customs authorities of the importing country have reasonable doubts as to the <br /> authenticity of such documents, the originating status of the products concerned or the <br /> fulfilment of the other requirements of this Annex. <br /> For the purposes of implementing the provisions of paragraph 1, the customs authorities <br /> of the importing country shall return the certificate of origin Form A and the invoice, if it <br /> has been submitted, the invoice declaration, or a copy of these documents, to the customs <br /> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br /> Any documents and information obtained suggesting that the information given on the <br /> certificate of origin Form A is incorrect shall be forwarded in support of the request for verification. <br /> The verification shall be carried out by the relevant competent authorities of the exporting <br /> country. For this purpose, they shall have the right to call for any evidence and to carry <br /> out any inspection of the exporter's accounts or any other check considered appropriate. <br /> If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> The customs authorities requesting the verification shall be informed of the results of this <br /> verification as soon as possible. These results must indicate clearly whether the documents <br /> are authentic and whether the products concerned can be considered as products <br /> originating in one of the Contracting Parties and fulfil the other requirements of this Annex. <br /> If in cases of reasonable doubt there is no reply within ten months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine the <br /> authenticity of the document in question or the real origin of the products, the requesting <br /> customs authorities may refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document, which contains incorrect information for the purpose of obtaining a preferential <br /> treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin <br /> and those made in the documents submitted to the customs office for the purpose of <br /> carrying out the formalities for importing the products shall not ipso facto render the proof <br /> of origin null and void if it is duly established that this document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning the <br /> correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 26 : Supporting documents <br> Concerning the definition of the concept of @^@originating products@^@ <br> Sets <br> 1 The following shall be considered as wholly obtained in one of the Contracting Parties: <br> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br> The documents referred to in Article 18(3) used for the purpose of proving that products <br> TITLE I <br> covered by a certificate of origin Form A can be considered as products originating in one of <br> the Contracting Parties and fulfil the other requirements of this Annex may consist inter alia <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> other requirements of this Annex. <br> (c) machines and tools; <br> Article 12 : Sets <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br> (c) live animals born and raised there; <br> (e) products obtained by hunting or fishing conducted there; <br> concerned, contained for example in his accounts or internal book-keeping; <br> (f) products of sea fishing and other products taken from the sea outside the territorial <br> Neutral elements <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br> (b) documents proving the originating status of materials used, issued or made out in one of <br> waters of a Contracting Party by its vessels; <br> when all component products are originating. Nevertheless, when a set is composed of <br> the Contracting Parties where these documents are used in accordance with domestic law; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (g) products made on board their factory ships exclusively from products referred to in (f); <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> (c) documents proving the working or processing of materials in one of the Contracting <br> apparatus or vehicle in question. <br> provided that the value of the non-originating products does not exceed 15 per cent of the <br> Parties, issued or made out in that Contracting Party, where these documents are used in <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> ex-works price of the set. <br> accordance with domestic law; <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> (d) certificate of origin Form A or invoice declarations proving the originating status of <br> (i) Sharpening, simple grinding or simple cutting; <br> materials used, issued or made out in a Contracting Party in accordance with rules of <br> Supporting documents <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> that it has sole rights to work that soil or subsoil; <br> origin which are identical to the rules in this Annex. <br> origin of the following which might be used in its manufacture: <br> Article 27 : Preservation of proof of origin and supporting documents <br> (d) products from live animals raised there; <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall apply only to <br> vessels and factory ships: <br> 1 The exporter applying for the issue of a certificate of origin Form A shall keep for at least <br> (a) which are registered or recorded in a Contracting Party; <br> it can be demonstrated to the satisfaction of the customs authorities that: <br> three years the documents referred to in Article 18(para3). <br> (a) mineral products extracted from its soil or from its seabed; <br> (b) which sail under the flag of a Contracting Party; <br> 2 The relevant competent authorities of the exporting country issuing a certificate of origin <br> (c) which are owned to an extent of at least 50 per cent by nationals of the Contracting <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Form A shall keep for at least three years the application form referred to in Article <br> GENERAL PROVISIONS <br> Parties, or by a company with its head office in one of the Contracting Parties, of <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 18(para2). <br> which the manager or managers, Chairman of the Board of Directors or the <br> (b) plant and equipment; <br> 3 The customs authorities of the importing country shall keep for at least three years the <br> Supervisory Board, and the majority of the members of such boards are nationals of a <br> certificate of origin Form A and the invoice declarations submitted to them. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (h) used articles collected there fit only for the recovery of raw materials, including used <br> Contracting Party and of which, in addition, in the case of partnerships or limited <br> 1 The conditions for acquiring originating status set out in Title II must continue to be <br> Article 28 : Discrepancies and formal errors <br> (o) a combination of two or more operations specified in (a) to (n); <br> companies, at least half the capital belongs to a Contracting Party or to public bodies <br> fulfilled at all times in Bosnia and Herzegovina or in the Islamic Republic of Iran. <br> or nationals of a Contracting Party; <br> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin <br> (d) of which the master and officers are nationals of a Contracting Party; and <br> of Iran to another country are returned, they must be considered as non-originating, unless <br> (e) of which at least 75 per cent of the crew are nationals of a Contracting Party. <br> Exhibitions <br> carrying out the formalities for importing the products shall not ipso facto render the proof <br> of the following: <br> Article 8 : Not wholly produced or obtained <br> (a) the returning goods are the same as those that were exported; and <br> of origin null and void if it is duly established that this document does correspond to the products submitted. <br> Not wholly produced or obtained <br> (1) Within the meaning clause (b) Article 6, products worked on or processed as a result of <br> which the total value of the materials, parts or produce originating from other than the <br> exporting Contracting Party or of undetermined origin used does not exceed fifty per cent <br> Preservation of proof of origin and supporting documents <br> of the ex-works price value of the products produced or obtained and the final process of <br> 1 The preferential treatment provided for under the Agreement applies only to products, <br> PROOF OF ORIGIN <br> manufacture is performed within the territory of the exporting Contracting Party shall be <br> satisfying the requirements of this Annex, which are transported directly between the <br> eligible for preferential concessions subject to fulfilment of the relevant criteria thereof. <br> Contracting Parties. However, products constituting one single consignment may be <br> (2) The value of the non-originating materials, parts or produce shall be <br> transported through other territories with, should the occasion arise, trans-shipment or <br> (a) the C.I.F. (or C.I.P.) value at the time of importation of materials, parts or produce <br> where this can be proven; or <br> surveillance of the customs authorities in the country of transit or warehousing and do not <br> (b) the earliest ascertainable price paid for the material, parts or produce of undetermined <br> origin in the territory of the exporting Contracting Party. <br> Article 11 : Accessories, spare parts and tools <br> Originating products may be transported by pipeline across territory other than that of the Contracting Parties. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> (a) a single transport document covering the passage from the exporting country through <br> the customs authorities of the importing country by the production of: <br> not the requirements of Article 8 are satisfied: <br> Direct transport <br> the country of transit; or <br> (b) a certificate issued by the relevant competent authorities of the country of transit: <br> (c) failing these, any substantiating documents. <br> Article 14 : Principle of territoriality <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> evidence and to carry out any inspection of the exporter's accounts or any other check <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 16 : Exhibitions <br> 1 Originating products, sent for exhibition outside of the Contracting Parties and sold after <br> Article 13 : Neutral elements <br> the exhibition for importation in a Contracting Party shall benefit on importation from the <br> Insufficient working or processing <br> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from Contracting Party to the country in <br> (a) energy and fuel; <br> (g) operations to colour sugar or form sugar lumps; <br> (j) Products extracted from marine soil or subsoil outside its territorial waters provided <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> (m) simple mixing of products, whether or not of different kinds, <br> transport and storage; <br> person in Contracting Party; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br> (i) giving an exact description of the products; <br> (p) slaughter of animals <br> (q) packing <br> the state in which they were sent for exhibition; and <br> 2. All operations carried out in a Contracting Party on a given product shall be considered <br> and submitted to the customs authorities of the importing country in the normal manner. <br> together when determining whether the working or processing undergone by that product <br> The name and address of the exhibition must be indicated thereon. Where necessary, <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> possibility of fraudulent additions. <br> (e) simple painting and polishing operations; <br> and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to preserve them in good <br> condition while in that country or while being exported. <br> Article 17 : General requirements <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br> 1 Products originating in Contracting Party shall, on importation into the other Contracting <br> Party benefit from the Agreement upon submission of a certificate of origin Form A, a <br> specimen of which appears in Annex I <br> Discrepancies and formal errors <br> insufficient working or processing to confer the status of originating products, whether or <br> Article 18 : Procedure for the issue of a certificate of origin Form A <br> temporary warehousing in such territories, provided that they remain under the <br> Procedure for the issue of a certificate of origin Form A <br> and those made in the documents submitted to the customs office for the purpose of <br> 1 A certificate of origin Form A shall be issued by the relevant competent authorities of the <br> exporting country on application having been made in writing by the exporter or, under <br> Wholly obtained products <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> the exporter's responsibility, by his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out the certificate <br> of origin Form A. This form shall be completed in English language, and in accordance <br> with the provisions of the domestic law of the exporting country. If it is hand-written, it <br> correctness of the statements made in this document. <br> tyres fit only for retreading or for use as waste; <br> shall be completed in ink in printed characters. The description of the products must be <br> General requirements <br> given in the box reserved for this purpose without leaving any blank lines. Where the box <br> (a) preserving operations to ensure that the products remain in good condition during <br> is not completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through. <br> them in good condition. <br> 3 The exporter applying for the issue of a certificate of origin Form A shall be prepared to <br> Accessories, Spare Parts and Tools <br> submit at any time, at the request of the relevant competent authorities of the exporting <br> country where the certificate of origin Form A is issued, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin Form A shall be issued by the relevant competent authorities in <br> Contracting Party if the products concerned can be considered as products originating in <br> one of the Contracting Parties and fulfil the other requirements of this Annex. <br> 5 The relevant competent authorities issuing certificate of origin Form A shall take any <br> additional documentary evidence of the conditions under which they have been exhibited <br> may be required. <br> steps necessary to verify the originating status of the products and the fulfilment of the <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> other requirements of this Annex. For this purpose, they shall have the right to call for any <br> similar public show or display which is not organised for private purposes in shops or <br> considered appropriate. They shall also ensure that the form referred to in paragraph 2 is <br> duly completed. In particular, they shall check whether the space reserved for the <br> description of the products has been completed in such a manner as to exclude all <br> 6 The place and date of issue of the certificate of origin Form A shall be indicated in Box <br> 11(BiH), 12(Iran) of the certificate. <br> 7 A certificate of origin Form A shall be issued by the relevant competent authorities and <br> Article 19 : Certificate of origin Form A issued retrospectively <br> applicable in the country where the product was manufactured. <br> Certificate of origin Form A issued retrospectively <br> 1 Notwithstanding Article 18/ (para7), a certificate of origin Form A may exceptionally be <br> (b) it is demonstrated to the satisfaction of the relevant competent authorities that a <br> In order to determine whether a product originates, it shall not be necessary to determine the <br> certificate of origin Form A was issued but was not accepted at importation for <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the <br> Accounting Segregation <br> place and date of exportation of the products to which the certificate of origin Form A <br> undergo operations other than unloading, reloading or any operation designed to preserve <br> relates, and state the reasons for his request. <br> 3 The relevant competent authorities may issue a certificate of origin Form A <br> retrospectively only after verifying that the information supplied in the exporter's <br> TITLE IV <br> application agrees with that in the corresponding file. <br> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br> ANNEX C <br> certificate of origin Form A. <br> Article 20 : Issue of a duplicate certificate of origin Form A <br> Issue of a duplicate certificate of origin Form A <br> 1. In the event of theft, loss or destruction of a certificate of origin Form A, the exporter may <br> products remain under customs control. <br> apply to the relevant competent authorities, which issued it for a duplicate made out on the <br> basis of the export documents in their possession. <br> 3. The duplicate issued in this way must be endorsed with the following word: @^@DUPLICATE@^@ <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box 4 of the <br> issued after exportation of the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions <br> duplicate certificate of origin Form A. <br> 4. The duplicate, which must bear the date of issue of the original certificate of origin Form <br> or special circumstances; or <br> A, shall take effect as from that date. <br> Article 21 : Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in Contracting <br> Party, it shall be possible to replace the original proof of origin by one or more certificate of <br> origin Form A for the purpose of sending all or some of these products elsewhere within <br> Contracting Party. The replacement certificate(s) of origin Form A shall be issued by the <br> (c) The products have been consigned during the exhibition or immediately thereafter in <br> relevant competent authorities. <br> Article 22 : Accounting segregation <br> originating and non-originating materials, which are identical and interchangeable, the <br> purpose other than demonstration at the exhibition. <br> customs authorities may, at the written request of those concerned, authorise the so-called <br> products obtained which could be considered as @^@originating@^@ is the same as that which <br> would have been obtained if there had been physical segregation of the stocks. <br> 3. The authorities may grant such authorisation, subject to any conditions deemed appropriate. <br> 4. This method is recorded and applied on the basis of the general accounting principles <br> 4 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br> be, for the quantity of products, which may be considered as originating. At the request of <br> the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> 6 The authorities shall monitor the use made of the authorisation and may withdraw it at any <br> time whenever the beneficiary makes improper use of the authorisation in any manner <br> whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> country, and must be submitted within the said period to the customs authorities of the importing country. <br> after the final date for presentation specified in paragraph 1 may be accepted for the <br> or vehicle, which are part of the normal equipment and included in the price thereof or which <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Title IV <br> purpose of applying preferential treatment, where the failure to submit these documents by <br> the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing country <br> may accept the proofs of origin where the products have been submitted before the said final date. <br> Article 24 : Submission of proof of origin <br> Submission of proof of origin <br> by a statement from the importer to the effect that the products meet the conditions required <br> TITLE III <br> Validity of proof of origin <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied <br> products into parts; <br> for the implementation of the Agreement. <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks of <br> @^@accounting segregation@^@ method to be used for managing such stocks. <br> 2. This method must be able to ensure that, for a specific reference-period, the number of <br> Article 7 : Wholly obtained products <br> which the exhibition is held and has exhibited them there; <br> 1 A proof of origin shall be valid for six months from the date of issue in the exporting <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country <br> Article 15 : Direct transport <br> ISSUED RETROSPECTIVELY <br> business premises with a view to the sale of foreign products, and during which the <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br> the names of the ships, or the other means of transport used; and <br> made available to the exporter as soon as actual exportation has been effected or ensured. <br> Article 23 : Validity of proof of origin <br> Article 9 : Insufficient Working or Processing <br> "}, {"ArticleTitle": "Agreed Rules of Origin", "ArticleDesc": "Article 1 : Agreed Rules of Origin <br> The following are the Rules of Origin as applicable to trade concessions exchanged between <br> Bosnia and Herzegovina («BiH») and the Islamic Republic of Iran («Iran»), hereinafter <br> referred to as the «Contracting Parties», under the Preferential Trade Agreement between <br> Bosnia and Herzegovina and the Islamic Republic of Iran (PTA). <br> "}, {"ArticleTitle": "Short title, commencement and application", "ArticleDesc": "Article 2 : Short title, commencement and application <br> (1) These rules may be called the BiH-Iran Preferential Trade Agreement Rules of Origin. <br> (2) They shall come into force along with the implementation of BiH-Iran PTA. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3 : Definitions <br> For the purposes of this Annex: <br> (a) @^@manufacture@^@ means any kind of working or processing including assembly or specific operations; <br> (b) @^@material@^@ means any ingredient, raw material, component or part, etc., used in the <br> (c) @^@products@^@ means any industrial, agricultural and extractive or mining goods in their raw, <br> (d) @^@goods@^@ means both materials and products; <br> semi-processed and processed forms. <br> (e) @^@customs value@^@ means the transaction value of imported goods , which is the price <br> exporter to the consignee or, in the absence of such a document, by a single invoice; <br> actually paid or payable for the goods when sold for export to the country of importation, <br> including other leviable charges and adjustment. In cases where the customs value can not <br> be determined on the basis of transaction value, it will be determined using one of the following methods: <br> i. The transaction value of identical goods; <br> iii. The deductive value method; <br> which are, or may be, repaid when the product obtained is exported; <br> iv. The fall back method; <br> (f) @^@ex-works price@^@ means the price paid for the product ex works to the manufacturer in a <br> non-originating materials used, or, if this is not known and cannot be ascertained, the first <br> (g) @^@value of materials@^@ means the customs value at the time of importation of the <br> Contracting Party in whose undertaking the last working or processing is carried out, <br> ii. The transaction value of similar goods; <br> provided the price includes the value of all the materials used, minus any internal taxes <br> (h) @^@value of originating materials@^@ means the value of such materials as defined in <br> ascertainable price paid for the materials in that Contracting Party; <br> subparagraph (f) applied mutatis mutandis; <br> (i) @^@added value@^@ shall be taken to be the ex-works price minus the customs value of each of <br> the materials incorporated which originate in the other Contracting Party or, where the <br> customs value is not known or cannot be ascertained, the first verifiable price paid for the <br> the nomenclature which makes up the Harmonized Commodity Description and Coding <br> (k) @^@classified@^@ refers to the classification of a product or material under a particular heading; <br> materials in the Contracting Party. <br> (j) @^@chapters@^@ and @^@headings@^@ mean the chapters and the headings (four-digit codes) used in <br> System, referred to in this Annex as @^@the Harmonised System@^@ or @^@HS@^@; <br> (l) @^@consignment@^@ means products which are either sent simultaneously from one exporter to <br> (m) @^@territories@^@ includes territorial waters. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "one consignee or covered by a single transport document covering their shipment from the <br> manufacture of the product; <br> "}, {"ArticleTitle": "Determination of origin", "ArticleDesc": "Article 4 : Determination of origin <br> Products contained in annex A and annex B of BiH-Iran PTA imported from one Contracting <br> Party to the other shall be eligible for preferential treatment if they satisfy the requirements of <br> the present Rules of Origin. <br> "}, {"ArticleTitle": "Claim at the time of importation", "ArticleDesc": "Article 5 : Claim at the time of importation <br> The importer of the products shall all the time of importation <br> (a) make a claim that the products are the produce or manufacture of a Contracting <br> Party and such products are eligible for preferential concessions; and <br> (b) produce the evidence specified in these rules, which shall be the Certificate of <br> Origin annexed to BiH-Iran Rules of Origin. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Article 6 : Originating products <br> Products covered BiH-Iran PTA, imported into the territory of a Contracting Party from the <br> other Contracting Party which are consigned directly within the meaning of Article 15 hereof, <br> shall be eligible for preferential concessions if they conform to the origin requirements under <br> any one of the following conditions, namely: <br> (a) products wholly produced or obtained in the exporting Contracting Party as <br> defined in Article 7; or <br> (b) products not wholly produced or obtained in the exporting Contracting Party, <br> provided that the said products are eligible under paragraph 8. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 26 : Supporting documents <br> Concerning the definition of the concept of @^@originating products@^@ <br> Sets <br> 1 The following shall be considered as wholly obtained in one of the Contracting Parties: <br> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br> The documents referred to in Article 18(3) used for the purpose of proving that products <br> TITLE I <br> covered by a certificate of origin Form A can be considered as products originating in one of <br> the Contracting Parties and fulfil the other requirements of this Annex may consist inter alia <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> other requirements of this Annex. <br> (c) machines and tools; <br> Article 12 : Sets <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br> (c) live animals born and raised there; <br> (e) products obtained by hunting or fishing conducted there; <br> concerned, contained for example in his accounts or internal book-keeping; <br> (f) products of sea fishing and other products taken from the sea outside the territorial <br> Neutral elements <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br> (b) documents proving the originating status of materials used, issued or made out in one of <br> waters of a Contracting Party by its vessels; <br> when all component products are originating. Nevertheless, when a set is composed of <br> the Contracting Parties where these documents are used in accordance with domestic law; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (g) products made on board their factory ships exclusively from products referred to in (f); <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> (c) documents proving the working or processing of materials in one of the Contracting <br> apparatus or vehicle in question. <br> provided that the value of the non-originating products does not exceed 15 per cent of the <br> Parties, issued or made out in that Contracting Party, where these documents are used in <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> ex-works price of the set. <br> accordance with domestic law; <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> (d) certificate of origin Form A or invoice declarations proving the originating status of <br> (i) Sharpening, simple grinding or simple cutting; <br> materials used, issued or made out in a Contracting Party in accordance with rules of <br> Supporting documents <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> that it has sole rights to work that soil or subsoil; <br> origin which are identical to the rules in this Annex. <br> origin of the following which might be used in its manufacture: <br> Article 27 : Preservation of proof of origin and supporting documents <br> (d) products from live animals raised there; <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall apply only to <br> vessels and factory ships: <br> 1 The exporter applying for the issue of a certificate of origin Form A shall keep for at least <br> (a) which are registered or recorded in a Contracting Party; <br> it can be demonstrated to the satisfaction of the customs authorities that: <br> three years the documents referred to in Article 18(para3). <br> (a) mineral products extracted from its soil or from its seabed; <br> (b) which sail under the flag of a Contracting Party; <br> 2 The relevant competent authorities of the exporting country issuing a certificate of origin <br> (c) which are owned to an extent of at least 50 per cent by nationals of the Contracting <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Form A shall keep for at least three years the application form referred to in Article <br> GENERAL PROVISIONS <br> Parties, or by a company with its head office in one of the Contracting Parties, of <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 18(para2). <br> which the manager or managers, Chairman of the Board of Directors or the <br> (b) plant and equipment; <br> 3 The customs authorities of the importing country shall keep for at least three years the <br> Supervisory Board, and the majority of the members of such boards are nationals of a <br> certificate of origin Form A and the invoice declarations submitted to them. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (h) used articles collected there fit only for the recovery of raw materials, including used <br> Contracting Party and of which, in addition, in the case of partnerships or limited <br> 1 The conditions for acquiring originating status set out in Title II must continue to be <br> Article 28 : Discrepancies and formal errors <br> (o) a combination of two or more operations specified in (a) to (n); <br> companies, at least half the capital belongs to a Contracting Party or to public bodies <br> fulfilled at all times in Bosnia and Herzegovina or in the Islamic Republic of Iran. <br> or nationals of a Contracting Party; <br> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin <br> (d) of which the master and officers are nationals of a Contracting Party; and <br> of Iran to another country are returned, they must be considered as non-originating, unless <br> (e) of which at least 75 per cent of the crew are nationals of a Contracting Party. <br> Exhibitions <br> carrying out the formalities for importing the products shall not ipso facto render the proof <br> of the following: <br> Article 8 : Not wholly produced or obtained <br> (a) the returning goods are the same as those that were exported; and <br> of origin null and void if it is duly established that this document does correspond to the products submitted. <br> Not wholly produced or obtained <br> (1) Within the meaning clause (b) Article 6, products worked on or processed as a result of <br> which the total value of the materials, parts or produce originating from other than the <br> exporting Contracting Party or of undetermined origin used does not exceed fifty per cent <br> Preservation of proof of origin and supporting documents <br> of the ex-works price value of the products produced or obtained and the final process of <br> 1 The preferential treatment provided for under the Agreement applies only to products, <br> PROOF OF ORIGIN <br> manufacture is performed within the territory of the exporting Contracting Party shall be <br> satisfying the requirements of this Annex, which are transported directly between the <br> eligible for preferential concessions subject to fulfilment of the relevant criteria thereof. <br> Contracting Parties. However, products constituting one single consignment may be <br> (2) The value of the non-originating materials, parts or produce shall be <br> transported through other territories with, should the occasion arise, trans-shipment or <br> (a) the C.I.F. (or C.I.P.) value at the time of importation of materials, parts or produce <br> where this can be proven; or <br> surveillance of the customs authorities in the country of transit or warehousing and do not <br> (b) the earliest ascertainable price paid for the material, parts or produce of undetermined <br> origin in the territory of the exporting Contracting Party. <br> Article 11 : Accessories, spare parts and tools <br> Originating products may be transported by pipeline across territory other than that of the Contracting Parties. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> (a) a single transport document covering the passage from the exporting country through <br> the customs authorities of the importing country by the production of: <br> not the requirements of Article 8 are satisfied: <br> Direct transport <br> the country of transit; or <br> (b) a certificate issued by the relevant competent authorities of the country of transit: <br> (c) failing these, any substantiating documents. <br> Article 14 : Principle of territoriality <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> evidence and to carry out any inspection of the exporter's accounts or any other check <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 16 : Exhibitions <br> 1 Originating products, sent for exhibition outside of the Contracting Parties and sold after <br> Article 13 : Neutral elements <br> the exhibition for importation in a Contracting Party shall benefit on importation from the <br> Insufficient working or processing <br> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from Contracting Party to the country in <br> (a) energy and fuel; <br> (g) operations to colour sugar or form sugar lumps; <br> (j) Products extracted from marine soil or subsoil outside its territorial waters provided <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> (m) simple mixing of products, whether or not of different kinds, <br> transport and storage; <br> person in Contracting Party; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br> (i) giving an exact description of the products; <br> (p) slaughter of animals <br> (q) packing <br> the state in which they were sent for exhibition; and <br> 2. All operations carried out in a Contracting Party on a given product shall be considered <br> and submitted to the customs authorities of the importing country in the normal manner. <br> together when determining whether the working or processing undergone by that product <br> The name and address of the exhibition must be indicated thereon. Where necessary, <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> possibility of fraudulent additions. <br> (e) simple painting and polishing operations; <br> and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to preserve them in good <br> condition while in that country or while being exported. <br> Article 17 : General requirements <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br> 1 Products originating in Contracting Party shall, on importation into the other Contracting <br> Party benefit from the Agreement upon submission of a certificate of origin Form A, a <br> specimen of which appears in Annex I <br> Discrepancies and formal errors <br> insufficient working or processing to confer the status of originating products, whether or <br> Article 18 : Procedure for the issue of a certificate of origin Form A <br> temporary warehousing in such territories, provided that they remain under the <br> Procedure for the issue of a certificate of origin Form A <br> and those made in the documents submitted to the customs office for the purpose of <br> 1 A certificate of origin Form A shall be issued by the relevant competent authorities of the <br> exporting country on application having been made in writing by the exporter or, under <br> Wholly obtained products <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> the exporter's responsibility, by his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out the certificate <br> of origin Form A. This form shall be completed in English language, and in accordance <br> with the provisions of the domestic law of the exporting country. If it is hand-written, it <br> correctness of the statements made in this document. <br> tyres fit only for retreading or for use as waste; <br> shall be completed in ink in printed characters. The description of the products must be <br> General requirements <br> given in the box reserved for this purpose without leaving any blank lines. Where the box <br> (a) preserving operations to ensure that the products remain in good condition during <br> is not completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through. <br> them in good condition. <br> 3 The exporter applying for the issue of a certificate of origin Form A shall be prepared to <br> Accessories, Spare Parts and Tools <br> submit at any time, at the request of the relevant competent authorities of the exporting <br> country where the certificate of origin Form A is issued, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin Form A shall be issued by the relevant competent authorities in <br> Contracting Party if the products concerned can be considered as products originating in <br> one of the Contracting Parties and fulfil the other requirements of this Annex. <br> 5 The relevant competent authorities issuing certificate of origin Form A shall take any <br> additional documentary evidence of the conditions under which they have been exhibited <br> may be required. <br> steps necessary to verify the originating status of the products and the fulfilment of the <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> other requirements of this Annex. For this purpose, they shall have the right to call for any <br> similar public show or display which is not organised for private purposes in shops or <br> considered appropriate. They shall also ensure that the form referred to in paragraph 2 is <br> duly completed. In particular, they shall check whether the space reserved for the <br> description of the products has been completed in such a manner as to exclude all <br> 6 The place and date of issue of the certificate of origin Form A shall be indicated in Box <br> 11(BiH), 12(Iran) of the certificate. <br> 7 A certificate of origin Form A shall be issued by the relevant competent authorities and <br> Article 19 : Certificate of origin Form A issued retrospectively <br> applicable in the country where the product was manufactured. <br> Certificate of origin Form A issued retrospectively <br> 1 Notwithstanding Article 18/ (para7), a certificate of origin Form A may exceptionally be <br> (b) it is demonstrated to the satisfaction of the relevant competent authorities that a <br> In order to determine whether a product originates, it shall not be necessary to determine the <br> certificate of origin Form A was issued but was not accepted at importation for <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the <br> Accounting Segregation <br> place and date of exportation of the products to which the certificate of origin Form A <br> undergo operations other than unloading, reloading or any operation designed to preserve <br> relates, and state the reasons for his request. <br> 3 The relevant competent authorities may issue a certificate of origin Form A <br> retrospectively only after verifying that the information supplied in the exporter's <br> TITLE IV <br> application agrees with that in the corresponding file. <br> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br> ANNEX C <br> certificate of origin Form A. <br> Article 20 : Issue of a duplicate certificate of origin Form A <br> Issue of a duplicate certificate of origin Form A <br> 1. In the event of theft, loss or destruction of a certificate of origin Form A, the exporter may <br> products remain under customs control. <br> apply to the relevant competent authorities, which issued it for a duplicate made out on the <br> basis of the export documents in their possession. <br> 3. The duplicate issued in this way must be endorsed with the following word: @^@DUPLICATE@^@ <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box 4 of the <br> issued after exportation of the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions <br> duplicate certificate of origin Form A. <br> 4. The duplicate, which must bear the date of issue of the original certificate of origin Form <br> or special circumstances; or <br> A, shall take effect as from that date. <br> Article 21 : Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in Contracting <br> Party, it shall be possible to replace the original proof of origin by one or more certificate of <br> origin Form A for the purpose of sending all or some of these products elsewhere within <br> Contracting Party. The replacement certificate(s) of origin Form A shall be issued by the <br> (c) The products have been consigned during the exhibition or immediately thereafter in <br> relevant competent authorities. <br> Article 22 : Accounting segregation <br> originating and non-originating materials, which are identical and interchangeable, the <br> purpose other than demonstration at the exhibition. <br> customs authorities may, at the written request of those concerned, authorise the so-called <br> products obtained which could be considered as @^@originating@^@ is the same as that which <br> would have been obtained if there had been physical segregation of the stocks. <br> 3. The authorities may grant such authorisation, subject to any conditions deemed appropriate. <br> 4. This method is recorded and applied on the basis of the general accounting principles <br> 4 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br> be, for the quantity of products, which may be considered as originating. At the request of <br> the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> 6 The authorities shall monitor the use made of the authorisation and may withdraw it at any <br> time whenever the beneficiary makes improper use of the authorisation in any manner <br> whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> country, and must be submitted within the said period to the customs authorities of the importing country. <br> after the final date for presentation specified in paragraph 1 may be accepted for the <br> or vehicle, which are part of the normal equipment and included in the price thereof or which <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Title IV <br> purpose of applying preferential treatment, where the failure to submit these documents by <br> the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing country <br> may accept the proofs of origin where the products have been submitted before the said final date. <br> Article 24 : Submission of proof of origin <br> Submission of proof of origin <br> by a statement from the importer to the effect that the products meet the conditions required <br> TITLE III <br> Validity of proof of origin <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied <br> products into parts; <br> for the implementation of the Agreement. <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks of <br> @^@accounting segregation@^@ method to be used for managing such stocks. <br> 2. This method must be able to ensure that, for a specific reference-period, the number of <br> Article 7 : Wholly obtained products <br> which the exhibition is held and has exhibited them there; <br> 1 A proof of origin shall be valid for six months from the date of issue in the exporting <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country <br> Article 15 : Direct transport <br> ISSUED RETROSPECTIVELY <br> business premises with a view to the sale of foreign products, and during which the <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br> the names of the ships, or the other means of transport used; and <br> made available to the exporter as soon as actual exportation has been effected or ensured. <br> Article 23 : Validity of proof of origin <br> Article 9 : Insufficient Working or Processing <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 10 : Unit of qualification <br> For the purpose of these rules, goods and material and products shall be classified in <br> accordance with the general rules of interpretation (GRI) of harmonized system. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 26 : Supporting documents <br> Concerning the definition of the concept of @^@originating products@^@ <br> Sets <br> 1 The following shall be considered as wholly obtained in one of the Contracting Parties: <br> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br> The documents referred to in Article 18(3) used for the purpose of proving that products <br> TITLE I <br> covered by a certificate of origin Form A can be considered as products originating in one of <br> the Contracting Parties and fulfil the other requirements of this Annex may consist inter alia <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> other requirements of this Annex. <br> (c) machines and tools; <br> Article 12 : Sets <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br> (c) live animals born and raised there; <br> (e) products obtained by hunting or fishing conducted there; <br> concerned, contained for example in his accounts or internal book-keeping; <br> (f) products of sea fishing and other products taken from the sea outside the territorial <br> Neutral elements <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br> (b) documents proving the originating status of materials used, issued or made out in one of <br> waters of a Contracting Party by its vessels; <br> when all component products are originating. Nevertheless, when a set is composed of <br> the Contracting Parties where these documents are used in accordance with domestic law; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (g) products made on board their factory ships exclusively from products referred to in (f); <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> (c) documents proving the working or processing of materials in one of the Contracting <br> apparatus or vehicle in question. <br> provided that the value of the non-originating products does not exceed 15 per cent of the <br> Parties, issued or made out in that Contracting Party, where these documents are used in <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> ex-works price of the set. <br> accordance with domestic law; <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> (d) certificate of origin Form A or invoice declarations proving the originating status of <br> (i) Sharpening, simple grinding or simple cutting; <br> materials used, issued or made out in a Contracting Party in accordance with rules of <br> Supporting documents <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> that it has sole rights to work that soil or subsoil; <br> origin which are identical to the rules in this Annex. <br> origin of the following which might be used in its manufacture: <br> Article 27 : Preservation of proof of origin and supporting documents <br> (d) products from live animals raised there; <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall apply only to <br> vessels and factory ships: <br> 1 The exporter applying for the issue of a certificate of origin Form A shall keep for at least <br> (a) which are registered or recorded in a Contracting Party; <br> it can be demonstrated to the satisfaction of the customs authorities that: <br> three years the documents referred to in Article 18(para3). <br> (a) mineral products extracted from its soil or from its seabed; <br> (b) which sail under the flag of a Contracting Party; <br> 2 The relevant competent authorities of the exporting country issuing a certificate of origin <br> (c) which are owned to an extent of at least 50 per cent by nationals of the Contracting <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Form A shall keep for at least three years the application form referred to in Article <br> GENERAL PROVISIONS <br> Parties, or by a company with its head office in one of the Contracting Parties, of <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 18(para2). <br> which the manager or managers, Chairman of the Board of Directors or the <br> (b) plant and equipment; <br> 3 The customs authorities of the importing country shall keep for at least three years the <br> Supervisory Board, and the majority of the members of such boards are nationals of a <br> certificate of origin Form A and the invoice declarations submitted to them. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (h) used articles collected there fit only for the recovery of raw materials, including used <br> Contracting Party and of which, in addition, in the case of partnerships or limited <br> 1 The conditions for acquiring originating status set out in Title II must continue to be <br> Article 28 : Discrepancies and formal errors <br> (o) a combination of two or more operations specified in (a) to (n); <br> companies, at least half the capital belongs to a Contracting Party or to public bodies <br> fulfilled at all times in Bosnia and Herzegovina or in the Islamic Republic of Iran. <br> or nationals of a Contracting Party; <br> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin <br> (d) of which the master and officers are nationals of a Contracting Party; and <br> of Iran to another country are returned, they must be considered as non-originating, unless <br> (e) of which at least 75 per cent of the crew are nationals of a Contracting Party. <br> Exhibitions <br> carrying out the formalities for importing the products shall not ipso facto render the proof <br> of the following: <br> Article 8 : Not wholly produced or obtained <br> (a) the returning goods are the same as those that were exported; and <br> of origin null and void if it is duly established that this document does correspond to the products submitted. <br> Not wholly produced or obtained <br> (1) Within the meaning clause (b) Article 6, products worked on or processed as a result of <br> which the total value of the materials, parts or produce originating from other than the <br> exporting Contracting Party or of undetermined origin used does not exceed fifty per cent <br> Preservation of proof of origin and supporting documents <br> of the ex-works price value of the products produced or obtained and the final process of <br> 1 The preferential treatment provided for under the Agreement applies only to products, <br> PROOF OF ORIGIN <br> manufacture is performed within the territory of the exporting Contracting Party shall be <br> satisfying the requirements of this Annex, which are transported directly between the <br> eligible for preferential concessions subject to fulfilment of the relevant criteria thereof. <br> Contracting Parties. However, products constituting one single consignment may be <br> (2) The value of the non-originating materials, parts or produce shall be <br> transported through other territories with, should the occasion arise, trans-shipment or <br> (a) the C.I.F. (or C.I.P.) value at the time of importation of materials, parts or produce <br> where this can be proven; or <br> surveillance of the customs authorities in the country of transit or warehousing and do not <br> (b) the earliest ascertainable price paid for the material, parts or produce of undetermined <br> origin in the territory of the exporting Contracting Party. <br> Article 11 : Accessories, spare parts and tools <br> Originating products may be transported by pipeline across territory other than that of the Contracting Parties. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> (a) a single transport document covering the passage from the exporting country through <br> the customs authorities of the importing country by the production of: <br> not the requirements of Article 8 are satisfied: <br> Direct transport <br> the country of transit; or <br> (b) a certificate issued by the relevant competent authorities of the country of transit: <br> (c) failing these, any substantiating documents. <br> Article 14 : Principle of territoriality <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> evidence and to carry out any inspection of the exporter's accounts or any other check <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 16 : Exhibitions <br> 1 Originating products, sent for exhibition outside of the Contracting Parties and sold after <br> Article 13 : Neutral elements <br> the exhibition for importation in a Contracting Party shall benefit on importation from the <br> Insufficient working or processing <br> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from Contracting Party to the country in <br> (a) energy and fuel; <br> (g) operations to colour sugar or form sugar lumps; <br> (j) Products extracted from marine soil or subsoil outside its territorial waters provided <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> (m) simple mixing of products, whether or not of different kinds, <br> transport and storage; <br> person in Contracting Party; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br> (i) giving an exact description of the products; <br> (p) slaughter of animals <br> (q) packing <br> the state in which they were sent for exhibition; and <br> 2. All operations carried out in a Contracting Party on a given product shall be considered <br> and submitted to the customs authorities of the importing country in the normal manner. <br> together when determining whether the working or processing undergone by that product <br> The name and address of the exhibition must be indicated thereon. Where necessary, <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> possibility of fraudulent additions. <br> (e) simple painting and polishing operations; <br> and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to preserve them in good <br> condition while in that country or while being exported. <br> Article 17 : General requirements <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br> 1 Products originating in Contracting Party shall, on importation into the other Contracting <br> Party benefit from the Agreement upon submission of a certificate of origin Form A, a <br> specimen of which appears in Annex I <br> Discrepancies and formal errors <br> insufficient working or processing to confer the status of originating products, whether or <br> Article 18 : Procedure for the issue of a certificate of origin Form A <br> temporary warehousing in such territories, provided that they remain under the <br> Procedure for the issue of a certificate of origin Form A <br> and those made in the documents submitted to the customs office for the purpose of <br> 1 A certificate of origin Form A shall be issued by the relevant competent authorities of the <br> exporting country on application having been made in writing by the exporter or, under <br> Wholly obtained products <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> the exporter's responsibility, by his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out the certificate <br> of origin Form A. This form shall be completed in English language, and in accordance <br> with the provisions of the domestic law of the exporting country. If it is hand-written, it <br> correctness of the statements made in this document. <br> tyres fit only for retreading or for use as waste; <br> shall be completed in ink in printed characters. The description of the products must be <br> General requirements <br> given in the box reserved for this purpose without leaving any blank lines. Where the box <br> (a) preserving operations to ensure that the products remain in good condition during <br> is not completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through. <br> them in good condition. <br> 3 The exporter applying for the issue of a certificate of origin Form A shall be prepared to <br> Accessories, Spare Parts and Tools <br> submit at any time, at the request of the relevant competent authorities of the exporting <br> country where the certificate of origin Form A is issued, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin Form A shall be issued by the relevant competent authorities in <br> Contracting Party if the products concerned can be considered as products originating in <br> one of the Contracting Parties and fulfil the other requirements of this Annex. <br> 5 The relevant competent authorities issuing certificate of origin Form A shall take any <br> additional documentary evidence of the conditions under which they have been exhibited <br> may be required. <br> steps necessary to verify the originating status of the products and the fulfilment of the <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> other requirements of this Annex. For this purpose, they shall have the right to call for any <br> similar public show or display which is not organised for private purposes in shops or <br> considered appropriate. They shall also ensure that the form referred to in paragraph 2 is <br> duly completed. In particular, they shall check whether the space reserved for the <br> description of the products has been completed in such a manner as to exclude all <br> 6 The place and date of issue of the certificate of origin Form A shall be indicated in Box <br> 11(BiH), 12(Iran) of the certificate. <br> 7 A certificate of origin Form A shall be issued by the relevant competent authorities and <br> Article 19 : Certificate of origin Form A issued retrospectively <br> applicable in the country where the product was manufactured. <br> Certificate of origin Form A issued retrospectively <br> 1 Notwithstanding Article 18/ (para7), a certificate of origin Form A may exceptionally be <br> (b) it is demonstrated to the satisfaction of the relevant competent authorities that a <br> In order to determine whether a product originates, it shall not be necessary to determine the <br> certificate of origin Form A was issued but was not accepted at importation for <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the <br> Accounting Segregation <br> place and date of exportation of the products to which the certificate of origin Form A <br> undergo operations other than unloading, reloading or any operation designed to preserve <br> relates, and state the reasons for his request. <br> 3 The relevant competent authorities may issue a certificate of origin Form A <br> retrospectively only after verifying that the information supplied in the exporter's <br> TITLE IV <br> application agrees with that in the corresponding file. <br> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br> ANNEX C <br> certificate of origin Form A. <br> Article 20 : Issue of a duplicate certificate of origin Form A <br> Issue of a duplicate certificate of origin Form A <br> 1. In the event of theft, loss or destruction of a certificate of origin Form A, the exporter may <br> products remain under customs control. <br> apply to the relevant competent authorities, which issued it for a duplicate made out on the <br> basis of the export documents in their possession. <br> 3. The duplicate issued in this way must be endorsed with the following word: @^@DUPLICATE@^@ <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box 4 of the <br> issued after exportation of the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions <br> duplicate certificate of origin Form A. <br> 4. The duplicate, which must bear the date of issue of the original certificate of origin Form <br> or special circumstances; or <br> A, shall take effect as from that date. <br> Article 21 : Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in Contracting <br> Party, it shall be possible to replace the original proof of origin by one or more certificate of <br> origin Form A for the purpose of sending all or some of these products elsewhere within <br> Contracting Party. The replacement certificate(s) of origin Form A shall be issued by the <br> (c) The products have been consigned during the exhibition or immediately thereafter in <br> relevant competent authorities. <br> Article 22 : Accounting segregation <br> originating and non-originating materials, which are identical and interchangeable, the <br> purpose other than demonstration at the exhibition. <br> customs authorities may, at the written request of those concerned, authorise the so-called <br> products obtained which could be considered as @^@originating@^@ is the same as that which <br> would have been obtained if there had been physical segregation of the stocks. <br> 3. The authorities may grant such authorisation, subject to any conditions deemed appropriate. <br> 4. This method is recorded and applied on the basis of the general accounting principles <br> 4 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br> be, for the quantity of products, which may be considered as originating. At the request of <br> the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> 6 The authorities shall monitor the use made of the authorisation and may withdraw it at any <br> time whenever the beneficiary makes improper use of the authorisation in any manner <br> whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> country, and must be submitted within the said period to the customs authorities of the importing country. <br> after the final date for presentation specified in paragraph 1 may be accepted for the <br> or vehicle, which are part of the normal equipment and included in the price thereof or which <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Title IV <br> purpose of applying preferential treatment, where the failure to submit these documents by <br> the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing country <br> may accept the proofs of origin where the products have been submitted before the said final date. <br> Article 24 : Submission of proof of origin <br> Submission of proof of origin <br> by a statement from the importer to the effect that the products meet the conditions required <br> TITLE III <br> Validity of proof of origin <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied <br> products into parts; <br> for the implementation of the Agreement. <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks of <br> @^@accounting segregation@^@ method to be used for managing such stocks. <br> 2. This method must be able to ensure that, for a specific reference-period, the number of <br> Article 7 : Wholly obtained products <br> which the exhibition is held and has exhibited them there; <br> 1 A proof of origin shall be valid for six months from the date of issue in the exporting <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country <br> Article 15 : Direct transport <br> ISSUED RETROSPECTIVELY <br> business premises with a view to the sale of foreign products, and during which the <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br> the names of the ships, or the other means of transport used; and <br> made available to the exporter as soon as actual exportation has been effected or ensured. <br> Article 23 : Validity of proof of origin <br> Article 9 : Insufficient Working or Processing <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 25 : Importation by instalments <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of general rule 2(a) of the Harmonized System falling within Sections XVI and <br> XVII or headings 7308 and 9406 of the Harmonized System are imported by instalments, a <br> single proof of origin for such products shall be submitted to the customs authorities upon <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 26 : Supporting documents <br> Concerning the definition of the concept of @^@originating products@^@ <br> Sets <br> 1 The following shall be considered as wholly obtained in one of the Contracting Parties: <br> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br> The documents referred to in Article 18(3) used for the purpose of proving that products <br> TITLE I <br> covered by a certificate of origin Form A can be considered as products originating in one of <br> the Contracting Parties and fulfil the other requirements of this Annex may consist inter alia <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> other requirements of this Annex. <br> (c) machines and tools; <br> Article 12 : Sets <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br> (c) live animals born and raised there; <br> (e) products obtained by hunting or fishing conducted there; <br> concerned, contained for example in his accounts or internal book-keeping; <br> (f) products of sea fishing and other products taken from the sea outside the territorial <br> Neutral elements <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br> (b) documents proving the originating status of materials used, issued or made out in one of <br> waters of a Contracting Party by its vessels; <br> when all component products are originating. Nevertheless, when a set is composed of <br> the Contracting Parties where these documents are used in accordance with domestic law; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (g) products made on board their factory ships exclusively from products referred to in (f); <br> originating and non-originating products, the set as a whole shall be regarded as originating, <br> (c) documents proving the working or processing of materials in one of the Contracting <br> apparatus or vehicle in question. <br> provided that the value of the non-originating products does not exceed 15 per cent of the <br> Parties, issued or made out in that Contracting Party, where these documents are used in <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> ex-works price of the set. <br> accordance with domestic law; <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> (d) certificate of origin Form A or invoice declarations proving the originating status of <br> (i) Sharpening, simple grinding or simple cutting; <br> materials used, issued or made out in a Contracting Party in accordance with rules of <br> Supporting documents <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> that it has sole rights to work that soil or subsoil; <br> origin which are identical to the rules in this Annex. <br> origin of the following which might be used in its manufacture: <br> Article 27 : Preservation of proof of origin and supporting documents <br> (d) products from live animals raised there; <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in paragraph 1(f) and (g) shall apply only to <br> vessels and factory ships: <br> 1 The exporter applying for the issue of a certificate of origin Form A shall keep for at least <br> (a) which are registered or recorded in a Contracting Party; <br> it can be demonstrated to the satisfaction of the customs authorities that: <br> three years the documents referred to in Article 18(para3). <br> (a) mineral products extracted from its soil or from its seabed; <br> (b) which sail under the flag of a Contracting Party; <br> 2 The relevant competent authorities of the exporting country issuing a certificate of origin <br> (c) which are owned to an extent of at least 50 per cent by nationals of the Contracting <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Form A shall keep for at least three years the application form referred to in Article <br> GENERAL PROVISIONS <br> Parties, or by a company with its head office in one of the Contracting Parties, of <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 18(para2). <br> which the manager or managers, Chairman of the Board of Directors or the <br> (b) plant and equipment; <br> 3 The customs authorities of the importing country shall keep for at least three years the <br> Supervisory Board, and the majority of the members of such boards are nationals of a <br> certificate of origin Form A and the invoice declarations submitted to them. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (h) used articles collected there fit only for the recovery of raw materials, including used <br> Contracting Party and of which, in addition, in the case of partnerships or limited <br> 1 The conditions for acquiring originating status set out in Title II must continue to be <br> Article 28 : Discrepancies and formal errors <br> (o) a combination of two or more operations specified in (a) to (n); <br> companies, at least half the capital belongs to a Contracting Party or to public bodies <br> fulfilled at all times in Bosnia and Herzegovina or in the Islamic Republic of Iran. <br> or nationals of a Contracting Party; <br> 2 Where originating goods exported from Bosnia and Herzegovina or the Islamic Republic <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin <br> (d) of which the master and officers are nationals of a Contracting Party; and <br> of Iran to another country are returned, they must be considered as non-originating, unless <br> (e) of which at least 75 per cent of the crew are nationals of a Contracting Party. <br> Exhibitions <br> carrying out the formalities for importing the products shall not ipso facto render the proof <br> of the following: <br> Article 8 : Not wholly produced or obtained <br> (a) the returning goods are the same as those that were exported; and <br> of origin null and void if it is duly established that this document does correspond to the products submitted. <br> Not wholly produced or obtained <br> (1) Within the meaning clause (b) Article 6, products worked on or processed as a result of <br> which the total value of the materials, parts or produce originating from other than the <br> exporting Contracting Party or of undetermined origin used does not exceed fifty per cent <br> Preservation of proof of origin and supporting documents <br> of the ex-works price value of the products produced or obtained and the final process of <br> 1 The preferential treatment provided for under the Agreement applies only to products, <br> PROOF OF ORIGIN <br> manufacture is performed within the territory of the exporting Contracting Party shall be <br> satisfying the requirements of this Annex, which are transported directly between the <br> eligible for preferential concessions subject to fulfilment of the relevant criteria thereof. <br> Contracting Parties. However, products constituting one single consignment may be <br> (2) The value of the non-originating materials, parts or produce shall be <br> transported through other territories with, should the occasion arise, trans-shipment or <br> (a) the C.I.F. (or C.I.P.) value at the time of importation of materials, parts or produce <br> where this can be proven; or <br> surveillance of the customs authorities in the country of transit or warehousing and do not <br> (b) the earliest ascertainable price paid for the material, parts or produce of undetermined <br> origin in the territory of the exporting Contracting Party. <br> Article 11 : Accessories, spare parts and tools <br> Originating products may be transported by pipeline across territory other than that of the Contracting Parties. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> (a) a single transport document covering the passage from the exporting country through <br> the customs authorities of the importing country by the production of: <br> not the requirements of Article 8 are satisfied: <br> Direct transport <br> the country of transit; or <br> (b) a certificate issued by the relevant competent authorities of the country of transit: <br> (c) failing these, any substantiating documents. <br> Article 14 : Principle of territoriality <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> evidence and to carry out any inspection of the exporter's accounts or any other check <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 16 : Exhibitions <br> 1 Originating products, sent for exhibition outside of the Contracting Parties and sold after <br> Article 13 : Neutral elements <br> the exhibition for importation in a Contracting Party shall benefit on importation from the <br> Insufficient working or processing <br> provisions of the Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from Contracting Party to the country in <br> (a) energy and fuel; <br> (g) operations to colour sugar or form sugar lumps; <br> (j) Products extracted from marine soil or subsoil outside its territorial waters provided <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> (m) simple mixing of products, whether or not of different kinds, <br> transport and storage; <br> person in Contracting Party; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br> (i) giving an exact description of the products; <br> (p) slaughter of animals <br> (q) packing <br> the state in which they were sent for exhibition; and <br> 2. All operations carried out in a Contracting Party on a given product shall be considered <br> and submitted to the customs authorities of the importing country in the normal manner. <br> together when determining whether the working or processing undergone by that product <br> The name and address of the exhibition must be indicated thereon. Where necessary, <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> possibility of fraudulent additions. <br> (e) simple painting and polishing operations; <br> and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to preserve them in good <br> condition while in that country or while being exported. <br> Article 17 : General requirements <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br> 1 Products originating in Contracting Party shall, on importation into the other Contracting <br> Party benefit from the Agreement upon submission of a certificate of origin Form A, a <br> specimen of which appears in Annex I <br> Discrepancies and formal errors <br> insufficient working or processing to confer the status of originating products, whether or <br> Article 18 : Procedure for the issue of a certificate of origin Form A <br> temporary warehousing in such territories, provided that they remain under the <br> Procedure for the issue of a certificate of origin Form A <br> and those made in the documents submitted to the customs office for the purpose of <br> 1 A certificate of origin Form A shall be issued by the relevant competent authorities of the <br> exporting country on application having been made in writing by the exporter or, under <br> Wholly obtained products <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> the exporter's responsibility, by his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out the certificate <br> of origin Form A. This form shall be completed in English language, and in accordance <br> with the provisions of the domestic law of the exporting country. If it is hand-written, it <br> correctness of the statements made in this document. <br> tyres fit only for retreading or for use as waste; <br> shall be completed in ink in printed characters. The description of the products must be <br> General requirements <br> given in the box reserved for this purpose without leaving any blank lines. Where the box <br> (a) preserving operations to ensure that the products remain in good condition during <br> is not completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through. <br> them in good condition. <br> 3 The exporter applying for the issue of a certificate of origin Form A shall be prepared to <br> Accessories, Spare Parts and Tools <br> submit at any time, at the request of the relevant competent authorities of the exporting <br> country where the certificate of origin Form A is issued, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin Form A shall be issued by the relevant competent authorities in <br> Contracting Party if the products concerned can be considered as products originating in <br> one of the Contracting Parties and fulfil the other requirements of this Annex. <br> 5 The relevant competent authorities issuing certificate of origin Form A shall take any <br> additional documentary evidence of the conditions under which they have been exhibited <br> may be required. <br> steps necessary to verify the originating status of the products and the fulfilment of the <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br> (d) goods which do not enter and which are not intended to enter into the final composition of the product. <br> other requirements of this Annex. For this purpose, they shall have the right to call for any <br> similar public show or display which is not organised for private purposes in shops or <br> considered appropriate. They shall also ensure that the form referred to in paragraph 2 is <br> duly completed. In particular, they shall check whether the space reserved for the <br> description of the products has been completed in such a manner as to exclude all <br> 6 The place and date of issue of the certificate of origin Form A shall be indicated in Box <br> 11(BiH), 12(Iran) of the certificate. <br> 7 A certificate of origin Form A shall be issued by the relevant competent authorities and <br> Article 19 : Certificate of origin Form A issued retrospectively <br> applicable in the country where the product was manufactured. <br> Certificate of origin Form A issued retrospectively <br> 1 Notwithstanding Article 18/ (para7), a certificate of origin Form A may exceptionally be <br> (b) it is demonstrated to the satisfaction of the relevant competent authorities that a <br> In order to determine whether a product originates, it shall not be necessary to determine the <br> certificate of origin Form A was issued but was not accepted at importation for <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the <br> Accounting Segregation <br> place and date of exportation of the products to which the certificate of origin Form A <br> undergo operations other than unloading, reloading or any operation designed to preserve <br> relates, and state the reasons for his request. <br> 3 The relevant competent authorities may issue a certificate of origin Form A <br> retrospectively only after verifying that the information supplied in the exporter's <br> TITLE IV <br> application agrees with that in the corresponding file. <br> 4 Certificate of origin Form A issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box 4 of the <br> ANNEX C <br> certificate of origin Form A. <br> Article 20 : Issue of a duplicate certificate of origin Form A <br> Issue of a duplicate certificate of origin Form A <br> 1. In the event of theft, loss or destruction of a certificate of origin Form A, the exporter may <br> products remain under customs control. <br> apply to the relevant competent authorities, which issued it for a duplicate made out on the <br> basis of the export documents in their possession. <br> 3. The duplicate issued in this way must be endorsed with the following word: @^@DUPLICATE@^@ <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box 4 of the <br> issued after exportation of the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions <br> duplicate certificate of origin Form A. <br> 4. The duplicate, which must bear the date of issue of the original certificate of origin Form <br> or special circumstances; or <br> A, shall take effect as from that date. <br> Article 21 : Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> Issue of certificate of origin Form A on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in Contracting <br> Party, it shall be possible to replace the original proof of origin by one or more certificate of <br> origin Form A for the purpose of sending all or some of these products elsewhere within <br> Contracting Party. The replacement certificate(s) of origin Form A shall be issued by the <br> (c) The products have been consigned during the exhibition or immediately thereafter in <br> relevant competent authorities. <br> Article 22 : Accounting segregation <br> originating and non-originating materials, which are identical and interchangeable, the <br> purpose other than demonstration at the exhibition. <br> customs authorities may, at the written request of those concerned, authorise the so-called <br> products obtained which could be considered as @^@originating@^@ is the same as that which <br> would have been obtained if there had been physical segregation of the stocks. <br> 3. The authorities may grant such authorisation, subject to any conditions deemed appropriate. <br> 4. This method is recorded and applied on the basis of the general accounting principles <br> 4 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br> be, for the quantity of products, which may be considered as originating. At the request of <br> the customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> 6 The authorities shall monitor the use made of the authorisation and may withdraw it at any <br> time whenever the beneficiary makes improper use of the authorisation in any manner <br> whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> country, and must be submitted within the said period to the customs authorities of the importing country. <br> after the final date for presentation specified in paragraph 1 may be accepted for the <br> or vehicle, which are part of the normal equipment and included in the price thereof or which <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Title IV <br> purpose of applying preferential treatment, where the failure to submit these documents by <br> the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing country <br> may accept the proofs of origin where the products have been submitted before the said final date. <br> Article 24 : Submission of proof of origin <br> Submission of proof of origin <br> by a statement from the importer to the effect that the products meet the conditions required <br> TITLE III <br> Validity of proof of origin <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br> Proofs of origin shall be submitted to the customs authorities of the importing country in <br> accordance with the procedures applicable in that country. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied <br> products into parts; <br> for the implementation of the Agreement. <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks of <br> @^@accounting segregation@^@ method to be used for managing such stocks. <br> 2. This method must be able to ensure that, for a specific reference-period, the number of <br> Article 7 : Wholly obtained products <br> which the exhibition is held and has exhibited them there; <br> 1 A proof of origin shall be valid for six months from the date of issue in the exporting <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country <br> Article 15 : Direct transport <br> ISSUED RETROSPECTIVELY <br> business premises with a view to the sale of foreign products, and during which the <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, <br> the names of the ships, or the other means of transport used; and <br> made available to the exporter as soon as actual exportation has been effected or ensured. <br> Article 23 : Validity of proof of origin <br> Article 9 : Insufficient Working or Processing <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 30 : Verification of Proofs of Origin <br> documents that provide supporting evidence of the conditions of transport. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> Subsequent verifications of proofs of origin shall be carried out at random or whenever <br> the customs authorities of the importing country have reasonable doubts as to the <br> document, which contains incorrect information for the purpose of obtaining a preferential <br> authenticity of such documents, the originating status of the products concerned or the <br> treatment for products. <br> For the purposes of implementing the provisions of paragraph 1, the customs authorities <br> of the importing country shall return the certificate of origin Form A and the invoice, if it <br> has been submitted, the invoice declaration, or a copy of these documents, to the customs <br> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br> Any documents and information obtained suggesting that the information given on the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> certificate of origin Form A is incorrect shall be forwarded in support of the request for verification. <br> The verification shall be carried out by the relevant competent authorities of the exporting <br> country. For this purpose, they shall have the right to call for any evidence and to carry <br> If the customs authorities of the importing country decide to suspend the granting of <br> out any inspection of the exporter's accounts or any other check considered appropriate. <br> preferential treatment to the products concerned while awaiting the results of the <br> fulfilment of the other requirements of this Annex. <br> precautionary measures judged necessary. <br> The customs authorities requesting the verification shall be informed of the results of this <br> verification, release of the products shall be offered to the importer subject to any <br> verification as soon as possible. These results must indicate clearly whether the documents <br> are authentic and whether the products concerned can be considered as products <br> originating in one of the Contracting Parties and fulfil the other requirements of this Annex. <br> If in cases of reasonable doubt there is no reply within ten months of the date of the <br> verification request or if the reply does not contain sufficient information to determine the <br> authenticity of the document in question or the real origin of the products, the requesting <br> customs authorities may refuse entitlement to the preferences. <br> TITLE V <br> Article 34 : Penalties <br> Penalties <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 29 : Mutual assistance <br> 1 The relevant competent authorities in the Contracting Parties shall provide each other with <br> specimen impressions of stamps used in their relevant competent authorities for the issue <br> of certificate of origin Form A and with the addresses of the relevant competent <br> authorities responsible for verifying this certificate. <br> 2 In order to ensure the proper application of this Annex, Contracting Parties shall assist <br> each other, through the competent customs administrations, in checking the authenticity of <br> the certificate of origin Form A and the correctness of the information given in this document. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 30 : Verification of Proofs of Origin <br> documents that provide supporting evidence of the conditions of transport. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> Subsequent verifications of proofs of origin shall be carried out at random or whenever <br> the customs authorities of the importing country have reasonable doubts as to the <br> document, which contains incorrect information for the purpose of obtaining a preferential <br> authenticity of such documents, the originating status of the products concerned or the <br> treatment for products. <br> For the purposes of implementing the provisions of paragraph 1, the customs authorities <br> of the importing country shall return the certificate of origin Form A and the invoice, if it <br> has been submitted, the invoice declaration, or a copy of these documents, to the customs <br> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br> Any documents and information obtained suggesting that the information given on the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> certificate of origin Form A is incorrect shall be forwarded in support of the request for verification. <br> The verification shall be carried out by the relevant competent authorities of the exporting <br> country. For this purpose, they shall have the right to call for any evidence and to carry <br> If the customs authorities of the importing country decide to suspend the granting of <br> out any inspection of the exporter's accounts or any other check considered appropriate. <br> preferential treatment to the products concerned while awaiting the results of the <br> fulfilment of the other requirements of this Annex. <br> precautionary measures judged necessary. <br> The customs authorities requesting the verification shall be informed of the results of this <br> verification, release of the products shall be offered to the importer subject to any <br> verification as soon as possible. These results must indicate clearly whether the documents <br> are authentic and whether the products concerned can be considered as products <br> originating in one of the Contracting Parties and fulfil the other requirements of this Annex. <br> If in cases of reasonable doubt there is no reply within ten months of the date of the <br> verification request or if the reply does not contain sufficient information to determine the <br> authenticity of the document in question or the real origin of the products, the requesting <br> customs authorities may refuse entitlement to the preferences. <br> TITLE V <br> Article 34 : Penalties <br> Penalties <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 31 : Review <br> These Rules may be reviewed as and when necessary upon request of either of the <br> Contracting Parties and may be open to such modifications as may be agreed there upon. <br> "}, {"ArticleTitle": "Prohibitions", "ArticleDesc": "Article 32 : Prohibitions <br> Either Contracting Party may prohibit importation of products containing any inputs <br> originating from states with which it does not have economic and commercial relations. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 33 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 30, which cannot be <br> settled between the customs authorities requesting verification and the relevent competent <br> authorities responsible for carrying out this verification or where they raise a question as to <br> the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 30 : Verification of Proofs of Origin <br> documents that provide supporting evidence of the conditions of transport. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> Subsequent verifications of proofs of origin shall be carried out at random or whenever <br> the customs authorities of the importing country have reasonable doubts as to the <br> document, which contains incorrect information for the purpose of obtaining a preferential <br> authenticity of such documents, the originating status of the products concerned or the <br> treatment for products. <br> For the purposes of implementing the provisions of paragraph 1, the customs authorities <br> of the importing country shall return the certificate of origin Form A and the invoice, if it <br> has been submitted, the invoice declaration, or a copy of these documents, to the customs <br> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br> Any documents and information obtained suggesting that the information given on the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> certificate of origin Form A is incorrect shall be forwarded in support of the request for verification. <br> The verification shall be carried out by the relevant competent authorities of the exporting <br> country. For this purpose, they shall have the right to call for any evidence and to carry <br> If the customs authorities of the importing country decide to suspend the granting of <br> out any inspection of the exporter's accounts or any other check considered appropriate. <br> preferential treatment to the products concerned while awaiting the results of the <br> fulfilment of the other requirements of this Annex. <br> precautionary measures judged necessary. <br> The customs authorities requesting the verification shall be informed of the results of this <br> verification, release of the products shall be offered to the importer subject to any <br> verification as soon as possible. These results must indicate clearly whether the documents <br> are authentic and whether the products concerned can be considered as products <br> originating in one of the Contracting Parties and fulfil the other requirements of this Annex. <br> If in cases of reasonable doubt there is no reply within ten months of the date of the <br> verification request or if the reply does not contain sufficient information to determine the <br> authenticity of the document in question or the real origin of the products, the requesting <br> customs authorities may refuse entitlement to the preferences. <br> TITLE V <br> Article 34 : Penalties <br> Penalties <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1. The Contracting Parties shall take all necessary steps to ensure that products traded under <br> cover of a proof of origin which in the course of transport use a free zone situated in their <br> territory, are not substituted by other goods and do not undergo handling other than <br> 2. By means of an exemption to the provisions contained in paragraph 1, when products <br> originating in a Contracting Party are imported into a free zone under cover of a proof of <br> origin and undergo treatment or processing, the authorities concerned shall issue a new <br> undergone is in conformity with the provisions of this Annex. <br> certificate of origin Form A at the exporter's request, if the treatment or processing <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "normal operations designed to prevent their deterioration. <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "1. A Sub-Committee on customs and origin matters shall be set up under the Joint <br> Committee in accordance with Article 18 of this Agreement to assist it in carrying out its <br> duties and to ensure a continuous information and consultations process between experts. <br> 2. The said Sub-Committee shall be composed of experts from the Contracting Parties <br> responsible for questions related to customs and origin matters. <br> "}, {"ArticleTitle": "Sub-Committee on Customs and Origin Matters", "ArticleDesc": "Article 36 : Sub-Committee on Customs and Origin Matters <br> "}, {"ArticleTitle": "Annexes", "ArticleDesc": "Article 37 : Annexes <br> The Annex to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Goods in transit and storage", "ArticleDesc": "Article 38 : Goods in transit and storage <br> Goods which conform to the provisions of Title II and which on the date of entry into force of <br> the Agreement are either being transported or are being held in a Contracting Party in <br> temporary storage, in bonded warehouses or in free zones, may be accepted as originating <br> products subject to the submission, within four months from that date, to the customs <br> authorities of the importing country of proof of origin, drawn up retrospectively, and of any <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 30 : Verification of Proofs of Origin <br> documents that provide supporting evidence of the conditions of transport. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Verification of proofs of origin <br> Subsequent verifications of proofs of origin shall be carried out at random or whenever <br> the customs authorities of the importing country have reasonable doubts as to the <br> document, which contains incorrect information for the purpose of obtaining a preferential <br> authenticity of such documents, the originating status of the products concerned or the <br> treatment for products. <br> For the purposes of implementing the provisions of paragraph 1, the customs authorities <br> of the importing country shall return the certificate of origin Form A and the invoice, if it <br> has been submitted, the invoice declaration, or a copy of these documents, to the customs <br> authorities of the exporting country giving, where appropriate, the reasons for the enquiry. <br> Any documents and information obtained suggesting that the information given on the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> certificate of origin Form A is incorrect shall be forwarded in support of the request for verification. <br> The verification shall be carried out by the relevant competent authorities of the exporting <br> country. For this purpose, they shall have the right to call for any evidence and to carry <br> If the customs authorities of the importing country decide to suspend the granting of <br> out any inspection of the exporter's accounts or any other check considered appropriate. <br> preferential treatment to the products concerned while awaiting the results of the <br> fulfilment of the other requirements of this Annex. <br> precautionary measures judged necessary. <br> The customs authorities requesting the verification shall be informed of the results of this <br> verification, release of the products shall be offered to the importer subject to any <br> verification as soon as possible. These results must indicate clearly whether the documents <br> are authentic and whether the products concerned can be considered as products <br> originating in one of the Contracting Parties and fulfil the other requirements of this Annex. <br> If in cases of reasonable doubt there is no reply within ten months of the date of the <br> verification request or if the reply does not contain sufficient information to determine the <br> authenticity of the document in question or the real origin of the products, the requesting <br> customs authorities may refuse entitlement to the preferences. <br> TITLE V <br> Article 34 : Penalties <br> Penalties <br> "}]}]}, "members_found": ["364", "070"]}