{"FtaRooDetails": {"FtaId": 84, "FtaCode": "ITC00086", "FtaName": "Brazil-Guyana", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL DE COMPLEMENTACIÓN ECONÓMICA N° 38 SUSCRITO AL AMPARO DEL ARTÍCULO 25 DEL TRATADO DE MONTEVIDEO 1980, ENTRE LA REPÚBLICA FEDERATIVA DEL BRASIL Y LA REPÚBLICA COOPERATIVISTA DE GUYANA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "31.05.2004", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Brazil; Guyana", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Brazil-Guyana", "AdminProcCooAuth": "The certification type under Brazil-Guyana is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Brazil-Guyana is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Brazil-Guyana agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) Mercancías elaboradas en sus territorios, utilizando materiales de países no participantes del Acuerdo, siempre que resulten de un proceso de transformación realizado en una de las Partes, que les confiera una nueva individualidad, caracterizada por el hecho de quedar clasificadas en la NALADISA en partida diferente a la de aquellos materiales. Tales mercancías no serán consideradas originarias cuando aquellas operaciones o procesos en que son utilizados exclusivamente materiales no originarios, consistan solamente en simples montajes o ensambles, fraccionamiento en lotes, piezas o volúmenes, selección y clasificación, marcación, composición de surtidos de mercancías u otras operaciones o procesos similares. Las mercancías resultantes de operaciones de montaje o ensamble realizadas en el territorio de una de las Partes, utilizando materiales originarios y no originarios, serán consideradas originarias cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países, no exceda el 50 por ciento del valor FOB de exportación de dichas mercancías. d) En caso que el requisito establecido en el literal c) de este artículo no pueda ser cumplido, las mercancías elaboradas con materiales originarios y no originarios, serán consideradas originarias de las Partes, cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países, no exceda el 50 por ciento del valor FOB de exportación de dichas mercancías.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00086_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/e228fc618fe678aa032577c9005b56a2/$FILE/CO%20Brasil%20-%20Guyana.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00086_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/BRA_GUY/Annex3.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00086_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vArt25webR?OpenView&Start=1&Count=100&Expand=15#15"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.- A efectos de determinar si una mercancía es originaria, su <br /> producción en el territorio de una o ambas Partes por uno o más productores debe ser <br /> considerada como realizada en el territorio de una de las Partes por el exportador o <br /> productor, siempre que la mercancía cumpla con las disposiciones de este Anexo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "a) Mercancías obtenidas o elaboradas enteramente en el territorio de una de las Partes, a saber: <br /> i) materiales o productos de los reinos mineral, vegetal y animal (incluyendo <br /> los derivados de la caza y de la pesca), extraídos, cosechados o <br /> recolectados, nacidos en su territorio o en sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas; <br /> ii) materiales y productos extraídos del mar fuera de sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas, por barcos de su bandera <br /> legalmente registrados o arrendados por empresas regularmente <br /> establecidas en su territorio. <br /> b) Mercancías elaboradas en el territorio de una de las Partes, utilizando <br /> exclusivamente materiales originarios en sus territorios;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Tales mercancías no serán consideradas originarias cuando aquellas <br /> operaciones o procesos en que son utilizados exclusivamente materiales no <br /> originarios, consistan solamente en simples montajes o ensambles, <br /> fraccionamiento en lotes, piezas o volúmenes, selección y clasificación, marcación, <br /> composición de surtidos de mercancías u otras operaciones o procesos similares.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "d) En caso que el requisito establecido en el literal c) de este artículo no pueda ser <br /> cumplido, las mercancías elaboradas con materiales originarios y no originarios, <br /> serán consideradas originarias de las Partes, cuando el valor CIF puerto de destino <br /> o CIF puerto marítimo de los materiales originarios de terceros países, no exceda <br /> el 50 por ciento del valor FOB de exportación de dichas mercancías.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.- Para que las mercancías incluidas en este Acuerdo se beneficien <br /> de las preferencias arancelarias, las mismas deben ser expedidas directamente del <br /> país exportador al país importador, y estar acompañadas por el certificado de origen <br /> correspondiente. A tales efectos, se considera como expedición directa: <br /> a) Las mercancías transportadas sin pasar por el territorio de algún país no <br /> participante del presente Acuerdo; <br /> b) Las mercancías transportadas en tránsito por uno o más países no participantes, <br /> con o sin transbordo o almacenamiento temporal, bajo vigilancia de la autoridad <br /> aduanera competente en dichos países, siempre que: <br /> i) el tránsito esté justificado por razones geográficas o por consideraciones <br /> referentes a requerimientos de transporte; <br /> ii) No estén destinadas al comercio, uso o empleo en el país de tránsito; <br /> iii) No sufran, durante su transporte y depósito, ninguna operación diferente a <br /> la de carga y descarga; y <br /> iv) La descarga o la manipulación sean efectuadas solamente para mantener <br /> las mercancías en buenas condiciones o para asegurar su conservación. <br /> La intervención de operadores de terceros países debe ser autorizada cuando <br /> éstos cumplan con las disposiciones establecidas en los ítem a) y b) de este artículo, y <br /> siempre que tales mercancías estén acompañadas por la factura comercial emitida por <br /> la parte interviniente y el certificado de origen correspondiente.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 1.- Serán consideradas originarias de las Partes las siguientes mercancías: <br /> a) Mercancías obtenidas o elaboradas enteramente en el territorio de una de las Partes, a saber: <br /> i) materiales o productos de los reinos mineral, vegetal y animal (incluyendo <br /> los derivados de la caza y de la pesca), extraídos, cosechados o <br /> recolectados, nacidos en su territorio o en sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas; <br /> ii) materiales y productos extraídos del mar fuera de sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas, por barcos de su bandera <br /> legalmente registrados o arrendados por empresas regularmente <br /> establecidas en su territorio. <br /> b) Mercancías elaboradas en el territorio de una de las Partes, utilizando <br /> exclusivamente materiales originarios en sus territorios; <br /> c) Mercancías elaboradas en sus territorios, utilizando materiales de países no <br /> participantes del Acuerdo, siempre que resulten de un proceso de transformación <br /> realizado en una de las Partes, que les confiera una nueva individualidad, <br /> caracterizada por el hecho de quedar clasificadas en la NALADISA en partida <br /> diferente a la de aquellos materiales. <br /> Tales mercancías no serán consideradas originarias cuando aquellas <br /> operaciones o procesos en que son utilizados exclusivamente materiales no <br /> originarios, consistan solamente en simples montajes o ensambles, <br /> fraccionamiento en lotes, piezas o volúmenes, selección y clasificación, marcación, <br /> composición de surtidos de mercancías u otras operaciones o procesos similares. <br /> Las mercancías resultantes de operaciones de montaje o ensamble <br /> realizadas en el territorio de una de las Partes, utilizando materiales originarios y <br /> no originarios, serán consideradas originarias cuando el valor CIF puerto de <br /> destino o CIF puerto marítimo de los materiales originarios de terceros países, no <br /> exceda el 50 por ciento del valor FOB de exportación de dichas mercancías. <br /> d) En caso que el requisito establecido en el literal c) de este artículo no pueda ser <br /> cumplido, las mercancías elaboradas con materiales originarios y no originarios, <br /> serán consideradas originarias de las Partes, cuando el valor CIF puerto de destino <br /> o CIF puerto marítimo de los materiales originarios de terceros países, no exceda <br /> el 50 por ciento del valor FOB de exportación de dichas mercancías.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6.- Los certificados de origen deben ser expedidos sólo por <br /> autoridades gubernamentales de las Partes. Esta atribución podrá ser delegada a <br /> otras entidades públicas u organizaciones privadas, que actúen con jurisdicción <br /> nacional o estatal, en adelante denominadas @^@entidades oficialmente autorizadas@^@. <br /> Una autoridad gubernamental en cada Parte deberá ser responsable por la <br /> verificación y control de la emisión del certificado de origen. <br /> Artículo 7.- Las Partes informarán sus respectivas autoridades <br /> gubernamentales y las entidades oficialmente autorizadas, habilitadas para expedir <br /> certificados de origen, con el registro y facsímil de las firmas autorizadas para ese fin. <br /> Artículo 8.- El certificado de origen es el documento que acredita el origen de <br /> las mercancías. Ese certificado debe llenar los siguientes requisitos: <br /> a) Ser expedido por autoridad gubernamental o por entidad oficialmente autorizada; <br /> b) Identificar las mercancías a que se refiere; <br /> c) Indicar de forma inequívoca que la mercancía en cuestión es originaria de la Parte, <br /> de acuerdo con las disposiciones de este Anexo. <br /> Artículo 9.- La solicitud del certificado de origen debe ser precedida por una <br /> declaración jurada u otro instrumento legal de efecto equivalente, suscrito por el <br /> productor final, en la cual deben ser indicados las características y componentes del <br /> producto, la descripción del proceso productivo y, como mínimo, los siguientes requisitos: <br /> a) Compañía o nombre comercial; <br /> b) Dirección o domicilio legal e industrial de las instalaciones; <br /> c) Descripción de la mercancía exportada y clasificación expresada en NALADISA; <br /> d) Valor FOB; <br /> e) Descripción del proceso productivo; <br /> f) Elementos demostrativos de los componentes del producto, indicando: <br /> i) Material, componente y/o partes y piezas nacionales. <br /> ii) Material, componente y/o partes y piezas originarias de la otra Parte: <br /> - Clasificación expresada en NALADISA; <br /> - Valor CIF en dólares norteamericanos; <br /> - Porcentaje de participación en el ítem final. <br /> iii) Material, componente y/o partes y piezas originarias incorporados en bienes no originarios: <br /> - Clasificación expresada en NALADISA; <br /> - Valor CIF en dólares norteamericanos; <br /> - Porcentaje de participación en el ítem final. <br /> La descripción de mercancías en la referida declaración o instrumento de <br /> efecto equivalente deberá coincidir con la descripción establecida en la NALADISA, <br /> además de la que consta en la factura comercial y en el certificado de origen. <br /> La declaración o instrumento de efecto equivalente debe ser presentado con <br /> anticipación al pedido de certificación. <br /> En el caso de mercancías que son exportadas regularmente, siempre que los <br /> componentes, procesos y materiales no fueren alterados, la misma declaración será <br /> valida por ciento ochenta (180) días contados a partir de la fecha de su emisión, y <br /> podrá ser utilizada para la expedición de certificados de origen durante dicho período.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Los certificados de origen serán válidos por ciento ochenta (180) días y serán <br /> expedidos exclusivamente en el formulario anexo. Dicho período podrá ser prorrogado <br /> exclusivamente durante el tiempo en que la mercancía esté sujeta a algún régimen <br /> suspensivo de importación, el cual no permite alteración alguna de tal mercancía. <br /> Todos los campos de los certificados de origen deben ser adecuadamente <br /> llenados, bajo pena de ser invalidados.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10.- Los certificados de origen deben ser expedidos en portugués e <br /> inglés y archivados por un período de dos (2) años contados a partir de la fecha de su <br /> expedición, y contener el número de serie correspondiente. <br /> Las entidades oficialmente autorizadas de las Partes deberán mantener un <br /> registro permanente de los certificados de origen expedidos. Dicho registro debe <br /> contener, por lo menos, el número de los certificados, el solicitante y la fecha de expedición.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11.- En caso de dudas sobre la veracidad de la información y la <br /> autenticidad del certificado de origen, las autoridades gubernamentales de la Parte <br /> importadora podrá requerir de la autoridad gubernamental encargada de la verificación <br /> y control de los certificados de origen de la otra Parte, informaciones adicionales <br /> para aclarar el tema. <br /> En ningún caso las Partes detendrán los trámites de importación de tales mercancías. <br /> Mientras tanto, las Partes podrán adoptar las medidas que consideren <br /> necesarias para garantizar el interés fiscal. <br /> Artículo 12.- La autoridad gubernamental responsable por la verificación y <br /> control de los certificados de origen, deberá proporcionar la información referida en el <br /> artículo 11 en el plazo de sesenta (60) días útiles contados a partir de la fecha de <br /> recibida la comunicación correspondiente. La información prestada recibirá tratamiento <br /> confidencial y será usada exclusivamente para aclarar tales cuestiones. <br /> Artículo 13.- Siempre que la información prestada sea considerada <br /> insatisfactoria, las autoridades de la Parte importadora podrán suspender nuevas <br /> operaciones relativas a mercancías, compañías y operaciones que involucren a la <br /> entidad certificadora en cuestión, incluyendo aquéllas en proceso de despacho aduanero. <br /> En ese caso, las autoridades del país importador deberán presentar el <br /> problema a la Comisión Administradora, referida en el artículo 20 del Acuerdo. <br /> Artículo 14.- Para verificar si una mercancía es originaria, las Partes podrán, <br /> por intermedio de las autoridades competentes de la otra Parte: <br /> a) Realizar cuestionarios por escrito al exportador o productores; <br /> b) Solicitar que dicha autoridad tome las providencias necesarias para facilitar la <br /> realización de visitas de verificación a las instalaciones del exportador o productor, <br /> con el objeto de examinar procesos productivos, los locales utilizados en la <br /> producción, así como cualesquiera otras actividades que puedan contribuir a la <br /> verificación de origen de las mercancías en cuestión; y <br /> c) Realizar otros procedimientos que las Partes decidan. <br /> Las Partes concuerdan en facilitar la realización de auditorías externas recíprocas.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["328", "076"]}