{"FtaRooDetails": {"FtaId": 854, "FtaCode": "ITC00884", "FtaName": "EFTA-Costa Rica (CACM)", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND THE CENTRAL AMERICAN STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "29.08.2014", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Costa Rica; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EFTA-Costa Rica (CACM)", "AdminProcCooAuth": "The certification type under EFTA-Costa Rica (CACM) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EFTA-Costa Rica (CACM) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EFTA-Costa Rica (CACM) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30%", "RooText": "Manufacture from materials of any heading, except that of the product or Manufacture in which the value of all the materials used does not exceed 70% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Interpretative notes", "RooText": " APPENDIX 1 TO ANNEX I<br /> PRODUCT-SPECIFIC RULES<br /> Interpretative Notes<br /> 1. The Appendix contains three lists in sequence as listed here:<br /> (a) Product-Specific Rules, Chapters 1-24 EFTA-Costa Rica page 3<br /> (b) Product-Specific Rules, Chapters 1-24 EFTA-Panama page 7<br /> (c) Product-Specific Rules, Chapters 25-97 EFTA-Central America page 11<br /> 2. The first column of the list contains chapters, headings or sub-headings and the<br /> second column sets out a description of the products. For each entry in the first two<br /> columns, one or two rules are specified in columns 3 and 4. If the HS code in column 1<br /> is preceded by an 'ex', this signifies that the rules in column 3 or 4 apply only to the<br /> part of that chapter or heading as described in column 2. Where, for an entry in the first<br /> two columns, a rule is specified in both columns 3 and 4, either one may be applied. If<br /> no origin rule is given in column 4, the rule set out in column 3 shall be applied.<br /> 3. A product-specific rule of origin set out in this Appendix represents the<br /> minimum amount of working or processing required to be carried out on non-<br /> originating materials for the resulting product to achieve originating status. A greater<br /> amount of working or processing than that required by the rule for that product shall<br /> also confer originating status.<br /> 4. If a product-specific rule in the list specifies that a product may be manufactured<br /> from more than one material, any one or more materials may be used. It does not require<br /> that all be used.<br /> 5. If a product-specific rule in the list specifies that a product must be<br /> manufactured from a particular material, the condition does not prevent the use of other<br /> materials in addition.<br /> 6. If a product-specific rule excludes materials classified in certain chapters,<br /> headings, or subheadings of the Harmonized System, those materials must be<br /> originating for the products to qualify as originating.<br /> 7. If a product, which has acquired originating status by fulfilling the conditions set<br /> out in the list, is used as material in the manufacture of another product, the conditions<br /> applicable to the final product do not apply to the material. No account shall be taken of<br /> the non-originating components of that material.<br /> 8. Where a rule uses the expression \"Manufacture from materials of any heading\",<br /> then materials of any heading, even materials of the same description and heading as the<br /> product, may be used, subject, however, to any specific limitations which may also be<br /> contained in the rule.<br /> 9. The products mentioned in the list are not all covered by this Agreement. Other<br /> parts of this Agreement, e.g. exclusion lists and dismantling lists, must be consulted in<br /> order to come to the conclusion whether preferential access may be granted to a given<br /> product imported from a Party to another.<br /> 10. Agricultural and horticultural goods (Chapter 6 through 14 from HS) grown in<br /> the territory of a Party, shall be treated as originating in the territory of that Party even if<br /> grown from seeds, bulbs, rootstock, cuttings, grafts, shoots, buds, or other live parts of<br /> plants imported from a non-party.<br /> 11. The fish, crustaceans, molluscs, and other aquatic invertebrates shall be deemed<br /> originating even if they were cultivated from non-originating fry1 or larvae.<br /> \"Fry\" means immature fish at a post-larval stage, including fingerlings, parr, smolts, and elvers.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00884_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/central-america/annexes-en/annex-i-appendix-3-certificate-of-origin-eur-1.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00884_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/central-america/annexes-en/annex-i-appendix-1-product-specific-rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00884_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/central-america/annexes-en/annex-i-rules-of-origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00884_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/central-america/EFTA-Central-America-free-trade-agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Accumulation of Origin <br /> 1. Without prejudice to Article 2, a product originating in a Party, which is used as <br /> material in the manufacture in another Party, shall be considered as originating in the <br /> Party where the last operation beyond those referred to in paragraph 1 of Article 5 has <br /> been carried out, provided that: <br /> (a) the importing Party of the final product would grant duty free access to <br /> materials originating in the exporting Party of the materials in <br /> accordance with this Agreement; and <br /> (b) all the Parties involved have agreed to identical rules of origin to the <br /> final goods. <br /> 2. Notwithstanding paragraph 1, in determining the originating status of the final <br /> product, the materials obtained in a Party that do not meet the above requirements shall <br /> be considered as non-originating. <br /> 3. A product originating in a Party, which is exported from one Party to another <br /> and does not undergo working or processing beyond those referred to in paragraph 1 of <br /> Article 5, shall retain its origin. <br /> 4. Where materials originating in two or more Parties are used in the manufacture <br /> of a product and these materials have not undergone any working or processing beyond <br /> the operations referred to in Article 5, the origin of the product is determined by the <br /> material with the highest customs value, or if this cannot be ascertained, with the <br /> highest first ascertainable price paid for that material in that Party. <br /> 5. When the EFTA States and Costa Rica or Panama have established a preferential <br /> trade agreement with a same non-party country or group of countries, the products or <br /> materials from that same non-party country or group of countries used in the <br /> manufacture of a product in their territories, may be considered as originating from the <br /> Party, as long as they comply with the specific rules of origin for that product or <br /> material under this agreement. <br /> 6. For the application of paragraph 5, an equivalent provision shall be in force <br /> between each Party and the non-party country or group of countries, as well as any other <br /> condition that the Parties consider necessary for its application.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 3. Notwithstanding paragraph 1, non-originating materials do not have to fulfil the <br /> conditions set out in Appendix 1, provided that: <br /> (a) their total value does not exceed 10% of the ex-works price of the <br /> product; and <br /> (b) no maximum value of non-originating materials set out in Appendix 1 is <br /> exceeded through the application of this paragraph.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 1. A product listed in Appendix 1 shall be considered to have undergone sufficient <br /> working or processing if the product specific rules of that Appendix are fulfilled and <br /> when processed beyond the requirements listed in Article 5. <br /> 2. If a product, which has acquired originating status in accordance with paragraph <br /> 1 in a Party, is further processed in that Party and used as material in the manufacture of <br /> another product, no account shall be taken of the non-originating components of that <br /> material. <br /> Cell culture is defined as the cultivation of human, animal and plant cells under controlled <br /> conditions (such as defined temperatures, growth medium, gas mixture, ph) outside a living <br /> organism. <br /> @^@Fermentation@^@ is a biotechnological process in which human, animal, plant cells, bacteria, <br /> yeasts, fungi or enzymes are used to produce products falling within Chapters 28 to 39.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Principle of Territoriality <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of Section II shall not be affected by operations carried <br /> out in a non-party, under an outward processing procedure or a similar arrangement, if: <br /> (a) the re-imported product has been obtained from the exported materials; <br /> (b) the total added value acquired in the non-party does not exceed 15% of <br /> the ex-works price of the product; and <br /> (c) the total value of the non-originating materials incorporated in the <br /> territory of the Party concerned, taken together with the total added value <br /> acquired outside the Party concerned, does not exceed the value allowed <br /> in accordance with Appendix 1. <br /> 4. For the purposes of paragraph 3, the term @^@total added value@^@ means all costs <br /> arising outside the Party concerned, including transport costs and the value of materials <br /> incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> its ex-works price, or which are not separately invoiced, shall be considered as part of <br /> the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained Products <br /> The following products shall be considered as wholly obtained in a Party: <br /> (a) mineral products and other non-living natural resources extracted or <br /> taken from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products obtained from live animals there; <br /> (e) products obtained by hunting, trapping, fishing or aquaculture conducted <br /> there; <br /> (f) products falling within Chapter 30 obtained there by using cell cultures;1 <br /> (g) products falling within Chapters 28 to 39 obtained there by <br /> fermentation;2 <br /> (h) products of sea fishing and other marine products taken from the sea <br /> outside twelve nautical miles measured from the baselines of any country <br /> by a vessel registered in a Party and flying its flag, and products <br /> manufactured exclusively from such products, on board a factory ship <br /> registered in a Party and flying its flag; <br /> (i) products extracted from marine soil or subsoil outside twelve nautical <br /> miles measured from the baselines of any country provided that they <br /> have the sole rights to exploit that soil or subsoil; <br /> (j) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (k) used products collected there fit only for the recovery of raw materials; <br /> and <br /> (l) products manufactured there exclusively from those specified in <br /> subparagraphs (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Insufficient Working or Processing <br /> 1. Notwithstanding Article 4, a product shall not be considered as originating, if it <br /> has only undergone the following operations: <br /> (a) preserving operations to ensure that a product remains in good condition <br /> during transport and storage; <br /> (b) freezing or thawing; <br /> (c) breaking-up, packaging, re-packaging or assembly of packages; <br /> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles or textile products; <br /> (f) simple painting and polishing; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (h) operations to colour sugar or form sugar lumps; <br /> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) slaughter of animals; or <br /> (q) a combination of two or more operations specified in subparagraphs (a) <br /> to (p). <br /> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which need <br /> neither special skills nor machines, apparatus or equipment especially produced or <br /> installed to carry out the activity. <br /> 3. All operations carried out in a Party on a given product shall be taken into <br /> account when determining whether the working or processing undergone by that <br /> product is considered as insufficient working or processing referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (c) @^@customs value@^@ means the value as determined in accordance with the <br /> Agreement on implementation of Article VII of the General Agreement <br /> on Tariffs and Trade 1994 (WTO Agreement on Customs Valuation); <br /> (d) @^@ex-works price@^@ means the price paid for a product ex-works to the <br /> manufacturer in the Party where the last working or processing was <br /> carried out, provided the price includes the value of all the materials <br /> used, minus any internal taxes which may be returned or repaid when the <br /> product obtained is exported; <br /> (k) @^@value of materials@^@ means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in a <br /> Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral Elements <br /> Neutral elements, which have not entered into the final composition of the <br /> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br /> be taken into account when the origin of that product is determined.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Direct Transport <br /> 1. Preferential treatment in accordance with this Agreement shall only be granted <br /> to originating products that are transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, an originating product may be transported through <br /> territories of non-parties, provided that it: <br /> (a) does not undergo operations other than unloading, reloading, splitting-up <br /> of consignments or any operation designed to preserve it in good <br /> condition; and <br /> (b) remains under customs control in those non-parties. <br /> 3. An importer shall upon request supply appropriate evidence to the customs <br /> authorities of the Party of import that the conditions set out in paragraph 2 have been <br /> fulfilled. <br /> 4. For the purposes of paragraph 1, an originating product may be transported by <br /> pipeline across territories of non-parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Principle of Territoriality <br /> 1. The conditions for acquiring originating status set out in the provisions of <br /> Section II must be fulfilled without any interruption in the territory of a Party. <br /> 2. If an originating product returns to the Party of export after having been <br /> exported to a non-party without having undergone any operation there, beyond those <br /> necessary to preserve it in good condition, that product shall retain its originating status, <br /> provided that the return period does not exceed the period established by the domestic <br /> law. <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of Section II shall not be affected by operations carried <br /> out in a non-party, under an outward processing procedure or a similar arrangement, if: <br /> (a) the re-imported product has been obtained from the exported materials; <br /> (b) the total added value acquired in the non-party does not exceed 15% of <br /> the ex-works price of the product; and <br /> (c) the total value of the non-originating materials incorporated in the <br /> territory of the Party concerned, taken together with the total added value <br /> acquired outside the Party concerned, does not exceed the value allowed <br /> in accordance with Appendix 1. <br /> 4. For the purposes of paragraph 3, the term @^@total added value@^@ means all costs <br /> arising outside the Party concerned, including transport costs and the value of materials <br /> incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Packaging Materials and Containers <br /> 1. Where, under General Interpretative Rule 5 of the Harmonized System, <br /> packaging is included with the products for classification purposes, it shall be included <br /> for the purposes of determining origin, except for products that qualify as wholly <br /> obtained. <br /> 2. Packing materials and containers for shipment shall be disregarded in <br /> determining whether products are originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Fungible Materials <br /> 1. If originating and non-originating fungible materials are used in the working or <br /> processing of a product, the determination of whether the materials used are originating <br /> may be determined on the basis of an inventory management system. <br /> 2. For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br /> the same kind and commercial quality, with the same technical and physical <br /> characteristics, and which cannot be distinguished from one another once they are <br /> incorporated into the finished product. <br /> 3. The inventory management system shall be based on generally accepted <br /> accounting principles applicable in the Party in which the product is manufactured and <br /> ensure that no more final products receive originating status than would have been the <br /> case if the materials had been physically segregated. <br /> 4. A producer using an inventory management system shall keep records of the <br /> operation of the system that are necessary for the customs authorities of the Party <br /> concerned to verify compliance with the provisions of this Annex. <br /> 5. A Party may require, according to its domestic legislation, that the application of <br /> an inventory management system as provided for in this Article be subject to prior <br /> authorisation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, referred to in General Interpretative Rule 3 of the Harmonized System, <br /> shall be regarded as originating when all component products are originating. However, <br /> when a set is composed of originating and non-originating products, the set as a whole <br /> shall be regarded as originating, provided that the value of the non-originating products <br /> does not exceed 15% of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General Requirements <br /> 1. Products originating in a Party shall, on importation into a Party, benefit from <br /> the preferential treatment under this Agreement upon submission of one of the <br /> following proofs of origin: <br /> (a) a movement certificate EUR.1, specimens of which appear in Appendix <br /> 3; or <br /> (b) in the cases specified in paragraph 1 of Article 19, a declaration, <br /> subsequently referred to as the @^@origin declaration@^@, the text of which <br /> appears in Appendix 2, given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 22, benefit on importation from the <br /> preferential treatment under this Agreement without it being necessary to submit any of <br /> the documents referred in paragraph 1. <br /> Article 16 : Procedure for the Issuance of Movement Certificates EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the competent authority of the <br /> exporting Party on application having been made in writing by the exporter or, under <br /> the exporter's responsibility, by his authorised representative. <br /> 2. For this purpose, the exporter or his authorised representative shall complete <br /> both the movement certificate EUR.1 and the application form, specimens of which <br /> appear in Appendix 3. The movement certificate EUR.1 shall be completed in English <br /> or Spanish. If they are hand-written, they shall be completed in ink in printed characters. <br /> The description of the products must be given in the box reserved for this purpose <br /> without leaving any blank lines. Where the box is not completely filled, a horizontal <br /> line must be drawn below the last line of the description, the empty space being crossed <br /> through. <br /> 3. The exporter applying for the issuance of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the competent authority of the <br /> exporting Party where the movement certificate EUR.1 is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4. A movement certificate EUR.1 shall be issued by the competent authority of an <br /> EFTA State or of a Central American State if the products concerned can be considered <br /> as products originating in an EFTA State or in a Central American State and fulfil the <br /> other requirements of this Annex. <br /> 5. The issuing competent authority shall take any steps necessary to verify the <br /> originating status of the products and the fulfilment of the other requirements of this <br /> Annex. For this purpose, it shall have the right to call for any evidence and to carry out <br /> any inspection of the exporter's accounting records3 or any other check considered <br /> appropriate. The issuing competent authority shall also ensure that the forms referred to <br /> in paragraph 2 are duly completed. In particular, it shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as to <br /> exclude any possibility of fraudulent additions. <br /> 6. The date of issuance of the movement certificate EUR.1 shall be indicated in <br /> Box 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued before or at the time of <br /> exportation. <br /> Article 19 : Conditions for Completing an Origin Declaration <br /> 1. An origin declaration referred to in subparagraph 1(b) of Article 15 may be <br /> completed: <br /> (a) by an approved exporter within the meaning of Article 20; or <br /> (b) by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed the <br /> amount in Euros established in Appendix 4. <br /> 2. An origin declaration may be completed if the products concerned can be <br /> considered as products originating in a Party and fulfil the other requirements of this <br /> Annex. <br /> 3. An exporter completing an origin declaration shall be prepared to submit at any <br /> time, at the request of the competent authority of the exporting Party, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4. An origin declaration shall be completed by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Appendix 2, in English or Spanish. If the <br /> declaration is handwritten, it shall be written in ink in printed characters. <br /> 5. Origin declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 20 shall not <br /> be required to sign such declarations, provided that he gives the competent authority of <br /> the exporting Party a written undertaking that he accepts full responsibility for any <br /> origin declaration which identifies him as if it had been signed in manuscript by him. <br /> 6. An origin declaration may be completed by the exporter when the products to <br /> which it relates are exported, or after exportation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Exemptions from Proof of Origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of <br /> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on the customs <br /> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by way <br /> of trade, if it is evident from the nature and quantity of the products that no commercial <br /> purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed in the case of <br /> small packages or of products forming part of travellers' personal luggage, the amounts <br /> in euro (EUR) established in Appendix 4 to this Annex. <br /> APPENDIX 4 TO ANNEX I <br /> CONDITIONS FOR COMPLETING AN ORIGIN DECLARATION <br /> In accordance with paragraph 1(b) of Article 19 of Annex I, an origin declara- <br /> tion as referred to in paragraph 1(b) of Article 19, of said Annex may be made out by <br /> any exporter for any consignment consisting of one or more packages containing origi- <br /> nating products whose total value does not exceed EUR 6,000. <br /> EXEMPTIONS FROM PROOF OF ORIGIN <br /> In accordance with paragraph 3 of Article 22 of Annex I, the total value of the <br /> products indicated in said Article, shall not exceed EUR 500 in the case of small pack- <br /> ages or EUR 1,200 in the case of products forming part of travellers' personal luggage. <br /> CALCULATION OF OTHER CURRENCIES <br /> Where the products are invoiced in a currency other than those mentioned above, <br /> the amount equivalent to the amount expressed in the national currency of the importing <br /> Party shall be applied in accordance with the domestic legislation of that Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Approved Exporter <br /> 1. The competent authority of the exporting Party may authorise any exporter, <br /> hereafter referred to as @^@approved exporter@^@, who makes frequent shipments of <br /> originating products under this Agreement, to make out origin declarations irrespective <br /> of the value of the products concerned. An exporter seeking such authorisation shall <br /> offer to the satisfaction of the competent authority all guarantees necessary to verify the <br /> originating status of the products as well as the fulfilment of the other requirements of <br /> this Annex. <br /> 2. The competent authority may grant the status of approved exporter subject to <br /> any conditions which it considers appropriate. <br /> 3. The competent authority shall grant to the approved exporter an authorisation <br /> number which shall appear on the origin declaration. <br /> 4. The competent authority shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5. The competent authority may withdraw the authorisation at any time. It shall do <br /> so where the approved exporter no longer offers the guarantees referred to in paragraph <br /> 1, no longer fulfil the conditions referred to in paragraph 2 or otherwise makes incorrect <br /> use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (b) @^@competent authority@^@ means: <br /> for the EFTA States, the customs authorities of Iceland, Norway and <br /> Switzerland; <br /> for Costa Rica, the Promotora del Comercio Exterior de Costa Rica <br /> (PROCOMER), or its successor; and <br /> for Panama, the Ministerio de Comercio e Industrias for issuance of <br /> movement certificates EUR.1; and the Autoridad Nacional de Aduanas <br /> for verification of proofs of origin and to grant the status of approved <br /> exporter, or their successors;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Importation Requirements <br /> 4. A proof of origin shall be valid for 12 months from the date of issuance in the <br /> exporting Party, and shall be submitted within such period to the customs authority of <br /> the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Preservation of Proofs of Origin and Supporting Documents <br /> 1. The exporter applying for the issuance of a movement certificate EUR.1 shall <br /> keep for at least three years from the date of issuance of the movement certificate <br /> EUR.1 the documents referred to in paragraph 3 of Article 16. <br /> 2. The competent authority of the exporting Party issuing a movement certificate <br /> EUR.1 shall keep for at least three years from the date of issuance of the movement <br /> certificate EUR.1 the application form referred to in paragraph 2 of Article 16. <br /> 3. The customs authority of the importing Party shall ensure that the proofs of <br /> origin on the basis of which the preferential tariff treatment was claimed are kept and <br /> remain available to it for at least three years from the date of importation. <br /> 4. The exporter completing an origin declaration shall keep for at least three years <br /> from the date of issuance of the proof of origin, a copy of the origin declaration in <br /> question as well as the documents referred to in paragraph 3 of Article 19. <br /> 5. The records to be kept in accordance with paragraphs 1 to 4 shall include <br /> electronic records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement Certificates EUR.1 Issued Retrospectively <br /> 1. Notwithstanding paragraph 7 of Article 16, a movement certificate EUR.1 may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the competent authority that a <br /> movement certificate EUR.1 was issued but was not accepted at <br /> importation for technical reasons. The period of validity should be kept <br /> 3 For greater certainty, whenever the concept of @^@account@^@ is used in this Annex or in its <br /> appendixes, it shall be understood as referring to accounting records. <br /> as indicated in the movement certificate EUR.1 that was originally <br /> issued. <br /> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for the request. <br /> 3. The competent authority may issue a movement certificate EUR.1 <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the <br /> phrase @^@ISSUED RETROSPECTIVELY@^@ or @^@EXPEDIDO A POSTERIORI@^@. <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br /> movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 16 and paragraph 3 of <br /> Article 19 used for the purpose of proving that products covered by a proof of origin <br /> can be considered as products originating in an EFTA State or in a Central American <br /> State and fulfil the other requirements of this Annex may consist of inter alia the <br /> following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the products concerned, contained for example in his accounting <br /> records or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in a Party where these documents are used, as provided for in <br /> their domestic legislation; <br /> (c) documents proving the working or processing of materials in a Party, <br /> issued or made out in a Party where these documents are used, as <br /> provided for in their domestic legislation; or <br /> (d) movement certificates EUR.1 or origin declarations proving the <br /> originating status of materials used, completed in a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Subsequent Verification of Proofs of Origin <br /> 1. The competent authority of the Party of export shall carry out subsequent <br /> verifications of proofs of origin on request of the Party of import. <br /> 2. The verification request may question the authenticity of proofs of origin, the <br /> originating status of the products concerned or the fulfilment of other requirements of <br /> this Annex. It shall include a copy of the proof of origin and, if appropriate, any other <br /> document or information giving reason to believe that the proof of origin is invalid. The <br /> reasons for the inquiry shall be specified. <br /> 3. If the customs authorities of the Party of import decide to suspend the granting <br /> of preferential tariff treatment to the products from the exporter subject to verification, <br /> while awaiting the results of the verification, release of the products shall be offered to <br /> the importer subject to any precautionary measures judged necessary, in accordance to <br /> their domestic legislation. <br /> 4. The competent authority of the Party of export may request evidence, carry out <br /> inspections at the exporter's or producer's premises, check the exporter's and the <br /> producer's accounting records and take other appropriate measures to verify compliance <br /> with this Annex. <br /> 5. The requesting Party shall be informed of the results and findings of the <br /> verification within 12 months from the date of the verification request, unless the <br /> Parties agree upon another time period. If the requesting Party receives no reply within <br /> 12 months or another time-period as agreed by the Parties, or if the reply does not <br /> contain sufficient information regarding the authenticity of the proof of origin or the <br /> originating status of the goods, the requesting Party may deny preferential tariff <br /> treatment to the product covered by the proof of origin which is subject to verification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Each Party may impose criminal, civil or administrative penalties for violations <br /> of its legislation related to this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Denial of Preferential Treatment <br /> 1. The Party of import may deny preferential tariff treatment or recover unpaid <br /> customs duties in accordance with its laws and regulations where a product does not <br /> meet the requirements of this Annex or where the importer or exporter fails to <br /> demonstrate compliance with the requirements established in this Annex. <br /> 2. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document does <br /> correspond to the products submitted. <br /> 3. Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) @^@chapter@^@, @^@heading@^@ and @^@subheading@^@ mean a chapter (two-digit codes), <br> heading (four-digit codes) or subheading (six-digit codes) of the <br> Harmonized System; <br> (b) @^@competent authority@^@ means: <br> on Tariffs and Trade 1994 (WTO Agreement on customs valuation); <br> for the EFTA States, the customs authorities of Iceland, Norway and <br> Switzerland; <br> for Costa Rica, the Promotora del Comercio Exterior de Costa Rica <br> (PROCOMER), or its successor; and <br> for Panama, the Ministerio de Comercio e Industrias for issuance of <br> Agreement on Implementation of Article VII of the General Agreement <br> movement certificates EUR.1; and the Autoridad Nacional de Aduanas <br> (e) @^@Harmonized System@^@ or @^@HS@^@ means the Harmonized Commodity <br> for verification of proofs of origin and to grant the status of approved <br> exporter, or their successors; <br> (c) @^@customs value@^@ means the value as determined in accordance with the <br> (d) @^@ex-works price@^@ means the price paid for a product ex-works to the <br> manufacturer in the Party where the last working or processing was <br> carried out, provided the price includes the value of all the materials <br> product obtained is exported; <br> used, minus any internal taxes which may be returned or repaid when the <br> (f) @^@manufacture@^@ means any kind of working or processing, including <br> assembly; <br> (g) @^@material@^@ means any ingredient, raw material, component or part, used <br> in the manufacture of the product; <br> (h) @^@Party@^@ means Costa Rica, Panama, Iceland, Norway, or Switzerland. <br> Due to the customs union between Switzerland and Liechtenstein, a <br> product originating in Liechtenstein shall be considered as originating in <br> Description and Coding System; <br> (i) @^@product@^@ means the result of production and includes any material used <br> (j) @^@production@^@ means growing, raising, mining, extracting, harvesting, <br> fishing, trapping, hunting, or manufacturing of a product; and <br> (k) @^@value of materials@^@ means the customs value at the time of importation <br> of the non-originating materials used, or, if this is not known and cannot <br> be ascertained, the first ascertainable price paid for the materials in a <br> in the production of another product; <br> Party. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> For the purposes of this Agreement, a product shall be considered as originating <br> in a Party if: <br> (a) it has been wholly obtained in a Party, in accordance with Article 3; <br> (b) the non-originating materials used in the working or processing of that <br> product have undergone sufficient working or processing in a Party, in <br> accordance with Article 4; or <br> (c) it has been produced in a Party exclusively from materials originating in <br> one or more Parties. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> 1. The unit of qualification for the application of the provisions of this Annex shall <br> be the particular product which is considered as the basic unit when determining <br> classification using the nomenclature of the Harmonized System. <br> 2. Pursuant to paragraph 1, it follows that: <br> (a) when a product composed of a group or assembly of articles is classified <br> under a single heading, the whole constitutes the unit of qualification; or <br> under the same heading, each product shall be taken individually into <br> account when applying the provisions of this Annex. <br> 3. For the purposes of subparagraph 2(b), @^@identical products@^@ is defined in <br> accordance with the WTO Agreement on Customs Valuation. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "(b) when a consignment consists of a number of identical products classified <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issuance of Duplicate Movement Certificates EUR.1", "ArticleDesc": "Article 18 : Issuance of Duplicate Movement Certificates EUR.1 <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter, stating the reason for his request, may apply to the competent authority which <br> issued it for a duplicate completed on the basis of the export documents in their <br> possession. <br> 2. The duplicate issued in this way shall be endorsed with the word <br> @^@DUPLICATE@^@ or @^@DUPLICADO@^@. <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issuance of the original movement <br> certificate EUR.1, shall take effect as from that date. <br> "}, {"ArticleTitle": "Importation Requirements", "ArticleDesc": "Article 21 : Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with this <br> Agreement to originating products of a Party imported from another Party, on the basis <br> of a proof of origin referred to in Article 15 and in accordance with the procedures <br> applicable in the importing Party. <br> 2. The customs authority of the importing Party may require the importer to submit <br> a translation of the movement certificate EUR.1 in the language of the importing Party. <br> 3. If the importer is not in possession of a proof of origin at the time of importation, <br> the importer may, in accordance with the domestic legislation of the Party of import, <br> present the proof of origin and, if required, other documentation relating to the <br> importation, within the time-periods established in Appendix 5 to this Annex. <br> 4. A proof of origin shall be valid for 12 months from the date of issuance in the <br> the importing Party. <br> exporting Party, and shall be submitted within such period to the customs authority of <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> Where, at the request of an importer and on the conditions laid down by the <br> customs authorities of the importing Party, dismantled or non-assembled products <br> within the meaning of General Rule 2(a) of the Harmonized System are imported by <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "instalments, a single proof of origin for such products shall be submitted to the customs <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Obligations of Exporters and Importers", "ArticleDesc": "Article 26 : Obligations of Exporters and Importers <br> 1. An exporter who has completed a proof of origin shall: <br> (a) upon request of the competent authority of the Party of export, submit <br> the documents regarding the fulfilment of the requirements of this Annex <br> to this authority. They may, at any time, carry out inspections and verify <br> the exporters or the producer's accounting records and take other <br> appropriate measures; and <br> (b) when becoming aware of or having reason to believe that a proof of <br> origin contains incorrect information, immediately notify the importer <br> and the competent authority of the Party of export of any change <br> affecting the originating status of each product covered by this proof of <br> origin. Consequently, the competent authority of the Party of export shall <br> inform the customs authority of the Party of import. <br> 2. An importer who has requested or has been granted preferential tariff treatment <br> shall: <br> (a) upon request of the customs authorities of the Party of import, submit to <br> those authorities all documents related to the importation that he has <br> available or may obtain; and <br> (b) when becoming aware of or having reason to believe that the proof of <br> origin contains incorrect information, immediately notify the customs <br> authorities of the Party of import of any change affecting the originating <br> status of each product covered by a proof of origin. <br> "}, {"ArticleTitle": "Notifications and Cooperation", "ArticleDesc": "Article 29 : Notifications and Cooperation <br> 1. The Parties shall provide each other, through the EFTA Secretariat with: <br> (a) the addresses of the competent authorities of the Parties responsible for <br> verifications referred to in Article 28 and other issues related to the <br> implementation or application of this Annex; <br> (b) specimen impressions of stamps used for the issuance of the movement <br> certificates EUR.1; <br> (c) information on authorisation numbers allocated to approved exporters, <br> pursuant to Article 20; and <br> (d) information on the interpretation, application and administration of this <br> Annex. <br> implementation or application of this Annex, to the extent possible, through direct <br> 2. If the Party of import has concerns or questions regarding the authenticity of the <br> movement certificates EUR.1 or the authorisation numbers allocated to approved <br> exporters, it may ask the competent authority of the exporting Party by appropriate <br> means for assistance. <br> 3. The Parties shall endeavour to resolve technical matters related to the <br> consultations between the customs authorities or the competent authority or in the Sub- <br> Committee on Trade in Goods. Disputes that cannot be settled through such <br> consultations shall be submitted to the Joint Committee. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 30 : Confidentiality <br> Any information communicated pursuant to this Annex shall be treated as <br> confidential by the Parties in accordance with the respective laws of each Party. Such <br> information shall not be disclosed by the authorities of a Party without the express <br> permission of the person or authority providing it. <br> "}, {"ArticleTitle": "Re-exportation of Goods", "ArticleDesc": "Article 31 : Re-exportation of Goods <br> 1. Goods re-exported from a Free Zone located in the territory of one Party <br> (hereinafter referred to as @^@re-exporting Party@^@) to the territory of the other Party <br> (hereinafter referred to as @^@importing Party@^@), shall maintain their originating status <br> granted under a preferential trade agreement negotiated in accordance with Article <br> XXIV of the GATT 1994 by the importing Party with a non-party, subject to the <br> provisions established in paragraph 2. <br> 2. For the purposes of the application of paragraph 1, it is required that: <br> (a) goods were under customs control of the re-exporter Party; <br> (b) goods have undergone no operation besides those allowed by the <br> preferential trade agreement negotiated by the importing Party with a <br> non-party. Unless otherwise provided by the preferential trade <br> agreement, these operations may include, among others: whole sale or <br> sale, transhipment, loading, unloading, storage, splitting of <br> consignments, making up of sets, packaging, filling, labelling, reloading, <br> consolidation or deconsolidation; and <br> (c) other provisions of said agreement are fulfilled. <br> 3. The importer that requests a preferential tariff treatment in accordance with the <br> preferential trade agreement negotiated by the importing Party and the non-party shall <br> also present upon request, the appropriate evidence to the customs authorities of the <br> importing Party, that the conditions set out in paragraph 2, have been fulfilled by means <br> of: <br> (a) transport documents covering the passage from the exporting Party <br> through the country of transit to the importing country; or <br> (b) failing these, any other substantiating document that confirms the trans- <br> shipment and specify the operations that the goods have undergone while <br> they were under customs control. <br> 4. In accordance with Article 1.4, this Article shall apply to the individual EFTA <br> States on the one side, and, on the other side, the individual Central American States. <br> "}, {"ArticleTitle": "Products in Transit or Storage", "ArticleDesc": "Article 33 : Products in Transit or Storage <br> The provisions of this Annex may be applied to products which, on the date of <br> entry into force of this Agreement, are either in transit or in temporary storage in a <br> customs warehouse or free zone under customs control. For such products, a proof of <br> origin may be issued or completed retrospectively up to six months after the entry into <br> force of this Agreement, provided that the provisions of this Annex and in particular <br> Article 14 have been fulfilled. <br> "}, {"ArticleTitle": "Explanatory notes", "ArticleDesc": "Article 34 : Explanatory notes <br> The Parties shall agree on a set of @^@Explanatory Notes@^@ regarding the <br> interpretation, application and administration of this Annex within the Sub-Committee <br> on Trade in Goods in order to recommend its approval by the Joint Committee. <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 35 : Appendices <br> The Appendices to this Annex shall form an integral part thereof. <br> APPENDIX 4 TO ANNEX I <br> CONDITIONS FOR COMPLETING AN ORIGIN DECLARATION <br> In accordance with paragraph 1(b) of Article 19 of Annex I, an origin declara- <br> tion as referred to in paragraph 1(b) of Article 19, of said Annex may be made out by <br> any exporter for any consignment consisting of one or more packages containing origi- <br> nating products whose total value does not exceed EUR 6,000. <br> EXEMPTIONS FROM PROOF OF ORIGIN <br> In accordance with paragraph 3 of Article 22 of Annex I, the total value of the <br> products indicated in said Article, shall not exceed EUR 500 in the case of small pack- <br> ages or EUR 1,200 in the case of products forming part of travellers' personal luggage. <br> CALCULATION OF OTHER CURRENCIES <br> Where the products are invoiced in a currency other than those mentioned above, <br> the amount equivalent to the amount expressed in the national currency of the importing <br> Party shall be applied in accordance with the domestic legislation of that Party. <br> APPENDIX 5 TO ANNEX I <br> PERIOD OF TIME AND PROCEDURE FOR THE PRESENTATION OF A PROOF <br> OF ORIGIN OR REIMBURSEMENT OF TARIFFS IN ACCORDANCE WITH <br> PARAGRAPH 3 OF Article 21 OF ANNEX I <br> 1. For Costa Rica and Panama, the time-period is set to one year and the procedure <br> is dealt with in accordance with domestic legislation. <br> 2. For the EFTA States, the time-period as well as the procedure are dealt with in <br> "}]}]}, "members_found": ["757", "188"]}