{"FtaRooDetails": {"FtaId": 859, "FtaCode": "ITC00889", "FtaName": "FTA, Georgia-Hong Kong", "FtaFullName": "GEORGIA - HONG KONG, CHINA FREE TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "13.02.2019", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Georgia; Hong Kong, China Special Administrative Region", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Georgia-Hong Kong", "AdminProcCooAuth": "The certification type under FTA, Georgia-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Georgia-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Georgia-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Unless other wise provided in this Chapter, the following goods shall be considered as originating in a Party: (a) goods wholly obtained or produced in a Party as defined in Article 3 (Goods Wholly Obtained); (b) goods produced in a Party exclusively from originating materials; and (c) goods produced from non-originating materials in a Party, provided that the goods conform to a regional value content of no less than 40%, except for the goods listed in Annex 3-1 (Product Specific Rules of Origin) which must comply with the requirements specified therein.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory Notes", "RooText": " ANNEX 3-1<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Section A<br /> Introductory Notes<br /> 1. Without prejudice to Article 7 (De Minimis) of Chapter 3<br /> (Rules of Origin), a change in tariff classification requirement under<br /> this Annex requires that each of the non-originating materials used<br /> in the production of a good undergoes the change of tariff<br /> classification as a result of production in the Area of one or both<br /> Parties.<br /> 2. For the purposes of the product specific rules set out in this<br /> Annex:<br /> (a) CC denotes a change to the chapter, heading or<br /> subheading from any other chapter. This indicates<br /> that all non-originating materials used in the<br /> production of the good have undergone a change in<br /> tariff classification at the two-digit level (i.e. a change<br /> in chapter) of the Harmonized System;<br /> (b) CTH denotes a change to the chapter, heading or<br /> subheading from any other heading. This indicates<br /> that all non-originating materials used in the<br /> production of the good have undergone a change in<br /> tariff classification at the four-digit level (i.e. a change<br /> in heading) of the Harmonized System;<br /> (c) RVC% denotes the minimum requirement of regional<br /> value content as calculated under Article 4 (Regional<br /> Value Content) of Chapter 3 (Rules of Origin); and<br /> (d) WO indicates that the good is wholly obtained or<br /> produced in a Party as defined in Article 3 (Goods<br /> Wholly Obtained) of Chapter 3 (Rules of Origin).<br /> 3. This Annex is formulated on the basis of the Harmonized<br /> System as updated as 2017 edition.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00889_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkgefta/files/GEHKFTA_Chapter_3_Annex_3-2.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00889_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkgefta/files/GEHKFTA_Chapter_3_Annex_3-1.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00889_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkgefta/files/GEHKFTA_Chapter_3.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00889_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkgefta/files/GEHKFTA_Chapter_4.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00889_full.pdf", "DocType": "8_full", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkgefta/text_agreement.html"}, {"DocDesc": "WTO notification", "DocFileName": "itc00889_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N185.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Accumulation <br /> The originating material of a Party, used in the production of a <br /> good in the other Party, shall be considered to be originating <br /> in the latter Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : De Minimis <br /> A good that does not meet the change in tariff classification <br /> required in Annex 3-1 (Product Specific Rules of Origin) is <br /> nonetheless originating, if the value of non-originating <br /> materials that have been used in the production of the good <br /> and do not undergo the applicable change in tariff <br /> classification does not exceed 10% of the ex-works price of <br /> the given good. The value of the said non-originating <br /> materials shall be determined pursuant to paragraph 2 of <br /> Article 4 (Regional Value Content).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Regional Value Content <br /> 3. If a good which has acquired originating status in <br /> accordance with paragraph 1 in a Party is further processed in <br /> that Party and used as material in the production of another <br /> good, no account shall be taken of the non-originating <br /> components of that material in the determination of the <br /> originating status of the latter good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Accessories, Spare Parts and Tools <br /> 1. Accessories, spare parts, or tools presented and <br /> classified with a good shall be considered as part of the good, <br /> provided: <br /> (a) they are invoiced together with the good; and <br /> (b) their quantities and values are commercially <br /> customary for the good. <br /> 2. Where a good is subject to change in tariff classification <br /> criterion set out in Annex 3-1 (Product Specific Rules of Origin), <br /> accessories, spare parts, or tools described in paragraph 1 <br /> shall be disregarded when determining the origin of the good. <br /> 3. Where a good is subject to an RVC requirement, the <br /> value of the accessories, spare parts or tools described in <br /> paragraph 1 shall be taken into account as originating <br /> materials or non-originating materials, as the case may be, in <br /> calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Goods Wholly Obtained <br /> For the purpose of subparagraph (a) of Article 2 (Originating <br /> Goods), the following goods shall be considered as wholly <br /> obtained or produced in a Party: <br /> (a) live animals born and raised in a Party; <br /> (b) goods obtained from live animals referred to in <br /> subparagraph (a); <br /> (c) plant, vegetables, fruits and other vegetable products <br /> grown, harvested, picked or gathered in a Party; <br /> (d) goods obtained from hunting, trapping, fishing, <br /> aquaculture, gathering or capturing conducted in a <br /> Party; <br /> (e) minerals and other naturally occurring substances not <br /> included in subparagraphs (a) through (d), extracted or <br /> taken from its soil, waters, seabed or subsoil beneath <br /> the seabed; <br /> (f) goods extracted from the waters, seabed or subsoil <br /> beneath the seabed outside the waters of Hong Kong, <br /> China, outside the territorial waters of Georgia, and <br /> outside the territorial waters of any non-Party, provided <br /> that the Party has rights to exploit such waters, seabed <br /> or subsoil beneath the seabed in accordance with <br /> relevant international agreements to which that Party <br /> is a party; <br /> (g) goods of sea fishing and other marine products taken <br /> from the sea outside the waters of Hong Kong, China <br /> and outside the territorial waters of Georgia by a vessel <br /> registered in a Party and flying the flag of that Party or <br /> by a vessel licensed in a Party; <br /> (h) goods processed or made on board factory ships <br /> registered in a Party and flying the flag of that Party or <br /> by a vessel licensed in a Party, exclusively from goods <br /> referred to in subparagraph (g); <br /> (i) scrap and waste derived from processing operations in <br /> a Party, fit only for the recovery of raw materials; <br /> (j) used goods collected there which fit only for the <br /> recovery of raw materials; and <br /> (k) goods produced entirely in a Party exclusively from <br /> goods referred to in subparagraphs (a) to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Minimal Operations or Processes <br /> 1. Notwithstanding subparagraph (c) of Article 2 <br /> (Originating Goods), a good shall not be considered as <br /> originating, if it has only undergone one or more of the <br /> following operations or processes: <br /> (a) preservation operations to ensure the good <br /> remains in good condition during transport and <br /> storage; <br /> (b) simple assembly of parts of articles to constitute <br /> a complete article, or disassembly of goods into <br /> parts; <br /> (c) packing, unpacking or repacking operations for <br /> purposes of sale or presentation; <br /> (d) slaughtering of animals; <br /> (e) washing, cleaning, removal of dust, oxide, oil, <br /> paint, or other coverings; <br /> (f) ironing or pressing of textiles; <br /> (g) simple painting and polishing operations; <br /> (h) husking, partial or total bleaching, polishing, and <br /> glazing of cereals and rice; <br /> (i) operations to colour sugar or form sugar lumps; <br /> (j) peeling, stoning and shelling, of fruits, nuts and <br /> vegetables; <br /> (k) sharpening, simple grinding, or simple cutting; <br /> (l) sifting, screening, sorting, classifying, grading, <br /> matching (including the making-up of sets of <br /> articles), cutting, slitting, bending, coiling, or <br /> uncoiling; <br /> (m) simple placing in bottles, cans, flasks, bags, <br /> cases, boxes, fixing on cards or boards, and <br /> other similar packaging operations; <br /> (n) affixing or printing marks, labels, logos or other <br /> like distinguishing signs on goods or their <br /> packaging; <br /> (o) simple mixing of goods, whether or not of different <br /> kinds; <br /> (p) mere dilution with water or another substance <br /> that does not materially alter the characteristics <br /> of the goods; or <br /> (q) operations whose sole purpose is to ease port <br /> handling. <br /> 2. All operations in the production of a good carried out in <br /> a Party shall be taken into account when determining whether <br /> the working or process undergone by that good is considered <br /> as minimal operations or processes referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Regional Value Content <br /> 1. The Regional Value Content (RVC) criterion shall be <br /> calculated as follows: <br /> ex-works price - VNM <br /> RVC =-x 100% <br /> ex-works price <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> VNM is the value of the non-originating materials. <br /> 2. VNM shall be determined on the basis of the customs <br /> value at the time of importation of the non-originating materials, <br /> including materials of undetermined origin. If such value is <br /> unknown and cannot be ascertained, the first ascertainable <br /> price paid or payable for the materials in a Party shall be <br /> applied. <br /> 3. If a good which has acquired originating status in <br /> accordance with paragraph 1 in a Party is further processed in <br /> that Party and used as material in the production of another <br /> good, no account shall be taken of the non-originating <br /> components of that material in the determination of the <br /> originating status of the latter good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Neutral Elements <br /> 1. In determining whether a good is an originating good, <br /> any neutral elements as defined in paragraph 2 shall be <br /> disregarded. <br /> 2. Neutral element means a good used in the production, <br /> testing or inspection of another good but not physically <br /> incorporated into that good by themselves, including: <br /> (a) fuel, energy, catalysts, and solvents; <br /> (b) equipment, devices, and supplies used for testing <br /> or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety <br /> equipment, and supplies; <br /> (d) tools, dies, and moulds; <br /> (e) spare parts and materials used in the <br /> maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials, and <br /> other materials used in production or used to <br /> operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the <br /> good but whose use in the production of the good <br /> can reasonably be demonstrated to be a part of <br /> that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct Consignment <br /> 1. Preferential tariff treatment under this Agreement shall <br /> only be granted to originating goods which are transported <br /> directly between the Parties. <br /> 2. Notwithstanding paragraph 1, a good whose transport <br /> involves transit through one or more non-Parties with or <br /> without trans-shipment or temporary storage of up to 6 months <br /> in such non-Parties, shall still be considered as directly <br /> transported between the Parties, provided that: <br /> (a) the transit entry of the good is justified for <br /> geographical reason or by consideration related <br /> exclusively to transport requirements; <br /> (b) the good does not undergo any other operation <br /> there other than unloading and reloading, or any <br /> operation required to keep it in good condition; <br /> and <br /> (c) the good remains under customs control during <br /> transit in those non-Parties. <br /> 3. Compliance with the provisions set out in paragraph 2 <br /> shall be evidenced by presenting the customs authorities of <br /> the importing Party either with customs documents of the non- <br /> Parties, or with any other documents to the satisfaction of the <br /> customs authorities of the importing Party. <br /> Section 2 <br /> Origin Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Originating Goods <br /> Unless otherwise provided in this Chapter, the following goods <br /> shall be considered as originating in a Party: <br /> (a) goods wholly obtained or produced in a Party as <br /> defined in Article 3 (Goods Wholly Obtained); <br /> (b) goods produced in a Party exclusively from originating <br /> materials; and <br /> (c) goods produced from non-originating materials in a <br /> Party, provided that the goods conform to a regional <br /> value content of no less than 40%, except for the goods <br /> listed in Annex 3-1 (Product Specific Rules of Origin) <br /> which must comply with the requirements specified <br /> therein.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Packing Materials, Packaging Materials and Containers <br /> 1. Packing materials and containers used for the transport <br /> of a good shall not be taken into account in determining the <br /> origin of the good. <br /> 2. The origin of the packaging materials and containers in <br /> which a good is packaged for retail sale shall be disregarded <br /> in determining the origin of the good, provided that the <br /> packaging materials and containers are classified with the <br /> good. <br /> 3. Notwithstanding paragraph 2, where a good is subject <br /> to an RVC requirement, the value of the packaging materials <br /> and containers used for retail sale shall be taken into account <br /> as originating materials or non-originating materials, as the <br /> case may be, in calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Fungible Materials <br /> Where originating and non-originating fungible materials are <br /> used in the production of a good, the following methods shall <br /> be adopted in determining whether the materials used are <br /> originating: <br /> (a) physical separation of the materials; or <br /> (b) an inventory management method recognised in the <br /> generally accepted accounting principles of the <br /> exporting Party, and should be used for at least one <br /> fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, <br /> shall be regarded as originating when all component goods <br /> are originating. Nevertheless, when a set is composed of <br /> originating and non-originating goods, the set as a whole shall <br /> be regarded as originating, provided that the value of the non- <br /> originating goods does not exceed 15% of the ex-works price <br /> of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Certificate of Origin <br /> 1. A Certificate of Origin as set out in Annex 3-2 <br /> (Certificate of Origin) shall be issued by an authorised body of <br /> a Party (for Georgia, the Customs administration; for Hong <br /> Kong, China, the Trade and Industry Department of Hong <br /> Kong, China or the Government Approved Certification <br /> Organisations of Hong Kong, China) on application by an <br /> exporter or producer, provided that the goods can be <br /> considered as originating in that Party subject to the provisions <br /> of this Chapter. <br /> 2. The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed <br /> to qualify as originating for the purposes of this <br /> Chapter; <br /> (d) contain security features, such as specimen <br /> signatures or stamps as advised to the importing <br /> Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3. The Certificate of Origin shall be issued before or at the <br /> time of shipment. It shall be valid for one year from the date <br /> of issuance in the exporting Party. <br /> 4. Each Party shall inform the customs authorities of the <br /> other Party of the name of each authorised body in <br /> paragraph 1, as well as relevant contact details, and shall <br /> provide details of any security features for relevant forms and <br /> documents used by each authorised body, prior to the <br /> issuance of any certificates by that body. Any changes in the <br /> said information provided shall be promptly notified to the <br /> customs authorities of the other Party. <br /> 5. A Certificate of Origin may be issued retrospectively <br /> within one year from the date of shipment, bearing the words <br /> @^@ISSUED RETROSPECTIVELY@^@ and remain valid for one year <br /> from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment <br /> due to force majeure, involuntary errors, <br /> omissions or other valid causes; or <br /> (b) it was requested by the customs authorities of the <br /> importing Party, where a Certificate of Origin was <br /> issued but not accepted at importation. <br /> 6. The exporter or producer may, make a written request <br /> to the authorised body of the exporting Party for issuing a <br /> certified copy, provided that the original copy previously issued <br /> has been verified not to be used. The certified copy shall bear <br /> the words @^@CERTIFIED TRUE COPY of the original Certificate <br /> of Origin number_dated_@^@. The certified copy shall be <br /> valid during the term of validity of the original Certificate of <br /> Origin. <br /> 7. When both Parties are satisfied with the full application <br /> of the Electronic Origin Data Exchange System set out in <br /> Article 21 (Electronic Origin Data Exchange System), the <br /> Parties shall agree a date from which the data sent via the <br /> Electronic Origin Data Exchange System will replace the <br /> paper copy of Certificate of Origin referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Waiver of Certificate of Origin <br /> 1. Notwithstanding Article 16 (Obligations Regarding <br /> Importations), a Party may waive the requirements for the <br /> presentation of a Certificate of Origin to any consignments of <br /> originating goods of a customs value not exceeding US$600 <br /> or its equivalent amount in the Party's currency. <br /> 2. Waivers provided for in paragraph 1 shall not be <br /> applicable when it is established by the customs authorities of <br /> the importing Party that the importation forms part of a series <br /> of importations that may reasonably be considered to have <br /> been undertaken or arranged for the purpose of avoiding the <br /> submission of a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 14 : Authorised Economic Operator <br /> A Party operating an Authorised Economic Operator System <br /> or security measures affecting international trade flows shall: <br /> (a) afford the other Party the possibility of negotiating <br /> mutual recognition of authorisation and security <br /> measures for the purpose of facilitating international <br /> trade while ensuring effective customs control; and <br /> (b) draw on relevant international standards, in particular <br /> the SAFE Framework of Standards to Secure and <br /> Facilitate Global Trade of the World Customs <br /> Organization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Certificate of Origin <br /> 2. The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed <br /> to qualify as originating for the purposes of this <br /> Chapter; <br /> (d) contain security features, such as specimen <br /> signatures or stamps as advised to the importing <br /> Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3. The Certificate of Origin shall be issued before or at the <br /> time of shipment. It shall be valid for one year from the date <br /> of issuance in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Retention of Origin Documents <br /> 1. Each Party shall inform its producers, exporters and <br /> importers that they should retain documents that prove the <br /> originating status of the goods as well as the fulfilment of the <br /> other requirements of this Chapter for at least three years or <br /> any longer time in accordance with each Party's internal law. <br /> 2. Each Party shall require that its authorised bodies <br /> retain copies of Certificates of Origin and other related <br /> supporting documents for at least three years or any longer <br /> time in accordance with each Party's internal law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Certificate of Origin <br /> 5. A Certificate of Origin may be issued retrospectively <br /> within one year from the date of shipment, bearing the words <br /> @^@ISSUED RETROSPECTIVELY@^@ and remain valid for one year <br /> from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment <br /> due to force majeure, involuntary errors, <br /> omissions or other valid causes; or <br /> (b) it was requested by the customs authorities of the <br /> importing Party, where a Certificate of Origin was <br /> issued but not accepted at importation. <br /> Article 17 : Refund of Import Customs Duties or Deposit <br /> Refund of Import Customs Duties or Deposit <br /> 1. Where a Certificate of Origin is not submitted to the <br /> customs authorities of the importing Party at the time of <br /> importation pursuant to Article 16 (Obligations Regarding <br /> Importations), upon the request of the importer, the customs <br /> authorities of the importing Party may impose the applied non- <br /> preferential customs duties, or require a guarantee equivalent <br /> to the full amount of the customs duties on that good, provided <br /> that the importer formally declares to the customs authorities <br /> at the time of importation that the good in question qualifies as <br /> an originating good. <br /> 2. The importer may apply for a refund of any excess <br /> customs duties imposed or guarantee paid provided they can <br /> present all the necessary documentation required in Article 16 <br /> (Obligations Regarding Importations) and within one year of <br /> the date on which the good was exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Obligations Regarding Importations <br /> Unless otherwise provided in this Chapter, the importer <br /> claiming for preferential tariff treatment shall: <br /> (a) indicate in the customs declaration that the good <br /> qualifies as an originating good; <br /> (b) possess a valid Certificate of Origin, at the time the <br /> import customs declaration referred to in <br /> subparagraph (a) is made; and <br /> (c) submit the valid Certificate of Origin and other <br /> documentary evidence related to the importation of the <br /> good, upon request of the customs authorities of the <br /> importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Certificate of Origin <br /> 1. A Certificate of Origin as set out in Annex 3-2 <br /> (Certificate of Origin) shall be issued by an authorised body of <br /> a Party (for Georgia, the Customs administration; for Hong <br /> Kong, China, the Trade and Industry Department of Hong <br /> Kong, China or the Government Approved Certification <br /> Organisations of Hong Kong, China) on application by an <br /> exporter or producer, provided that the goods can be <br /> considered as originating in that Party subject to the provisions <br /> of this Chapter. <br /> 2. The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed <br /> to qualify as originating for the purposes of this <br /> Chapter; <br /> (d) contain security features, such as specimen <br /> signatures or stamps as advised to the importing <br /> Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3. The Certificate of Origin shall be issued before or at the <br /> time of shipment. It shall be valid for one year from the date <br /> of issuance in the exporting Party. <br /> 4. Each Party shall inform the customs authorities of the <br /> other Party of the name of each authorised body in <br /> paragraph 1, as well as relevant contact details, and shall <br /> provide details of any security features for relevant forms and <br /> documents used by each authorised body, prior to the <br /> issuance of any certificates by that body. Any changes in the <br /> said information provided shall be promptly notified to the <br /> customs authorities of the other Party. <br /> 5. A Certificate of Origin may be issued retrospectively <br /> within one year from the date of shipment, bearing the words <br /> @^@ISSUED RETROSPECTIVELY@^@ and remain valid for one year <br /> from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment <br /> due to force majeure, involuntary errors, <br /> omissions or other valid causes; or <br /> (b) it was requested by the customs authorities of the <br /> importing Party, where a Certificate of Origin was <br /> issued but not accepted at importation. <br /> 6. The exporter or producer may, make a written request <br /> to the authorised body of the exporting Party for issuing a <br /> certified copy, provided that the original copy previously issued <br /> has been verified not to be used. The certified copy shall bear <br /> the words @^@CERTIFIED TRUE COPY of the original Certificate <br /> of Origin number_dated_@^@. The certified copy shall be <br /> valid during the term of validity of the original Certificate of <br /> Origin. <br /> 7. When both Parties are satisfied with the full application <br /> of the Electronic Origin Data Exchange System set out in <br /> Article 21 (Electronic Origin Data Exchange System), the <br /> Parties shall agree a date from which the data sent via the <br /> Electronic Origin Data Exchange System will replace the <br /> paper copy of Certificate of Origin referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Verification of Origin <br /> 1. Subsequent verifications of origin may be carried out at <br /> random or whenever the customs authorities of the importing <br /> Party have reasonable doubts as to the authenticity of a <br /> Certificate of Origin, the originating status of a good concerned, <br /> or the fulfilment of the other requirements of this Chapter. The <br /> customs authorities of the importing Party may conduct <br /> verification of origin by means of: <br /> (a) request of additional information from the <br /> importer; <br /> (b) request of administrative assistance from the <br /> customs authorities of the exporting Party to <br /> conduct verification; or <br /> (c) conduct verification visit to the premises of the <br /> exporter or producer of the exporting Party in <br /> company with the customs authorities of the <br /> exporting Party, subject to the prior written <br /> consent of the exporter or producer and in a <br /> manner to be jointly determined by the customs <br /> authorities of the Parties. <br /> 2. The customs authorities of the importing Party <br /> requesting verification pursuant to subparagraphs 1(b) <br /> and 1(c) shall issue a written communication to the customs <br /> authorities of the exporting Party, specify the reasons, and <br /> provide any documents and information supporting the <br /> verification request. <br /> 3. The importer, exporter, producer or the customs <br /> authorities of the exporting Party referred to in paragraph 1 <br /> receiving a request for verification shall respond to the request <br /> promptly but not later than six months from the date of receipt <br /> of the request. <br /> 4. If no reply is received within six months from the date <br /> of receipt of the request, or if the reply does not contain <br /> sufficient information to determine the authenticity of the <br /> documents or the originating status of the goods in question, <br /> the requesting customs authorities may deny preferential tariff <br /> treatment to the good. <br /> Article 20 : Denial of Preferential Tariff Treatment <br /> 1. Except as otherwise provided in this Chapter, the <br /> importing Party may deny claim for preferential tariff treatment <br /> if: <br /> (a) the good does not meet the requirements of this <br /> Chapter; <br /> (b) the importer, exporter or producer fails to comply <br /> with the relevant requirements of this Chapter; <br /> (c) the Certificate of Origin does not meet the <br /> requirement of this Chapter; or <br /> (d) in a case stipulated in paragraph 4 of Article 19 <br /> (Verification of Origin). <br /> 2. In the event preferential tariff treatment is denied, the <br /> customs authorities of the importing Party shall provide in <br /> writing to the importer the reasons for that decision. <br /> Article 21 : Electronic Origin Data Exchange System <br /> Both Parties shall establish an Electronic Origin Data <br /> Exchange System to ensure real-time exchange of origin <br /> related information between the Parties, including: <br /> (a) information concerning the unique certificate number; <br /> (b) data of Certificates of Origin referred to in paragraph 2 <br /> of Article 14 (Certificate of Origin), except <br /> subparagraph 2(d) of Article 14 (Certificate of Origin), <br /> endorsed by the authorised bodies of the exporting <br /> Party; <br /> (c) information of the implementation of preferential tariff <br /> treatment administered by the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 8 : Advance Rulings <br /> 1. Subject to its customs law, each Party shall provide for <br /> written advance rulings in a reasonable and time-bound <br /> manner to be issued to a person described in subparagraph 2(a) <br /> concerning tariff classification and whether goods are <br /> originating under this Agreement. <br /> 2. Subject to its customs law, each Party shall adopt or <br /> maintain procedures for issuing written advance rulings, which <br /> shall: <br /> (a) provide that an exporter, importer or any person <br /> with a justifiable cause, or a representative <br /> thereof, may apply for an advance ruling before <br /> the date of importation of the goods that are the <br /> subject of the application, and a Party may <br /> require that an applicant to have legal <br /> representation or registration in its Area; <br /> (b) include a detailed description of the information <br /> required to process a request for an advance <br /> ruling; <br /> (c) allow its Customs Administration, at any time <br /> during the course of evaluation of an application <br /> for an advance ruling, to request that the <br /> applicant provides additional information <br /> necessary to evaluate the request; <br /> (d) ensure that an advance ruling be based on the <br /> facts and circumstances presented by the <br /> applicant and any other relevant information in <br /> the possession of the decision-maker; and <br /> (e) provide that the advance ruling be issued, in the <br /> official language of the issuing Customs <br /> Administration, to the applicant expeditiously on <br /> receipt of all necessary information within 90 <br /> days. <br /> 3. Notwithstanding paragraph 1, a Party may decline to <br /> issue an advance ruling by promptly notifying the applicant in <br /> writing, setting forth the basis for its decision to decline to issue <br /> the advance ruling. <br /> 4. Notwithstanding paragraph 1, a Party may reject a <br /> request for an advance ruling where the additional information <br /> requested in accordance with subparagraph 2(c) is not <br /> provided within a specified period. <br /> 5. Each Party shall endeavour to make the information on <br /> advance rulings which it considers to be of significant interest <br /> to other traders, publicly available, taking into account the <br /> need to protect confidential information. <br /> 6. Subject to its customs law and paragraph 7, each Party <br /> shall apply an advance ruling to importations into its Area <br /> through any port of entry, beginning on the date the advance <br /> ruling was issued or on any other date specified in the <br /> advance ruling. The Party shall ensure the same treatment of <br /> all importations of goods subject to the advance ruling during <br /> the validity period regardless of the importer or exporter <br /> involved, where the facts and circumstances are identical in <br /> all material respects. <br /> 7. A Party may modify or revoke an advance ruling, <br /> consistent with this Agreement, where there is a change in the <br /> relevant laws or regulations; where incorrect information was <br /> provided or relevant information was withheld; where there is <br /> a change in a material fact; or where there is a change in the <br /> circumstances on which the ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 9 : Review and Appeal <br /> Each Party shall, in accordance with its laws and regulations, <br /> provide the importer, exporter or any other person affected by <br /> its administrative decisions on a customs matter access to: <br /> (a) a level of administrative review of decisions by its <br /> Customs Administration, independent of the official or <br /> office responsible for the decision under review; and <br /> (b) judicial review of the decisions subject to its laws and <br /> regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Chapter: <br> (a) chapter, heading and subheading mean respectively <br> a chapter (two-digit codes), a heading (four-digit <br> codes), and a subheading (six-digit codes) of the <br> Harmonized System; <br> (b) customs value means the value as determined in <br> accordance with Customs Valuation Agreement; <br> (c) ex-works price means the price paid for the good ex- <br> works to the producer located in a Party in whose <br> out, provided that the price includes the value of all the <br> materials used, wage and any other cost, and profit <br> minus any internal taxes returned or repaid when the <br> good obtained is exported; <br> (d) fungible materials means materials which are <br> undertaking the last working or processing is carried <br> properties are essentially identical, and between which <br> it is impractical to differentiate by a mere visual <br> examination; <br> (e) generally accepted accounting principles means <br> the recognised accounting standards of a Party with <br> respect to the recording of revenues, expenses, costs, <br> assets and liabilities, the disclosure of information and <br> the preparation of financial statements, and those <br> and <br> applications as well as detailed standards, practices <br> and procedures; <br> standards may encompass broad guidelines of general <br> (f) good means product or material; <br> (g) material means an ingredient, part, component, <br> subassembly or good that was physically incorporated <br> into another product or was subject to a process in the <br> production of another product; <br> (h) Originating material means a material which qualifies <br> as originating in accordance with the provisions of this <br> Chapter; <br> (i) product means a product being produced, even if it is <br> intended for later use in another production operation; <br> (j) production means any methods of obtaining goods <br> including growing, raising, mining, harvesting, fishing, <br> interchangeable for commercial purposes, whose <br> aquaculture, farming, trapping, hunting, capturing, <br> gathering, collecting, breeding, extracting, <br> manufacturing, processing or assembling a good. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Article 22 : Contact Points <br> Each Party shall designate contact points to ensure the <br> effective and efficient implementation of this Chapter. All <br> information shall only be exchanged via contact points <br> designated under this Chapter. <br> LIST OF ANNEXES TO CHAPTER 3 (RULES OF ORIGIN) <br> ANNEX 3-1 <br> PRODUCT SPECIFIC RULES OF ORIGIN <br> ANNEX 3-2 <br> CERTIFICATE OF ORIGIN <br> Chapter 4 <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Chapter: <br> (a) Customs, for the purpose of the definition of customs <br> law, means the Government service which is <br> responsible for the administration of laws and <br> regulations relating to customs and the collection of <br> duties and taxes and which also has the responsibility <br> for the application of other laws and regulations relating <br> to the importation, exportation, movement or storage of <br> goods; <br> (b) Customs Administration means: <br> (i) for Hong Kong, China, the Customs and Excise <br> Department of Hong Kong, China; and <br> (ii) for Georgia, Revenue Service - Legal Entity of <br> Public Law of the Ministry of Finance of Georgia; <br> (c) customs law means the statutory and regulatory <br> provisions relating to the importation, exportation, <br> movement or storage of goods, the administration and <br> enforcement of which are specifically charged to the <br> Customs, and any regulation made by the Customs <br> under their statutory powers; <br> (d) customs procedures means the treatment applied by <br> (e) means of transport means various types of vessels, <br> the Customs Administration of a Party to goods and <br> means of transport that are subject to customs control; <br> and <br> vehicles and aircraft which enter or leave the Area of a <br> Party carrying persons or goods. <br> "}, {"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 2 : Scope and Objectives <br> 1. This Chapter shall apply, without prejudice to the <br> Parties' respective international obligations and customs law, <br> to customs procedures applied to goods traded between the <br> 2. The objectives of this Chapter are to: <br> Parties and to the movement of means of transport between <br> the Parties. <br> (b) facilitate trade between the Parties; and <br> (a) simplify and harmonise customs procedures of <br> the Parties; <br> this Chapter. <br> (c) promote cooperation between the Customs <br> Administrations of the Parties, within the scope of <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 3 : Facilitation <br> 1. Each Party shall ensure that its customs procedures <br> and practices are predictable, consistent and transparent, and <br> facilitate trade, in accordance with this Chapter. <br> 2. The Parties shall use customs procedures, based, as <br> appropriate, on international standards, aiming to reduce <br> costs and unnecessary delays in trade between them, in <br> particular the standards and recommended practices of the <br> World Customs Organization including the principles of the <br> International Convention on the Simplification and <br> Harmonization of Customs Procedures (as amended), known <br> as the Revised Kyoto Convention. <br> 3. The Parties shall limit controls, formalities and the <br> number of documents required in the context of trade in goods <br> between them to those necessary and appropriate to ensure <br> compliance with legal requirements, thereby simplifying, to the <br> greatest extent possible, the related customs procedures. <br> 4. The Customs Administration of each Party shall <br> periodically review its customs procedures with a view to <br> exploring options for their simplification and the enhancement <br> of mutually beneficial arrangements to facilitate international <br> trade. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4 : Transparency <br> 1. Each Party shall promptly publish, including through <br> the internet, its laws and regulations of general application <br> relevant to trade in goods between the Parties. <br> relevant to trade in goods between the Parties. To the extent <br> practicable and where applicable, each Party shall promptly <br> publish its administrative decisions of general application <br> information concerning procedures for making such enquiries. <br> 2. Each Party shall designate one or more enquiry points <br> to address enquiries from interested persons on customs <br> matters, and shall make available, through the internet, <br> interested persons, an opportunity to provide comments. <br> 3. To the extent practicable and in a manner consistent <br> with its laws and regulations, each Party shall endeavour to <br> publish, in advance, through the internet, draft laws and <br> relevant to trade between the Parties and their entry into force. <br> regulations of general application relevant to trade between <br> the Parties, with a view to affording the public, especially <br> 4. Each Party shall ensure, to the extent possible, that a <br> reasonable interval is provided between the publication of new <br> or amended laws and regulations of general application <br> 5. Each Party shall administer, in a uniform, impartial and <br> reasonable manner, its laws and regulations of general <br> application relevant to trade between the Parties. <br> 6. Each Party shall make available, and update to the <br> (a) a description of its procedures for importation, <br> extent possible and as appropriate, the following through the <br> exportation, and transit, including procedures for <br> internet: <br> appeal or review, that informs the other Party, <br> traders and other interested parties of the <br> practical steps needed for importation, <br> exportation, and transit; and <br> (b) the forms and documents required for importation <br> into, exportation from, or transit through its Area. <br> 7. Whenever practicable, each Party shall also make <br> available the description referred to in subparagraph 6(a) in <br> one of the official languages of the WTO. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 5 : Customs Valuation <br> The Parties shall determine the customs value of goods traded <br> between them in accordance with the provisions of Article VII <br> of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 6 : Tariff Classification <br> The Parties shall apply the Harmonized System to goods <br> traded between them. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 7 : Cooperation <br> 1. To the extent permitted by their laws and regulations, <br> the Customs Administrations of the Parties shall assist each <br> other in relation to: <br> (a) the implementation and operation of this Chapter; <br> and <br> (b) such other issues as the Parties may mutually <br> agree. <br> 2. Each Party shall endeavour to provide the other Party <br> with timely notice of any significant modification of its customs <br> law or customs procedures that are likely to substantially affect <br> the operation of this Agreement. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 10 : Application of Information Technology <br> Each Party shall apply information technology to support <br> customs operations, where it is cost-effective and efficient, <br> particularly in the paperless trading context, taking into <br> account developments in this area within relevant international <br> organisations, including the World Customs Organization. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 11 : Risk Management <br> 1. Each Party shall adopt and maintain a risk <br> management system and based on it, the Party shall <br> determine which persons, goods or means of transport are to <br> be examined and the extent of the examination. <br> 2. Each Party shall work to further enhance the use of risk <br> international trade. <br> management techniques in the administration of its customs <br> procedures so as to facilitate the clearance of low-risk goods <br> and allow resources to be focused on high-risk goods. <br> 3. Each Party shall apply risk management in a manner <br> that does not create arbitrary or unjustifiable discrimination <br> under the same conditions or a disguised restriction on <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 12 : Release of Goods <br> 1. Each Party shall adopt or maintain simplified customs <br> procedures for the efficient release of goods in order to <br> facilitate trade between the Parties. For greater certainty, this <br> paragraph shall not require a Party to release goods where its <br> requirements for release have not been met. <br> 2. In accordance with paragraph 1, each Party shall adopt <br> or maintain procedures that: <br> (a) provide for the release of goods as rapidly as <br> possible after arrival, provided that all other <br> regulatory requirements have been met; and <br> (b) as appropriate, provide for advance electronic <br> submission and processing of information before <br> the physical arrival of goods with a view to <br> 3. Each Party shall ensure that goods are released within <br> a time period no longer than that required to ensure <br> compliance with its customs law. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "expediting the release of goods. <br> "}, {"ArticleTitle": "Perishable Goods", "ArticleDesc": "Article 13 : Perishable Goods <br> 1. With a view to preventing avoidable loss or <br> deterioration of perishable goods, and provided that all <br> regulatory requirements have been met, each Party shall <br> provide for the release of perishable goods: <br> (a) under normal circumstances within the shortest <br> possible time; and <br> (b) in exceptional circumstances where it would be <br> appropriate to do so, outside the business hours <br> 2. Each Party shall give appropriate priority to perishable <br> goods when scheduling any examinations that may be <br> required. <br> 3. Each Party shall either arrange, or allow an importer to <br> arrange, for the proper storage of perishable goods pending <br> their release. The Party may require that any storage facilities <br> arranged by the importer have been approved or designated <br> of customs and other relevant authorities. <br> by its relevant authorities. The movement of the goods to <br> those storage facilities, including authorisations for the <br> operator moving the goods, may be subject to the approval, <br> where required, of the relevant authorities. The Party shall, <br> where practicable and consistent with its laws and regulations, <br> upon the request of the importer, provide for any procedure <br> necessary for release to take place at those storage facilities. <br> 4. In cases of significant delay in the release of perishable <br> goods, and upon written request, the importing Party shall, to <br> the extent practicable, provide a communication on the <br> reasons for the delay. <br> "}, {"ArticleTitle": "Border Agency Cooperation", "ArticleDesc": "Article 15 : Border Agency Cooperation <br> 1. Each Party shall ensure that its authorities and <br> agencies involved in border controls related to import, export <br> or transit of goods, cooperate with one another and coordinate <br> their procedures in order to facilitate trade. <br> 2. Each Party shall endeavour to establish, as far as <br> practicable, an electronic means for communication of <br> relevant information required by its Customs Administration <br> and other relevant border agencies to facilitate the <br> international movement of goods and means of transport. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 16 : Consultations <br> 1. The Customs Administration of a Party may at any time <br> request consultations with the Customs Administration of the <br> other Party, on any matter arising from the implementation or <br> operation of this Chapter, in cases where there are reasonable <br> grounds provided by the requesting Party. The Customs <br> Administrations of the Parties shall conduct such consultations <br> through their contact points, and such consultations shall take <br> place within 60 days of the request, or any other possible time <br> period that the Customs Administrations of the Parties may <br> mutually determine. <br> 2. In the event that the consultations under paragraph 1 <br> fail to resolve the matter, the requesting Party may refer the <br> matter to the FTA Joint Commission for further consideration. <br> 3. The Customs Administration of each Party shall <br> designate one or more contact points for the purposes of this <br> Chapter. The Customs Administration of each Party shall <br> provide information on its contact points to the Customs <br> Administration of the other Party and promptly notify any <br> amendment of the said information to the Customs <br> "}]}]}, "members_found": ["344", "268"]}