{"FtaRooDetails": {"FtaId": 895, "FtaCode": "ITC00925", "FtaName": "ECA, Chinese Taipei-Eswatini", "FtaFullName": "AGREEMENT ENTERED INTO BY AND BETWEEN THE GOVERNMENT OF THE REPUBLIC OF CHINA (TAIWAN) AND THE GOVERNMENT OF THE KINGDOM OF ESWATINI ON ECONOMIC COOPERATION", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "27.12.2018", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Taipei, Chinese; Eswatini", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under ECA, Chinese Taipei-Eswatini", "AdminProcCooAuth": "The certification type under ECA, Chinese Taipei-Eswatini is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under ECA, Chinese Taipei-Eswatini is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for ECA, Chinese Taipei-Eswatini agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "Products which are not wholly obtained are considered to be sufficiently worked or processed when the conditions set out below are fulfilled: (a) goods have undergone working or processing in a Party and the CIF value of materials (raw materials, semi-finished or finished products) originating from countries other than either one of the Parties, and goods of unknown origin used in the production does not exceed 50% of the FOB value of goods exporting from a Party; or (b) these goods are manufactured from materials or products of any heading, except that of the goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00925_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00925_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00925_full.pdf", "DocType": "8_full", "WebLink": "https://www.trade.gov.tw/Files/Doc/69690645-f0e5-40a9-90f6-0926bef92486.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4: Bilateral Accumulation of Origin <br /> Notwithstanding Article 3, originating materials and products from a <br /> Party, used in working or processing of goods in the other Party, shall <br /> be considered as originating in the other Party, provided that they <br /> have undergone sufficient working or processing in one of the Parties, <br /> within the meaning of this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9: Accessories, Spare Parts, Tools and Instructional or Information Material <br /> Accessories, spare parts, tools and instructional or other information <br /> materials presented with the goods shall be considered part of those <br /> goods and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the originating goods <br /> have undergone the applicable change in tariff classification, <br /> provided these are classified with and not invoiced separately from the goods. <br /> The value of the accessories, spare parts, tools and instructional or <br /> other information materials presented with the goods shall be taken <br /> into account as originating or non-originating materials, as the case <br /> may be, in calculating the regional value content of the goods. <br /> This Article applies only where the accessories, spare parts, tools and <br /> instructional or other information materials are presented with the <br /> goods are not invoiced separately from the originating goods; and the <br /> quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials presented with the goods <br /> are customary for those goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5: Wholly Obtained Products <br /> The following products shall be considered as wholly obtained in a <br /> Party: <br /> (a) minerals and other naturally occurring substances extracted or <br /> taken from its soil, waters, seabed or beneath the seabed there; <br /> (b) plant and plant products grown and harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals, raised there; <br /> (e) products from slaughtered animals born and raised there; <br /> (f) products obtained by hunting, trapping, fishing or aquaculture <br /> conducted there; [1] <br /> (g) waste and scrap resulting from manufacturing operations <br /> conducted there fit only for the recovery of raw materials and <br /> not for their original purpose; <br /> (h) used products collected there fit only for the recovery of raw <br /> materials and not for their original purpose; or <br /> (i) products obtained or produced in a Party solely from products <br /> referred to in subparagraphs (a) to (h) or from their derivatives. <br /> [1] For greater certainty, products obtained by fishing in the waters of <br /> Mozambique by a vessel flying the Eswatini flag shall be deemed products <br /> wholly obtained in the Kingdom of Eswatini. Furthermore, the Government <br /> of the Kingdom of Eswatini shall provide a list of all vessels flying the <br /> Eswatini flag that engage in fishing, such list being subject to the approval <br /> of the Government of the Republic of China (Taiwan). Only products <br /> obtained by fishing by vessels appearing on such list will be deemed <br /> products wholly obtained in the Kingdom of Eswatini. The Kingdom of <br /> Eswatini shall update this list of vessels if there is any change and shall <br /> notify the Government of the Republic of China (Taiwan) of such update, <br /> such updated list being subject to the approval of the Government of the <br /> Republic of China (Taiwan).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7: Insufficient Working or Processing Operations <br /> The following operations do not meet the sufficient processing criteria: <br /> (a) preserving operations to ensure that the products remain in <br /> good condition during transport and storage; <br /> (b) changes of packaging and breaking-up and assembly of packages; <br /> (c) washing, cleaning, the removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; <br /> partial or total milling of crystal sugar; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding, separating or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; <br /> (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, <br /> fixing on cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other similar signs <br /> on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> mixing of sugar with any material; <br /> (n) simple assembly of non-originating parts to constitute a <br /> complete product or disassembly of products into parts; <br /> (o) simple addition of water or dilution or dehydration or denaturation of products; <br /> (p) a combination of two or more operations specified in <br /> subparagraphs (a) to (o); and <br /> (q) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10: Direct Consignment and Direct Purchase <br /> Preferential tariff treatment shall be granted for goods originating <br /> from the exporting Party provided that such goods are purchased <br /> directly in that country and transported directly to the customs <br /> territory of the importing Party. <br /> Originating goods shall be considered as purchased directly if the <br /> importer has acquired them from a person duly registered as a business <br /> entity in exporting Party. <br /> Originating goods shall be considered as direct consignment if they <br /> are transported through the territories of other countries due to <br /> geographic, transport-related, technical or economic reasons, provided <br /> that such goods remain under customs control, including during their <br /> temporary storage in the territories of transit countries. <br /> Direct consignment shall apply to goods purchased by the importer at <br /> exhibitions or fairs in a non-Party, provided that: <br /> (a) goods are transported from a Party to the non-Party where the <br /> exhibition or fair is being held and remained under customs <br /> control during the event; <br /> (b) goods are not used from the moment of their transportation to <br /> the exhibition or fair for any purpose other than demonstration.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3: General Requirements <br /> A product shall be considered as originating in a Party if: <br /> (a) it has been wholly obtained in a Party, in accordance <br /> with Article 5 of this Annex; <br /> (b) the non-originating materials used in the working or processing <br /> have undergone sufficient working or processing in a Party, in <br /> accordance with Article 6 of this Annex; or <br /> (c) it has been produced in a Party exclusively from materials <br /> originating in the Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8: Treatment of Packing Materials and Containers <br /> Packing materials and containers exclusively used for transportation <br /> and shipment of goods shall not be taken into account in determining <br /> the origin of any goods. <br /> Packing materials and containers in which goods are packaged for <br /> retail sale, when classified together with those goods, shall not be <br /> taken into account in determining whether all of the non-originating <br /> materials used in the production of the goods have met the applicable <br /> change in tariff classification requirements for the goods. <br /> If goods are subject to a regional value content requirement, the value <br /> of the packing materials and containers in which the goods are <br /> packaged for retail sale shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the <br /> regional value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10: Direct Consignment and Direct Purchase <br /> Direct consignment shall apply to goods purchased by the importer at <br /> exhibitions or fairs in a non-Party, provided that: <br /> (a) goods are transported from a Party to the non-Party where the <br /> exhibition or fair is being held and remained under customs <br /> control during the event; <br /> (b) goods are not used from the moment of their transportation to <br /> the exhibition or fair for any purpose other than demonstration.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11: Proof of Origin <br /> Products originating in a Party shall, on importation into the other <br /> Party, benefit from this Agreement upon submission of a Certificate <br /> of Origin, issued by authorized bodies designated by each Party. <br /> The certificate shall be valid for the granting of tariff preferences for <br /> 12 months from its date of issuance. <br /> The certificate shall be submitted to the customs authorities of the <br /> importing Party in a hard copy in English language. <br /> In case of loss of the certificate, an officially certified duplicate shall <br /> be issued on the basis of the exporter documents in their possession. <br /> The certificate is not required in order to confirm the origin of small <br /> consignments where the customs value does not exceed the amount <br /> of 5000 US dollars or the equivalent amount. In this case, the <br /> exporter can declare the country of origin in commercial or other shipping documents. <br /> In case of reasonable doubt about the authenticity of declared <br /> information the customs authority may require to provide the <br /> certificate of origin. <br /> The Implementing Arrangement on Rules of Origin Operational <br /> Procedures, including the template and its instructions for a <br /> Certificate of Origin and declaration of origin, shall be implemented <br /> after the agreement is reached through the customs authorities of the <br /> Parties. The template and instruction for a Certificate of Origin are <br /> appended to this Agreement as Annex II-A, and the template and <br /> instruction for a Declaration of Origin are appended to this <br /> Agreement as Annex II-B.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11: Proof of Origin <br /> The certificate is not required in order to confirm the origin of small <br /> consignments where the customs value does not exceed the amount <br /> of 5000 US dollars or the equivalent amount. In this case, the <br /> exporter can declare the country of origin in commercial or other shipping documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 2: Definitions <br /> For the purposes of this Annex: <br /> (a) @^@authorized body@^@ means the Bureau of Foreign Trade, <br /> Ministry of Economic Affairs for the Government of the <br /> Republic of China (Taiwan), and the Swaziland Revenue <br /> Authority for the Government of the Kingdom of Eswatini; <br /> (b) @^@customs authority@^@ means the Customs Administration, <br /> Ministry of Finance for the Government of the Republic of <br /> China (Taiwan), and the Swaziland Revenue Authority for the <br /> Government of the Kingdom of Eswatini;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11: Proof of Origin <br /> The certificate shall be valid for the granting of tariff preferences for <br /> 12 months from its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12: Administrative Cooperation <br /> Each Party shall inform the other Party the names, addresses and <br /> specimen impressions of stamps of each authorised body <br /> designated to issue certificates. <br /> Where the customs authorities or other authorised bodies of the <br /> importing Party have a reasonable doubt about the authenticity of a <br /> certificate and information contained herein or the compliance of the <br /> goods, covered by the certificate, with the origin criteria, they may <br /> send a verification request for additional or more detailed <br /> information to the authorized bodies of the exporting Party. The <br /> customs authorities or other authorized bodies may request its <br /> Embassy in the territory of the other Party for assistance in those matters. <br /> A certificate may be regarded as invalid if: <br /> (a) the customs authority receives no reply within a maximum of <br /> six (6) months after the date of a verification request from the <br /> authorized bodies of the exporting Party; <br /> (b) the authorized body of the exporting Party has confirmed that <br /> the certificate had not been issued (i.e. forged) or had been <br /> issued on the basis of invalid documents and/or false information; <br /> (c) according to the research by customs authority of the importing <br /> Party and (or) on the basis of information received by the <br /> requests made to the authorized bodies of the exporting Party, <br /> revealed that the certificate has been issued with violations of the <br /> requirements of these Rules. <br /> Goods shall not be considered as originating in the exporting Party <br /> until duly completed certificate and other requested information are submitted. <br /> Tariff preferences for such goods are provided only after receiving a", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> ARTICLE 3: General Requirements <br> RULES OF ORIGIN <br> (a) it has been wholly obtained in a Party, in accordance <br> A product shall be considered as originating in a Party if: <br> (a) preserving operations to ensure that the products remain in <br> with Article 5 of this Annex; <br> (b) plant and plant products grown and harvested there; <br> (b) the non-originating materials used in the working or processing <br> (b) changes of packaging and breaking-up and assembly of packages; <br> have undergone sufficient working or processing in a Party, in <br> accordance with Article 6 of this Annex; or <br> (c) it has been produced in a Party exclusively from materials <br> (c) live animals born and raised there; <br> (c) washing, cleaning, the removal of dust, oxide, oil, paint or other coverings; <br> originating in the Party. <br> ARTICLE 4: Bilateral Accumulation of Origin <br> (g) operations to colour or flavour sugar or form sugar lumps; <br> Notwithstanding Article 3, originating materials and products from a <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> Party, used in working or processing of goods in the other Party, shall <br> be considered as originating in the other Party, provided that they <br> good condition during transport and storage; <br> have undergone sufficient working or processing in one of the Parties, <br> (i) sharpening, simple grinding, separating or simple cutting; <br> partial or total milling of crystal sugar; <br> ARTICLE 5: Wholly Obtained Products <br> (j) sifting, screening, sorting, classifying, grading, matching; <br> The following products shall be considered as wholly obtained in a <br> SECTION I <br> Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, <br> (l) affixing or printing marks, labels, logos and other similar signs <br> (a) minerals and other naturally occurring substances extracted or <br> fixing on cards or boards and all other simple packaging operations; <br> taken from its soil, waters, seabed or beneath the seabed there; <br> (m) simple mixing of products, whether or not of different kinds; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (n) simple assembly of non-originating parts to constitute a <br> GENERAL PROVISIONS <br> (d) products from live animals, raised there; <br> complete product or disassembly of products into parts; <br> (f) products obtained by hunting, trapping, fishing or aquaculture <br> (o) simple addition of water or dilution or dehydration or denaturation of products; <br> (p) a combination of two or more operations specified in <br> conducted there; [1] <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> subparagraphs (a) to (o); and <br> (g) waste and scrap resulting from manufacturing operations <br> conducted there fit only for the recovery of raw materials and <br> ARTICLE 8: Treatment of Packing Materials and Containers <br> not for their original purpose; <br> (including the making-up of sets of articles); <br> Packing materials and containers exclusively used for transportation <br> (h) used products collected there fit only for the recovery of raw <br> and shipment of goods shall not be taken into account in determining <br> materials and not for their original purpose; or <br> the origin of any goods. <br> (i) products obtained or produced in a Party solely from products <br> (q) slaughter of animals. <br> Packing materials and containers in which goods are packaged for <br> referred to in subparagraphs (a) to (h) or from their derivatives. <br> retail sale, when classified together with those goods, shall not be <br> [1] For greater certainty, products obtained by fishing in the waters of <br> taken into account in determining whether all of the non-originating <br> Mozambique by a vessel flying the Eswatini flag shall be deemed products <br> materials used in the production of the goods have met the applicable <br> wholly obtained in the Kingdom of Eswatini. Furthermore, the Government <br> change in tariff classification requirements for the goods. <br> of the Kingdom of Eswatini shall provide a list of all vessels flying the <br> If goods are subject to a regional value content requirement, the value <br> Eswatini flag that engage in fishing, such list being subject to the approval <br> of the packing materials and containers in which the goods are <br> of the Government of the Republic of China (Taiwan). Only products <br> packaged for retail sale shall be taken into account as originating or <br> obtained by fishing by vessels appearing on such list will be deemed <br> within the meaning of this Annex. <br> non-originating materials, as the case may be, in calculating the <br> products wholly obtained in the Kingdom of Eswatini. The Kingdom of <br> regional value content of the goods. <br> Eswatini shall update this list of vessels if there is any change and shall <br> ARTICLE 9: Accessories, Spare Parts, Tools and Instructional or Information Material <br> notify the Government of the Republic of China (Taiwan) of such update, <br> Accessories, spare parts, tools and instructional or other information <br> such updated list being subject to the approval of the Government of the <br> materials presented with the goods shall be considered part of those <br> Republic of China (Taiwan). <br> goods and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating goods <br> have undergone the applicable change in tariff classification, <br> provided these are classified with and not invoiced separately from the goods. <br> The value of the accessories, spare parts, tools and instructional or <br> other information materials presented with the goods shall be taken <br> into account as originating or non-originating materials, as the case <br> This Article applies only where the accessories, spare parts, tools and <br> may be, in calculating the regional value content of the goods. <br> A certificate may be regarded as invalid if: <br> instructional or other information materials are presented with the <br> goods are not invoiced separately from the originating goods; and the <br> quantities and value of the accessories, spare parts, tools and <br> instructional or other information materials presented with the goods <br> are customary for those goods. <br> ARTICLE 10: Direct Consignment and Direct Purchase <br> Preferential tariff treatment shall be granted for goods originating <br> from the exporting Party provided that such goods are purchased <br> directly in that country and transported directly to the customs <br> territory of the importing Party. <br> Originating goods shall be considered as purchased directly if the <br> importer has acquired them from a person duly registered as a business <br> entity in exporting Party. <br> Originating goods shall be considered as direct consignment if they <br> are transported through the territories of other countries due to <br> geographic, transport-related, technical or economic reasons, provided <br> that such goods remain under customs control, including during their <br> temporary storage in the territories of transit countries. <br> Direct consignment shall apply to goods purchased by the importer at <br> exhibitions or fairs in a non-Party, provided that: <br> (a) goods are transported from a Party to the non-Party where the <br> exhibition or fair is being held and remained under customs <br> (e) simple painting and polishing operations; <br> control during the event; <br> (b) goods are not used from the moment of their transportation to <br> the exhibition or fair for any purpose other than demonstration. <br> ARTICLE 11: Proof of Origin <br> Products originating in a Party shall, on importation into the other <br> Party, benefit from this Agreement upon submission of a Certificate <br> Article 7: Insufficient Working or Processing Operations <br> of Origin, issued by authorized bodies designated by each Party. <br> The certificate is not required in order to confirm the origin of small <br> The certificate shall be valid for the granting of tariff preferences for <br> 12 months from its date of issuance. <br> The certificate shall be submitted to the customs authorities of the <br> importing Party in a hard copy in English language. <br> In case of loss of the certificate, an officially certified duplicate shall <br> on products or their packaging; <br> be issued on the basis of the exporter documents in their possession. <br> consignments where the customs value does not exceed the amount <br> of 5000 US dollars or the equivalent amount. In this case, the <br> The following operations do not meet the sufficient processing criteria: <br> exporter can declare the country of origin in commercial or other shipping documents. <br> In case of reasonable doubt about the authenticity of declared <br> information the customs authority may require to provide the <br> designated to issue certificates. <br> The Implementing Arrangement on Rules of Origin Operational <br> Procedures, including the template and its instructions for a <br> requirements of these Rules. <br> Certificate of Origin and declaration of origin, shall be implemented <br> after the agreement is reached through the customs authorities of the <br> Parties. The template and instruction for a Certificate of Origin are <br> appended to this Agreement as Annex II-A, and the template and <br> instruction for a Declaration of Origin are appended to this <br> Agreement as Annex II-B. <br> ARTICLE 12: Administrative Cooperation <br> Each Party shall inform the other Party the names, addresses and <br> specimen impressions of stamps of each authorised body <br> Where the customs authorities or other authorised bodies of the <br> importing Party have a reasonable doubt about the authenticity of a <br> certificate and information contained herein or the compliance of the <br> goods, covered by the certificate, with the origin criteria, they may <br> send a verification request for additional or more detailed <br> information to the authorized bodies of the exporting Party. The <br> customs authorities or other authorized bodies may request its <br> Embassy in the territory of the other Party for assistance in those matters. <br> (a) the customs authority receives no reply within a maximum of <br> six (6) months after the date of a verification request from the <br> authorized bodies of the exporting Party; <br> (b) the authorized body of the exporting Party has confirmed that <br> the certificate had not been issued (i.e. forged) or had been <br> issued on the basis of invalid documents and/or false information; <br> (c) according to the research by customs authority of the importing <br> Party and (or) on the basis of information received by the <br> requests made to the authorized bodies of the exporting Party, <br> revealed that the certificate has been issued with violations of the <br> Goods shall not be considered as originating in the exporting Party <br> until duly completed certificate and other requested information are submitted. <br> Tariff preferences for such goods are provided only after receiving a <br> satisfactory response of the authorized bodies of the exporting Party. <br> Certificate of Origin. <br> (e) products from slaughtered animals born and raised there; <br> "}, {"ArticleTitle": "Scope of Application", "ArticleDesc": "ARTICLE 1: Scope of Application <br> This Annex applies only to the List of Products of the Republic of <br> China (Taiwan) in Annex I of this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "ARTICLE 2: Definitions <br> For the purposes of this Annex: <br> (a) @^@authorized body@^@ means the Bureau of Foreign Trade, <br> Ministry of Economic Affairs for the Government of the <br> Republic of China (Taiwan), and the Swaziland Revenue <br> Authority for the Government of the Kingdom of Eswatini; <br> (b) @^@customs authority@^@ means the Customs Administration, <br> Ministry of Finance for the Government of the Republic of <br> China (Taiwan), and the Swaziland Revenue Authority for the <br> Government of the Kingdom of Eswatini; <br> (c) @^@manufacture@^@ means working or processing, including assembling; <br> (d) @^@material@^@ means any ingredient, raw material, component or <br> (e) @^@value of materials@^@ means the customs value determined in <br> accordance with the Agreement of the WTO on Customs <br> Valuation at the time of importation of the non-originating <br> materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials <br> in a Party; and <br> (f) @^@heading@^@ means a heading (four-digit code) of the <br> Harmonized Commodity Description and Coding System. <br> part used in the manufacture of a product; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> ARTICLE 3: General Requirements <br> RULES OF ORIGIN <br> (a) it has been wholly obtained in a Party, in accordance <br> A product shall be considered as originating in a Party if: <br> (a) preserving operations to ensure that the products remain in <br> with Article 5 of this Annex; <br> (b) plant and plant products grown and harvested there; <br> (b) the non-originating materials used in the working or processing <br> (b) changes of packaging and breaking-up and assembly of packages; <br> have undergone sufficient working or processing in a Party, in <br> accordance with Article 6 of this Annex; or <br> (c) it has been produced in a Party exclusively from materials <br> (c) live animals born and raised there; <br> (c) washing, cleaning, the removal of dust, oxide, oil, paint or other coverings; <br> originating in the Party. <br> ARTICLE 4: Bilateral Accumulation of Origin <br> (g) operations to colour or flavour sugar or form sugar lumps; <br> Notwithstanding Article 3, originating materials and products from a <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> Party, used in working or processing of goods in the other Party, shall <br> be considered as originating in the other Party, provided that they <br> good condition during transport and storage; <br> have undergone sufficient working or processing in one of the Parties, <br> (i) sharpening, simple grinding, separating or simple cutting; <br> partial or total milling of crystal sugar; <br> ARTICLE 5: Wholly Obtained Products <br> (j) sifting, screening, sorting, classifying, grading, matching; <br> The following products shall be considered as wholly obtained in a <br> SECTION I <br> Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, <br> (l) affixing or printing marks, labels, logos and other similar signs <br> (a) minerals and other naturally occurring substances extracted or <br> fixing on cards or boards and all other simple packaging operations; <br> taken from its soil, waters, seabed or beneath the seabed there; <br> (m) simple mixing of products, whether or not of different kinds; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (n) simple assembly of non-originating parts to constitute a <br> GENERAL PROVISIONS <br> (d) products from live animals, raised there; <br> complete product or disassembly of products into parts; <br> (f) products obtained by hunting, trapping, fishing or aquaculture <br> (o) simple addition of water or dilution or dehydration or denaturation of products; <br> (p) a combination of two or more operations specified in <br> conducted there; [1] <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> subparagraphs (a) to (o); and <br> (g) waste and scrap resulting from manufacturing operations <br> conducted there fit only for the recovery of raw materials and <br> ARTICLE 8: Treatment of Packing Materials and Containers <br> not for their original purpose; <br> (including the making-up of sets of articles); <br> Packing materials and containers exclusively used for transportation <br> (h) used products collected there fit only for the recovery of raw <br> and shipment of goods shall not be taken into account in determining <br> materials and not for their original purpose; or <br> the origin of any goods. <br> (i) products obtained or produced in a Party solely from products <br> (q) slaughter of animals. <br> Packing materials and containers in which goods are packaged for <br> referred to in subparagraphs (a) to (h) or from their derivatives. <br> retail sale, when classified together with those goods, shall not be <br> [1] For greater certainty, products obtained by fishing in the waters of <br> taken into account in determining whether all of the non-originating <br> Mozambique by a vessel flying the Eswatini flag shall be deemed products <br> materials used in the production of the goods have met the applicable <br> wholly obtained in the Kingdom of Eswatini. Furthermore, the Government <br> change in tariff classification requirements for the goods. <br> of the Kingdom of Eswatini shall provide a list of all vessels flying the <br> If goods are subject to a regional value content requirement, the value <br> Eswatini flag that engage in fishing, such list being subject to the approval <br> of the packing materials and containers in which the goods are <br> of the Government of the Republic of China (Taiwan). Only products <br> packaged for retail sale shall be taken into account as originating or <br> obtained by fishing by vessels appearing on such list will be deemed <br> within the meaning of this Annex. <br> non-originating materials, as the case may be, in calculating the <br> products wholly obtained in the Kingdom of Eswatini. The Kingdom of <br> regional value content of the goods. <br> Eswatini shall update this list of vessels if there is any change and shall <br> ARTICLE 9: Accessories, Spare Parts, Tools and Instructional or Information Material <br> notify the Government of the Republic of China (Taiwan) of such update, <br> Accessories, spare parts, tools and instructional or other information <br> such updated list being subject to the approval of the Government of the <br> materials presented with the goods shall be considered part of those <br> Republic of China (Taiwan). <br> goods and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating goods <br> have undergone the applicable change in tariff classification, <br> provided these are classified with and not invoiced separately from the goods. <br> The value of the accessories, spare parts, tools and instructional or <br> other information materials presented with the goods shall be taken <br> into account as originating or non-originating materials, as the case <br> This Article applies only where the accessories, spare parts, tools and <br> may be, in calculating the regional value content of the goods. <br> A certificate may be regarded as invalid if: <br> instructional or other information materials are presented with the <br> goods are not invoiced separately from the originating goods; and the <br> quantities and value of the accessories, spare parts, tools and <br> instructional or other information materials presented with the goods <br> are customary for those goods. <br> ARTICLE 10: Direct Consignment and Direct Purchase <br> Preferential tariff treatment shall be granted for goods originating <br> from the exporting Party provided that such goods are purchased <br> directly in that country and transported directly to the customs <br> territory of the importing Party. <br> Originating goods shall be considered as purchased directly if the <br> importer has acquired them from a person duly registered as a business <br> entity in exporting Party. <br> Originating goods shall be considered as direct consignment if they <br> are transported through the territories of other countries due to <br> geographic, transport-related, technical or economic reasons, provided <br> that such goods remain under customs control, including during their <br> temporary storage in the territories of transit countries. <br> Direct consignment shall apply to goods purchased by the importer at <br> exhibitions or fairs in a non-Party, provided that: <br> (a) goods are transported from a Party to the non-Party where the <br> exhibition or fair is being held and remained under customs <br> (e) simple painting and polishing operations; <br> control during the event; <br> (b) goods are not used from the moment of their transportation to <br> the exhibition or fair for any purpose other than demonstration. <br> ARTICLE 11: Proof of Origin <br> Products originating in a Party shall, on importation into the other <br> Party, benefit from this Agreement upon submission of a Certificate <br> Article 7: Insufficient Working or Processing Operations <br> of Origin, issued by authorized bodies designated by each Party. <br> The certificate is not required in order to confirm the origin of small <br> The certificate shall be valid for the granting of tariff preferences for <br> 12 months from its date of issuance. <br> The certificate shall be submitted to the customs authorities of the <br> importing Party in a hard copy in English language. <br> In case of loss of the certificate, an officially certified duplicate shall <br> on products or their packaging; <br> be issued on the basis of the exporter documents in their possession. <br> consignments where the customs value does not exceed the amount <br> of 5000 US dollars or the equivalent amount. In this case, the <br> The following operations do not meet the sufficient processing criteria: <br> exporter can declare the country of origin in commercial or other shipping documents. <br> In case of reasonable doubt about the authenticity of declared <br> information the customs authority may require to provide the <br> designated to issue certificates. <br> The Implementing Arrangement on Rules of Origin Operational <br> Procedures, including the template and its instructions for a <br> requirements of these Rules. <br> Certificate of Origin and declaration of origin, shall be implemented <br> after the agreement is reached through the customs authorities of the <br> Parties. The template and instruction for a Certificate of Origin are <br> appended to this Agreement as Annex II-A, and the template and <br> instruction for a Declaration of Origin are appended to this <br> Agreement as Annex II-B. <br> ARTICLE 12: Administrative Cooperation <br> Each Party shall inform the other Party the names, addresses and <br> specimen impressions of stamps of each authorised body <br> Where the customs authorities or other authorised bodies of the <br> importing Party have a reasonable doubt about the authenticity of a <br> certificate and information contained herein or the compliance of the <br> goods, covered by the certificate, with the origin criteria, they may <br> send a verification request for additional or more detailed <br> information to the authorized bodies of the exporting Party. The <br> customs authorities or other authorized bodies may request its <br> Embassy in the territory of the other Party for assistance in those matters. <br> (a) the customs authority receives no reply within a maximum of <br> six (6) months after the date of a verification request from the <br> authorized bodies of the exporting Party; <br> (b) the authorized body of the exporting Party has confirmed that <br> the certificate had not been issued (i.e. forged) or had been <br> issued on the basis of invalid documents and/or false information; <br> (c) according to the research by customs authority of the importing <br> Party and (or) on the basis of information received by the <br> requests made to the authorized bodies of the exporting Party, <br> revealed that the certificate has been issued with violations of the <br> Goods shall not be considered as originating in the exporting Party <br> until duly completed certificate and other requested information are submitted. <br> Tariff preferences for such goods are provided only after receiving a <br> satisfactory response of the authorized bodies of the exporting Party. <br> Certificate of Origin. <br> (e) products from slaughtered animals born and raised there; <br> "}, {"ArticleTitle": "Sufficient Working or Processing", "ArticleDesc": "ARTICLE 6: Sufficient Working or Processing <br> Products which are not wholly obtained are considered to be <br> sufficiently worked or processed when the conditions set out below are fulfilled: <br> (a) goods have undergone working or processing in a Party and the <br> CIF value of materials (raw materials, semi-finished or <br> finished products) originating from countries other than either <br> one of the Parties, and goods of unknown origin used in the <br> production does not exceed 50% of the FOB value of goods <br> exporting from a Party; or <br> (b) these goods are manufactured from materials or products of <br> any heading, except that of the goods. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> ARTICLE 3: General Requirements <br> RULES OF ORIGIN <br> (a) it has been wholly obtained in a Party, in accordance <br> A product shall be considered as originating in a Party if: <br> (a) preserving operations to ensure that the products remain in <br> with Article 5 of this Annex; <br> (b) plant and plant products grown and harvested there; <br> (b) the non-originating materials used in the working or processing <br> (b) changes of packaging and breaking-up and assembly of packages; <br> have undergone sufficient working or processing in a Party, in <br> accordance with Article 6 of this Annex; or <br> (c) it has been produced in a Party exclusively from materials <br> (c) live animals born and raised there; <br> (c) washing, cleaning, the removal of dust, oxide, oil, paint or other coverings; <br> originating in the Party. <br> ARTICLE 4: Bilateral Accumulation of Origin <br> (g) operations to colour or flavour sugar or form sugar lumps; <br> Notwithstanding Article 3, originating materials and products from a <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> Party, used in working or processing of goods in the other Party, shall <br> be considered as originating in the other Party, provided that they <br> good condition during transport and storage; <br> have undergone sufficient working or processing in one of the Parties, <br> (i) sharpening, simple grinding, separating or simple cutting; <br> partial or total milling of crystal sugar; <br> ARTICLE 5: Wholly Obtained Products <br> (j) sifting, screening, sorting, classifying, grading, matching; <br> The following products shall be considered as wholly obtained in a <br> SECTION I <br> Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, <br> (l) affixing or printing marks, labels, logos and other similar signs <br> (a) minerals and other naturally occurring substances extracted or <br> fixing on cards or boards and all other simple packaging operations; <br> taken from its soil, waters, seabed or beneath the seabed there; <br> (m) simple mixing of products, whether or not of different kinds; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (n) simple assembly of non-originating parts to constitute a <br> GENERAL PROVISIONS <br> (d) products from live animals, raised there; <br> complete product or disassembly of products into parts; <br> (f) products obtained by hunting, trapping, fishing or aquaculture <br> (o) simple addition of water or dilution or dehydration or denaturation of products; <br> (p) a combination of two or more operations specified in <br> conducted there; [1] <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> subparagraphs (a) to (o); and <br> (g) waste and scrap resulting from manufacturing operations <br> conducted there fit only for the recovery of raw materials and <br> ARTICLE 8: Treatment of Packing Materials and Containers <br> not for their original purpose; <br> (including the making-up of sets of articles); <br> Packing materials and containers exclusively used for transportation <br> (h) used products collected there fit only for the recovery of raw <br> and shipment of goods shall not be taken into account in determining <br> materials and not for their original purpose; or <br> the origin of any goods. <br> (i) products obtained or produced in a Party solely from products <br> (q) slaughter of animals. <br> Packing materials and containers in which goods are packaged for <br> referred to in subparagraphs (a) to (h) or from their derivatives. <br> retail sale, when classified together with those goods, shall not be <br> [1] For greater certainty, products obtained by fishing in the waters of <br> taken into account in determining whether all of the non-originating <br> Mozambique by a vessel flying the Eswatini flag shall be deemed products <br> materials used in the production of the goods have met the applicable <br> wholly obtained in the Kingdom of Eswatini. Furthermore, the Government <br> change in tariff classification requirements for the goods. <br> of the Kingdom of Eswatini shall provide a list of all vessels flying the <br> If goods are subject to a regional value content requirement, the value <br> Eswatini flag that engage in fishing, such list being subject to the approval <br> of the packing materials and containers in which the goods are <br> of the Government of the Republic of China (Taiwan). Only products <br> packaged for retail sale shall be taken into account as originating or <br> obtained by fishing by vessels appearing on such list will be deemed <br> within the meaning of this Annex. <br> non-originating materials, as the case may be, in calculating the <br> products wholly obtained in the Kingdom of Eswatini. The Kingdom of <br> regional value content of the goods. <br> Eswatini shall update this list of vessels if there is any change and shall <br> ARTICLE 9: Accessories, Spare Parts, Tools and Instructional or Information Material <br> notify the Government of the Republic of China (Taiwan) of such update, <br> Accessories, spare parts, tools and instructional or other information <br> such updated list being subject to the approval of the Government of the <br> materials presented with the goods shall be considered part of those <br> Republic of China (Taiwan). <br> goods and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating goods <br> have undergone the applicable change in tariff classification, <br> provided these are classified with and not invoiced separately from the goods. <br> The value of the accessories, spare parts, tools and instructional or <br> other information materials presented with the goods shall be taken <br> into account as originating or non-originating materials, as the case <br> This Article applies only where the accessories, spare parts, tools and <br> may be, in calculating the regional value content of the goods. <br> A certificate may be regarded as invalid if: <br> instructional or other information materials are presented with the <br> goods are not invoiced separately from the originating goods; and the <br> quantities and value of the accessories, spare parts, tools and <br> instructional or other information materials presented with the goods <br> are customary for those goods. <br> ARTICLE 10: Direct Consignment and Direct Purchase <br> Preferential tariff treatment shall be granted for goods originating <br> from the exporting Party provided that such goods are purchased <br> directly in that country and transported directly to the customs <br> territory of the importing Party. <br> Originating goods shall be considered as purchased directly if the <br> importer has acquired them from a person duly registered as a business <br> entity in exporting Party. <br> Originating goods shall be considered as direct consignment if they <br> are transported through the territories of other countries due to <br> geographic, transport-related, technical or economic reasons, provided <br> that such goods remain under customs control, including during their <br> temporary storage in the territories of transit countries. <br> Direct consignment shall apply to goods purchased by the importer at <br> exhibitions or fairs in a non-Party, provided that: <br> (a) goods are transported from a Party to the non-Party where the <br> exhibition or fair is being held and remained under customs <br> (e) simple painting and polishing operations; <br> control during the event; <br> (b) goods are not used from the moment of their transportation to <br> the exhibition or fair for any purpose other than demonstration. <br> ARTICLE 11: Proof of Origin <br> Products originating in a Party shall, on importation into the other <br> Party, benefit from this Agreement upon submission of a Certificate <br> Article 7: Insufficient Working or Processing Operations <br> of Origin, issued by authorized bodies designated by each Party. <br> The certificate is not required in order to confirm the origin of small <br> The certificate shall be valid for the granting of tariff preferences for <br> 12 months from its date of issuance. <br> The certificate shall be submitted to the customs authorities of the <br> importing Party in a hard copy in English language. <br> In case of loss of the certificate, an officially certified duplicate shall <br> on products or their packaging; <br> be issued on the basis of the exporter documents in their possession. <br> consignments where the customs value does not exceed the amount <br> of 5000 US dollars or the equivalent amount. In this case, the <br> The following operations do not meet the sufficient processing criteria: <br> exporter can declare the country of origin in commercial or other shipping documents. <br> In case of reasonable doubt about the authenticity of declared <br> information the customs authority may require to provide the <br> designated to issue certificates. <br> The Implementing Arrangement on Rules of Origin Operational <br> Procedures, including the template and its instructions for a <br> requirements of these Rules. <br> Certificate of Origin and declaration of origin, shall be implemented <br> after the agreement is reached through the customs authorities of the <br> Parties. The template and instruction for a Certificate of Origin are <br> appended to this Agreement as Annex II-A, and the template and <br> instruction for a Declaration of Origin are appended to this <br> Agreement as Annex II-B. <br> ARTICLE 12: Administrative Cooperation <br> Each Party shall inform the other Party the names, addresses and <br> specimen impressions of stamps of each authorised body <br> Where the customs authorities or other authorised bodies of the <br> importing Party have a reasonable doubt about the authenticity of a <br> certificate and information contained herein or the compliance of the <br> goods, covered by the certificate, with the origin criteria, they may <br> send a verification request for additional or more detailed <br> information to the authorized bodies of the exporting Party. The <br> customs authorities or other authorized bodies may request its <br> Embassy in the territory of the other Party for assistance in those matters. <br> (a) the customs authority receives no reply within a maximum of <br> six (6) months after the date of a verification request from the <br> authorized bodies of the exporting Party; <br> (b) the authorized body of the exporting Party has confirmed that <br> the certificate had not been issued (i.e. forged) or had been <br> issued on the basis of invalid documents and/or false information; <br> (c) according to the research by customs authority of the importing <br> Party and (or) on the basis of information received by the <br> requests made to the authorized bodies of the exporting Party, <br> revealed that the certificate has been issued with violations of the <br> Goods shall not be considered as originating in the exporting Party <br> until duly completed certificate and other requested information are submitted. <br> Tariff preferences for such goods are provided only after receiving a <br> satisfactory response of the authorized bodies of the exporting Party. <br> Certificate of Origin. <br> (e) products from slaughtered animals born and raised there; <br> "}]}]}, "members_found": ["748", "490"]}