{"FtaRooDetails": {"FtaId": 899, "FtaCode": "ITC00929", "FtaName": "Unites States-Japan Trade Agreement", "FtaFullName": "TRADE AGREEMENT BETWEEN THE UNITED STATES OF AMERICA AND JAPAN", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Unites States-Japan Trade Agreement", "AdminProcCooAuth": "The certification type under Unites States-Japan Trade Agreement is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Unites States-Japan Trade Agreement is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Unites States-Japan Trade Agreement agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "Not available", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General note", "RooText": " Product-Specific Rules of Origin<br /> 17. For the purposes of interpreting the Product-Specific Rules of Origin set forth in paragraphs<br /> 18 and 19 and the table below:<br /> (a) \"chapter\" means a chapter of the Harmonized System;<br /> (b) \"heading\" means the first four digits in the tariff classification number under the<br /> Harmonized System; and<br /> (c) \"subheading\" means the first six digits in the tariff classification number under the<br /> Harmonized System.<br /> 18. For the purposes of interpreting the Product-Specific Rules set forth in this paragraph,<br /> paragraph 19, and the table below:<br /> (a) the specific rule that applies to the good is set out in Column 2 and adjacent to the<br /> national tariff line of the good at the 8-digit level;<br /> (b) the requirement of a change in tariff classification applies only to non-originating<br /> materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and it is written to exclude tariff provisions at the level of a chapter,<br /> heading, or subheading of the Harmonized System, it shall be construed to mean<br /> that the rule of origin requires that materials classified in those excluded provisions<br /> be originating for the good to qualify as originating. Such materials shall be<br /> considered originating if they are wholly obtained or produced entirely in the<br /> United States or Japan, or if they have been substantially transformed in the United<br /> States or Japan from any materials from or produced outside the Parties, as provided<br /> in U.S. law;<br /> (d) when a heading or subheading is subject to alternative specific rules of origin, the<br /> rule will be considered to be met if a good satisfies one of the alternatives; and<br /> (e) when General Rule of Interpretation (GRI) 2(a) of the HTSUS is referred to as an<br /> exception to a change in tariff classification, this means that such change will not<br /> be acceptable for purposes of meeting the change in tariff classification requirement<br /> if the change results from the assembly of parts into an incomplete or unfinished<br /> good which is classifiable in the same manner as a complete or finished good<br /> pursuant to GRI 2(a) of the HTSUS.<br /> 19. For the purposes of Column 2 in the table below, the following definitions shall apply:<br /> (a) \"CC\" means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 2-digit level;<br /> (b) \"CTH\" means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 4-digit level;<br /> (c) \"CTSH\" means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 6-digit level; and<br /> (d) \"Simple assembly\" means the fitting together of five or fewer parts all of which are<br /> non-originating (excluding fasteners such as screws, bolts, etc.) by bolting, gluing,<br /> soldering, or sewing or by other means without more than minor processing.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00929_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00929_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/files/agreements/japan/Annex_I_Tariffs_and_Tariff-Related_Provisions_of_Japan.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00929_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/countries-regions/japan-korea-apec/japan/us-japan-trade-agreement-negotiations/us-japan-trade-agreement-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "4 (a) Except as provided in subparagraph (c), for a good listed in the Tariff <br /> Schedule of the United States, the United States shall provide that a good that <br /> contains non-originating materials that do not satisfy the applicable change in <br /> tariff classification requirement specified in the Product-Specific Rules of Origin <br /> set forth in paragraphs 17 through 19 and the table below is nonetheless an <br /> originating good of Japan if the value of all such materials does not exceed <br /> 10 percent of the value of the good and the good meets all the other applicable <br /> requirements of these Rules of Origin and Origin Procedures. <br /> (b) Subparagraph (a) applies only when using a non-originating material in the <br /> production of another good. <br /> (c) Subparagraph (a) does not apply to non-originating materials of headings 04.01 <br /> through 04.06, or non-originating dairy preparations containing over 10 percent by <br /> dry weight of milk solids of subheading 1901.90, used in the production of goods <br /> of heading 21.05.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "7 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that the following materials shall be disregarded in determining whether a good is wholly obtained, <br /> or satisfies a process or change in tariff classification requirement as set out in the Product-Specific <br /> Rules of Origin set forth in paragraphs 17 through 19 and the table below: <br /> (c) accessories, spare parts, tools, or instructional or other information materials that <br /> are customary for the good and that are classified and delivered with, but not <br /> invoiced separately from, the good; and", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "7 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that the following materials shall be disregarded in determining whether a good is wholly obtained, <br /> or satisfies a process or change in tariff classification requirement as set out in the Product-Specific <br /> Rules of Origin set forth in paragraphs 17 through 19 and the table below: <br /> (d) an indirect material used in the production, testing, or inspection of a good but not <br /> physically incorporated into the good, or an indirect material used in the <br /> maintenance of buildings or the operation of equipment associated with the <br /> production of a good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "10 The United States shall provide that a good is not an originating good if the good: <br /> (a) undergoes subsequent production or any other operation outside the territories of <br /> the Parties other than unloading; reloading; separation from a bulk shipment; <br /> storing; labeling or marking required by the United States; or any other operation <br /> necessary to preserve it in good condition or to transport the good to the territory <br /> of the United States; or <br /> (b) does not remain under customs control in the territory of a non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "2 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that a good is originating from Japan, except as otherwise provided in these Rules of Origin and <br /> Origin Procedures, if it is: <br /> (a) wholly obtained or produced entirely in one or both of the Parties, <br /> as defined in paragraph 3; <br /> (b) produced entirely in one or both of the Parties, exclusively <br /> from originating materials; or <br /> (c) produced entirely in one or both of the Parties, using non-originating materials <br /> provided such materials satisfy the applicable change in tariff classification <br /> requirement under the Product-Specific Rules of Origin set forth in paragraphs 17 <br /> through 19 and the table below, <br /> and the good satisfies all other applicable requirements of these Rules of <br /> Origin and Origin Procedures.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "7 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that the following materials shall be disregarded in determining whether a good is wholly obtained, <br /> or satisfies a process or change in tariff classification requirement as set out in the Product-Specific <br /> Rules of Origin set forth in paragraphs 17 through 19 and the table below: <br /> (a) packaging materials and containers in which a good is packaged for retail sale that <br /> are classified with the good; <br /> (b) packing materials and containers for shipment;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "5 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that a fungible good or material is originating if: <br /> (a) when originating and non-originating fungible materials are used in the production <br /> of a good, the determination of whether the materials are originating is made on the <br /> basis of an inventory management method recognized in the Generally Accepted <br /> Accounting Principles of, or otherwise accepted by, the Party in which the <br /> production is performed; or <br /> (b) when originating and non-originating fungible goods are commingled and exported <br /> in the same form, the determination of whether the goods are originating is made <br /> on the basis of an inventory management method recognized in the Generally <br /> Accepted Accounting Principles of, or otherwise accepted by, the Party from which <br /> the production is exported. <br /> 6 The inventory management method selected under paragraph 5 must be used throughout <br /> the fiscal year of the producer or the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "8 The United States shall provide that for a set classified in the Tariff Schedule of the United <br /> States as a result of the application of rule 3 of the General Rules for the Interpretation of the <br /> Harmonized System, the set is originating only if each good in the set is originating and both the <br /> set and the goods meet the other applicable requirements of these Rules of Origin and Origin Procedures. <br /> 9 Notwithstanding paragraph 8, for a set classified as a result of the application of rule 3 of <br /> the General Rules for the Interpretation of the Harmonized System, the set is originating if the <br /> value of all the non-originating goods in the set does not exceed 10 percent of the value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "11 The United States shall provide that an importer may make a claim for preferential tariff <br /> treatment for a good listed in the Tariff Schedule of the United States based on the importer's <br /> knowledge or on information in the importer's possession that the good is originating. <br /> 12 The United States shall provide that, for the purposes of claiming preferential tariff <br /> treatment, the importer shall make a statement forming part of the import documentation that the <br /> good qualifies as an originating good. <br /> 13 The United States may require that an importer be prepared to submit, upon request, a <br /> statement setting forth the reasons that the good qualifies as an originating good, including <br /> pertinent manufacturing information. The statement need not be in a prescribed format and may <br /> be submitted electronically, where feasible. <br /> 14 The United States may request any information or documentation necessary to demonstrate <br /> that a good is originating and qualified for preferential tariff treatment. The importer may arrange <br /> for the exporter or producer to provide such information or documentation directly to the United States.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rules of Origin and Origin Procedures of the United States <br /> 1 For the purposes of these Rules of Origin and Origin Procedures, <br /> set forth in paragraphs 2 through 19: <br /> (a) @^@Harmonized System@^@ means the Harmonized Commodity Description and Coding <br /> System, including its General Rules of Interpretation, Section Notes, Chapter Notes, <br /> and Subheading Notes as adopted and implemented by the United States in its law; <br /> (b) @^@preferential tariff treatment@^@ means the rate of duty applicable to an originating <br /> good, pursuant to the Tariff Schedule of the United States; and <br /> (c) @^@value of the good@^@ means the value determined in accordance with Articles 1 <br /> through 8, Article 15, and the corresponding interpretative notes of the Agreement <br /> on Implementation of Article VII of the General Agreement on Tariffs and Trade <br /> 1994, set out in Annex 1A of the WTO Agreement, adjusted, if necessary, to <br /> exclude any costs, charges, or expenses incurred for transportation, insurance, and <br /> related services incidental to the international shipment of the merchandise from <br /> the country of exportation to the place of importation. <br /> 2 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that a good is originating from Japan, except as otherwise provided in these Rules of Origin and <br /> Origin Procedures, if it is: <br /> (a) wholly obtained or produced entirely in one or both of the Parties, <br /> as defined in paragraph 3; <br /> (b) produced entirely in one or both of the Parties, exclusively <br /> from originating materials; or <br /> (c) produced entirely in one or both of the Parties, using non-originating materials <br /> provided such materials satisfy the applicable change in tariff classification <br /> requirement under the Product-Specific Rules of Origin set forth in paragraphs 17 <br /> through 19 and the table below, <br /> and the good satisfies all other applicable requirements of these Rules of <br /> Origin and Origin Procedures. <br /> 3 The United States shall provide that for the purposes of paragraph 2, a good is wholly <br /> obtained or produced entirely in one or both of the Parties if it is: <br /> (a) a plant or plant good, grown, cultivated, harvested, picked, or gathered there; <br /> (b) a live animal born and raised there; <br /> (c) a good obtained from a live animal there; <br /> (d) an animal obtained by hunting, trapping, fishing, gathering, or capturing there; <br /> (e) a mineral or other naturally occurring substance, not included in subparagraphs (a) <br /> through (d), extracted or taken from there; and <br /> (f) a good produced there, exclusively from goods referred to in subparagraphs (a) <br /> through (e), or from their derivatives. <br /> 4 (a) Except as provided in subparagraph (c), for a good listed in the Tariff <br /> Schedule of the United States, the United States shall provide that a good that <br /> contains non-originating materials that do not satisfy the applicable change in <br /> tariff classification requirement specified in the Product-Specific Rules of Origin <br /> set forth in paragraphs 17 through 19 and the table below is nonetheless an <br /> originating good of Japan if the value of all such materials does not exceed <br /> 10 percent of the value of the good and the good meets all the other applicable <br /> requirements of these Rules of Origin and Origin Procedures. <br /> (b) Subparagraph (a) applies only when using a non-originating material in the <br /> production of another good. <br /> (c) Subparagraph (a) does not apply to non-originating materials of headings 04.01 <br /> through 04.06, or non-originating dairy preparations containing over 10 percent by <br /> dry weight of milk solids of subheading 1901.90, used in the production of goods <br /> of heading 21.05. <br /> 5 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that a fungible good or material is originating if: <br /> (a) when originating and non-originating fungible materials are used in the production <br /> of a good, the determination of whether the materials are originating is made on the <br /> basis of an inventory management method recognized in the Generally Accepted <br /> Accounting Principles of, or otherwise accepted by, the Party in which the <br /> production is performed; or <br /> (b) when originating and non-originating fungible goods are commingled and exported <br /> in the same form, the determination of whether the goods are originating is made <br /> on the basis of an inventory management method recognized in the Generally <br /> Accepted Accounting Principles of, or otherwise accepted by, the Party from which <br /> the production is exported. <br /> 6 The inventory management method selected under paragraph 5 must be used throughout <br /> the fiscal year of the producer or the person that selected the inventory management method. <br /> 7 For a good listed in the Tariff Schedule of the United States, the United States shall provide <br /> that the following materials shall be disregarded in determining whether a good is wholly obtained, <br /> or satisfies a process or change in tariff classification requirement as set out in the Product-Specific <br /> Rules of Origin set forth in paragraphs 17 through 19 and the table below: <br /> (a) packaging materials and containers in which a good is packaged for retail sale that <br /> are classified with the good; <br /> (b) packing materials and containers for shipment; <br /> (c) accessories, spare parts, tools, or instructional or other information materials that <br /> are customary for the good and that are classified and delivered with, but not <br /> invoiced separately from, the good; and <br /> (d) an indirect material used in the production, testing, or inspection of a good but not <br /> physically incorporated into the good, or an indirect material used in the <br /> maintenance of buildings or the operation of equipment associated with the <br /> production of a good. <br /> 8 The United States shall provide that for a set classified in the Tariff Schedule of the United <br /> States as a result of the application of rule 3 of the General Rules for the Interpretation of the <br /> Harmonized System, the set is originating only if each good in the set is originating and both the <br /> set and the goods meet the other applicable requirements of these Rules of Origin and Origin Procedures. <br /> 9 Notwithstanding paragraph 8, for a set classified as a result of the application of rule 3 of <br /> the General Rules for the Interpretation of the Harmonized System, the set is originating if the <br /> value of all the non-originating goods in the set does not exceed 10 percent of the value of the set. <br /> 10 The United States shall provide that a good is not an originating good if the good: <br /> (a) undergoes subsequent production or any other operation outside the territories of <br /> the Parties other than unloading; reloading; separation from a bulk shipment; <br /> storing; labeling or marking required by the United States; or any other operation <br /> necessary to preserve it in good condition or to transport the good to the territory <br /> of the United States; or <br /> (b) does not remain under customs control in the territory of a non-Party. <br /> 11 The United States shall provide that an importer may make a claim for preferential tariff <br /> treatment for a good listed in the Tariff Schedule of the United States based on the importer's <br /> knowledge or on information in the importer's possession that the good is originating. <br /> 12 The United States shall provide that, for the purposes of claiming preferential tariff <br /> treatment, the importer shall make a statement forming part of the import documentation that the <br /> good qualifies as an originating good. <br /> 13 The United States may require that an importer be prepared to submit, upon request, a <br /> statement setting forth the reasons that the good qualifies as an originating good, including <br /> pertinent manufacturing information. The statement need not be in a prescribed format and may <br /> be submitted electronically, where feasible. <br /> 14 The United States may request any information or documentation necessary to demonstrate <br /> that a good is originating and qualified for preferential tariff treatment. The importer may arrange <br /> for the exporter or producer to provide such information or documentation directly to the United States. <br /> 15 The United States may deny a claim for preferential tariff treatment if: <br /> procedures for making such inquiries publicly available online. <br /> Product-Specific Rules of Origin <br /> 17 For the purposes of interpreting the Product-Specific Rules of Origin set forth in paragraphs <br /> 18 and 19 and the table below: <br /> (a) @^@chapter@^@ means a chapter of the Harmonized System; <br /> (b) @^@heading@^@ means the first four digits in the tariff classification number under the <br /> Harmonized System; and <br /> (c) @^@subheading@^@ means the first six digits in the tariff classification number under the <br /> Harmonized System. <br /> 18 For the purposes of interpreting the Product-Specific Rules set forth in this paragraph, <br /> paragraph 19, and the table below: <br /> (a) the specific rule that applies to the good is set out in Column 2 and adjacent to the <br /> national tariff line of the good at the 8-digit level; <br /> (b) the requirement of a change in tariff classification applies only to non-originating materials; <br /> (c) where a specific rule of origin is defined using the criterion of a change in tariff <br /> classification, and it is written to exclude tariff provisions at the level of a chapter, <br /> heading, or subheading of the Harmonized System, it shall be construed to mean <br /> that the rule of origin requires that materials classified in those excluded provisions <br /> be originating for the good to qualify as originating. Such materials shall be <br /> considered originating if they are wholly obtained or produced entirely in the <br /> United States or Japan, or if they have been substantially transformed in the United <br /> States or Japan from any materials from or produced outside the Parties, as provided in U.S. law; <br /> (d) when a heading or subheading is subject to alternative specific rules of origin, the <br /> rule will be considered to be met if a good satisfies one of the alternatives; and <br /> (e) when General Rule of Interpretation (GRI) 2(a) of the HTSUS is referred to as an <br /> exception to a change in tariff classification, this means that such change will not <br /> be acceptable for purposes of meeting the change in tariff classification requirement <br /> if the change results from the assembly of parts into an incomplete or unfinished <br /> good which is classifiable in the same manner as a complete or finished good <br /> pursuant to GRI 2(a) of the HTSUS. <br /> 19 For the purposes of Column 2 in the table below, the following definitions shall apply: <br /> (a) @^@CC@^@ means that all non-originating materials used in the production of the good <br /> have undergone a change in tariff classification at the 2-digit level; <br /> (b) @^@CTH@^@ means that all non-originating materials used in the production of the good <br /> have undergone a change in tariff classification at the 4-digit level; <br /> (c) @^@CTSH@^@ means that all non-originating materials used in the production of the good <br /> have undergone a change in tariff classification at the 6-digit level; and <br /> (d) @^@Simple assembly@^@ means the fitting together of five or fewer parts all of which are <br /> non-originating (excluding fasteners such as screws, bolts, etc.) by bolting, gluing, <br /> soldering, or sewing or by other means without more than minor processing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["842", "392"]}