{"FtaRooDetails": {"FtaId": 961, "FtaCode": "ITC00992", "FtaName": "FTA, UK-Korea", "FtaFullName": "Free Trade Agreement between the United Kingdom of Great Britain and Northern Ireland and the Republic of Korea", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; United Kingdom", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, UK-Korea", "AdminProcCooAuth": "The certification type under FTA, UK-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, UK-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, UK-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55%", "RooText": "Manufacture in which the value of all the materials used does not exceed 45 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST IN<br /> ANNEX II<br /> N o t e 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 5 of this Protocol.<br /> N o t e 2:<br /> 2.1.  The first two columns in the list describe the product obtained. The first column gives<br /> the subheading number, heading number or chapter number used in the Harmonised<br /> System and the second column gives the description of goods used in that system for<br /> that subheading, heading or chapter. For each entry in the first two columns, a rule is<br /> specified in column 3 or 4. Where, in some cases, the entry in the first column is<br /> preceded by an ‘ex', this signifies that the rules in column 3 or 4 apply only to the<br /> part of that subheading or heading as described in column 2.<br /> 2.2.  Where several subheading or heading numbers are grouped together in column 1 or a<br /> chapter number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 or 4 apply to all products which, under the<br /> Harmonised System, are classified in subheadings or headings of the chapter or in any<br /> of the subheadings or headings grouped together in column 1.<br /> 2.3.  Where there are different rules in the list applying to different products within a<br /> subheading  or  heading, each  indent  contains  the  description  of  that  part  of  the<br /> subheading or heading covered by the adjacent rules in column 3 or 4.<br /> 2.4.  Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4,<br /> the exporter may opt, as an alternative, to apply either the rule set out in column 3 or<br /> that set out in column 4. If no origin rule is given in column 4, the rule set out in<br /> column 3 is to be applied.<br /> N o t e 3:<br /> 3.1.  The provisions of Article 5 of this Protocol, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall apply,<br /> regardless of whether this status has been acquired inside the factory where these<br /> products are used or in another factory in a Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 50 percent of the ex-<br /> works price, is made from materials of heading 7201, 7202, 7203, 7204, 7205, or<br /> subheading 722410.<br /> If this material has been processed in the UK from a non-originating ingot, it has already<br /> acquired originating status by virtue of the rule for subheading 722490 in the list. The<br /> material can then count as originating in the value-calculation for the engine, regardless<br /> 412<br /> of whether it was produced in the same factory or in another factory in the UK. The<br /> value of the non-originating ingot is thus not taken into account when adding up the<br /> value of the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing required,<br /> and the carrying-out of more working or processing also confers originating status;<br /> conversely, the carrying-out of less working or processing cannot confer originating<br /> status. Thus, if a rule provides that non-originating material, at a certain level of<br /> manufacture, may be used, the use of such material at an earlier stage of manufacture is<br /> allowed, and the use of such material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression ‘Manufacture from<br /> materials of any heading', then materials of any heading(s) (even materials of the same<br /> description and heading as the product) may be used, subject, however, to any specific<br /> limitations which may also be contained in the rule.<br /> However, the expression ‘Manufacture from materials of any heading, including other<br /> materials of heading …' means that materials of any heading(s) may be used, except<br /> those of the same description as the product as given in column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from more than one<br /> material, this means that one or more materials may be used. It does not require that all<br /> be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be used<br /> and that chemical materials, among other materials, may also be used. This does not<br /> mean that both have to be used; it is possible to use one or the other, or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a particular<br /> material, the condition obviously does not prevent the use of other materials which,<br /> because of their inherent nature, cannot satisfy the rule. (See also Note 6.2 below in<br /> relation to textiles.)<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use of<br /> cereals and their derivatives, does not prevent the use of mineral salts, chemicals and<br /> other additives which are not products produced from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured<br /> from the particular materials specified in the list, can be produced from a material of the<br /> same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials, if<br /> the use of only non- originating yarn is allowed for this class of article, it is not possible<br /> to start from non-woven cloth - even if non- woven cloths cannot normally be made<br /> from yarn. In such cases, the starting material would normally be at the stage before<br /> yarn - that is, the fibre stage.<br /> 413<br /> 3.6.  Where, in a rule in the list, two percentages are given for the maximum value of non-<br /> originating materials that can be used, then these percentages may not be added<br /> together. In other words, the maximum value of all the non- originating materials used<br /> may never exceed the higher of the percentages given. Furthermore, the individual<br /> percentages must not be exceeded, in relation to the particular materials to which they<br /> apply.<br /> N o t e 4:<br /> 4.1.  The term ‘natural fibres' is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including waste,<br /> and, unless otherwise specified, includes fibres which have been carded, combed or<br /> otherwise processed, but not spun.<br /> 4.2.  The term ‘natural fibres' includes horsehair of heading 0503, silk of heading 5002 and<br /> 5003, as well as wool-fibres and fine or coarse animal hair of headings 5101 to 5105,<br /> cotton fibres of headings 5201 to 5203, and other vegetable fibres of headings 5301 to<br /> 5305<br /> 4.3.  The terms ‘textile pulp', ‘chemical materials' and ‘paper-making materials' are used in<br /> the list to describe the materials, not classified in Chapters 50 to 63, which can be used<br /> to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4.  The term ‘man-made staple fibres' is used in the list to refer to synthetic or artificial<br /> filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> N o t e 5:<br /> 5.1.  Where, for a given product in the list, reference is made to this Note, the conditions set<br /> out in column 3 shall not be applied to any basic textile materials used in the<br /> manufacture of this product and which, taken together, represent 10 percent or less of<br /> the total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4<br /> below.)<br /> 5.2.  However, the tolerance mentioned in Note 5.1 may be applied only to mixed products<br /> which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> — silk,<br /> — wool,<br /> — coarse animal hair,<br /> — fine animal hair,<br /> — horsehair,<br /> — cotton,<br /> — paper-making materials and paper,<br /> — flax,<br /> — true hemp,<br /> — jute and other textile bast fibres,<br /> 414<br /> — sisal and other textile fibres of the genus Agave,<br /> — coconut, abaca, ramie and other vegetable textile fibres,<br /> — synthetic  man-made filaments,<br /> — artificial  man-made filaments,<br /> — current-conducting  filaments,<br /> — synthetic man-made staple fibres,<br /> — artificial man-made staple fibres,<br /> — yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped,<br /> — yarn made of polyurethane segmented with flexible segments of polyester, whether or not gimped,<br /> — products of heading 5605 (metallised yarn) incorporating strip consisting of a core of<br /> aluminium foil or of a core of plastic film whether or not coated with aluminium<br /> powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or<br /> coloured adhesive between two layers of plastic film,<br /> — other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic staple<br /> fibres of heading 5506, is a mixed yarn. Therefore, non-originating synthetic staple<br /> fibres which do not satisfy the origin-rules (which require manufacture from chemical<br /> materials or textile pulp) may be used, provided that their total weight does not exceed<br /> 10 percent of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore, synthetic<br /> yarn which does not satisfy the origin-rules (which require manufacture from chemical<br /> materials or textile pulp), or woollen yarn which does not satisfy the origin-rules (which<br /> require manufacture from natural fibres, not carded or combed or otherwise prepared for<br /> spinning), or a combination of the two, may be used, provided that their total weight<br /> does not exceed 10 percent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205 and<br /> cotton fabric of heading 5210, is only a mixed product if the cotton fabric is itself a<br /> mixed fabric made from yarns classified in two separate headings, or if  the cotton yarns<br /> used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205<br /> and synthetic fabric of heading 5407, then, obviously, the yarns used are two separate<br /> basic textile materials and the tufted textile fabric is, accordingly, a mixed product.<br /> 5.3. In the case of products incorporating ‘yarn made of polyurethane segmented with<br /> flexible segments of polyether, whether or not gimped', this tolerance is 20 percent in<br /> respect of this yarn.<br /> 5.4. In the case of products incorporating ‘strip consisting of a core of aluminium foil or of a<br /> core of plastic film whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between<br /> two layers of plastic film',  this tolerance is 30  percent in  respect of  this strip.<br /> 415<br /> N o t e 6:<br /> 6.1.  Where, in the list, reference is made to this Note, textile materials (with the exception of<br /> linings and interlinings), which do not satisfy the rule set out in the list in column 3 for<br /> the made-up product concerned, may be used, provided that they are classified in a<br /> heading other than that of the product and that their value does not exceed eight percent<br /> of  the ex-works price of the  product.<br /> 6.2.  Without prejudice to Note 6.3, materials, which are not classified within Chapters 50 to<br /> 63, may be used freely in the manufacture of textile products, whether or not they<br /> contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn must<br /> be used, this does not prevent the use of metal items, such as buttons, because buttons<br /> are not classified within Chapters 50 to 63. For the same reason, it does not prevent the<br /> use of slide-fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3.  Where a percentage-rule applies, the value of materials which are not classified within<br /> Chapters 50 to 63 must be taken into account when calculating the value of the non-<br /> originating materials incorporated.<br /> 416", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00992_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00992_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00992_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.fta.go.kr/webmodule/_PSD_FTA/uk/2/eng/54%20Protocol%20(Originating%20Products)_eng.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00992_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00992_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.fta.go.kr/webmodule/_PSD_FTA/uk/2/eng/24%20Chapter%206_eng.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00992_full.pdf", "DocType": "8_full", "WebLink": "https://www.gov.uk/government/publications/ukkorea-free-trade-agreement-with-exchange-of-notes-cs-korea-no12019"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of origin <br /> 1. Notwithstanding Article 2, products shall be considered as originating in a Party if such products are <br /> obtained there, incorporating materials originating in the other Party or in the EU, provided that the <br /> working or processing carried out goes beyond the operations referred to in Article 6. It shall not be <br /> necessary that such materials have undergone sufficient working or processing1. <br /> 2. Notwithstanding Article 2, working or processing carried out in the EU shall be considered as having <br /> been carried out in a Party when the products obtained undergo subsequent working or processing in <br /> the Party, provided that the working or processing carried out in the Party goes beyond the operations <br /> referred to in Article 61. <br /> Joint Declaration concerning the Principality of Andorra <br /> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br /> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br /> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br /> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br /> originating status of the above-mentioned products. <br /> Joint Declaration concerning the Republic of San Marino <br /> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br /> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br /> within the meaning of this Agreement. <br /> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br /> originating status of the above-mentioned products. <br /> Article 31 : Application of the Protocol <br /> Application of the Protocol <br /> The term ‘EU' does not cover Ceuta and Melilla. Products originating in Ceuta and Melilla are not considered to be <br /> products originating in the EU for the purposes of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list in <br /> Annex II, should not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br /> (b) any of the percentages given in the list in Annex II for the maximum value of non-originating materials are not <br /> exceeded through the application of this paragraph. <br /> 3. Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br /> 4. Paragraphs 1 through 3 shall apply subject to the provisions of Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> materials used in manufacturing and apply only in relation to such materials. It follows that if: <br /> (a) non-originating materials undergo sufficient working or processing, which results in an originating product, and <br /> when that product is used in the subsequent manufacture of another product, no account shall be taken of the non- <br /> originating material contained therein; and <br /> (b) non-originating and originating materials undergo processing, which results in a non-originating product, and <br /> when that product is used in a subsequent manufacture of another product, account shall be taken only of the non- <br /> originating materials contained therein.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "allowed", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Drawback of, or exemption from, customs duties <br /> 1. After five years from the entry into force of this Agreement, upon the request of either Party, the Parties shall <br /> jointly review their duty drawback and inward processing schemes. One year after entry into force, and subsequently <br /> on a yearly basis, the Parties shall exchange available information on a reciprocal basis on the operation of their duty <br /> drawback and inward processing schemes, as well as detailed statistics as follows: <br /> 1.1 Import statistics at the 8/10 digit level by country starting from one year after the entry into force of this <br /> Agreement shall be provided for imports of materials classified under HS 2007 headings 8407, 8408, 8522, 8527, <br /> 8529, 8706, 8707 and 8708, as well as export statistics for 8703, 8519, 8521 and 8525 through 8528. Upon <br /> 2 In line with the review period referenced in footnote 1 of Article 3, @^@or through the EU@^@ shall be deemed to be deleted <br /> from paragraph 1 of Article 13, three years after the entry into force of this Agreement. <br /> request, such statistics shall be provided on other materials or products. Regular information shall be exchanged <br /> on the measures taken to implement limitations on duty drawback and inward processing schemes introduced on <br /> the basis of paragraph 3 of this Article. <br /> 2. At any time after the initiation of the above review, a Party may request consultations with the other Party with <br /> a view to discussing possible limitations on duty drawback and inward processing schemes for a particular product in <br /> case there is evidence of a change in sourcing patterns since the entry into force of this Agreement which may have a <br /> negative effect on competition for domestic producers of like or directly competitive products in the requesting Party. <br /> 2.1 The abovementioned conditions would be established on the basis of evidence provided by the Party requesting <br /> consultations that: <br /> (a) the rate of increase of dutiable imports into a Party of materials incorporated into a particular product from <br /> countries with which no free trade agreement is in force is significantly greater than the rate of increase of <br /> exports to the other Party of the product incorporating such materials, unless the Party to which the <br /> consultation request is addressed establishes that, inter alia, such increase in imports of materials is: <br /> (i) essentially due to an increase in domestic consumption of the product incorporating such materials of the Party; <br /> (ii) essentially due to use of imported materials in a product other than that covered by paragraph 2; <br /> (iii) due to an increase in exports to countries other than the other Party of the product <br /> incorporating such materials; or <br /> (iv) limited to imports of high tech/value components, not lowering the price of the export <br /> product of the Party; and <br /> (b) imports from the Party into the other Party of the product incorporating such materials have significantly <br /> increased in absolute terms or relative to domestic production. Consideration shall also be given to pertinent <br /> evidence as regards the effect on conditions of competition for producers of the like or directly competitive <br /> products of the other Party3. <br /> 3. In case of disagreement as to whether the conditions in paragraph 2 are fulfilled, the issue shall be determined <br /> through binding arbitration by a Panel established in accordance with Article 14.5 (Establishment of the Arbitration <br /> Panel) of Chapter Fourteen (Dispute Settlement) as a case of urgency4. Should the Panel rule that the conditions of <br /> paragraph 2 are fulfilled, unless otherwise agreed, the Parties shall, normally within 90 days and in no case more than <br /> 150 days of the ruling, limit the maximum rate of customs duties on non-originating material for that product that can <br /> be refunded to five percent. <br /> The base year for the purpose of evaluating the statistical data under this Article will be the average of the latest three years immediately <br /> before the entry into force of this Agreement, each year being the fiscal year of January through December. The evidence could be based <br /> on an aggregate of all materials used as non-originating material for the product concerned or a subset of such materials. In the latter case, <br /> limitations on duty drawback and inward processing would only apply to the subset. <br /> For greater clarity, no additional consultations other than those foreseen in paragraph 2, for which the deadlines are the same as those of <br /> Article 14.3.4, are required before a Party may request the establishment of such Panel. The deadlines for the Panel to issue its ruling are <br /> indicated in Article 14.7.2. <br /> TITLE V <br /> Proof of origin", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX IV <br /> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br /> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br /> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br /> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br /> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br /> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br /> the conditions on the Korean Peninsula are appropriate for further economic development <br /> through the establishment and development of outward processing zones. <br /> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br /> the first anniversary of the entry into force of this Agreement and at least once annually <br /> thereafter, or at any time as mutually agreed. <br /> 3. The Committee shall identify geographic areas that may be designated outward processing <br /> zones. The Committee shall determine whether any such outward processing zone has met <br /> the criteria established by the Committee. The Committee shall also establish a maximum <br /> threshold for the value of the total input of the originating final good that may be added <br /> within the geographic area of the outward processing zone.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools delivered with a product, which are part of the normal equipment and included in the <br /> price thereof or which are not separately invoiced, shall be regarded as one with the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1. For the purposes of Article 2(a), the following shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted from the soil or from the seabed in the territory of a Party; <br /> (b) vegetable products grown and harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) (i) products obtained by hunting, trapping within the land territory or fishing, conducted within the land waters or <br /> within the territorial sea of a Party; <br /> (ii) products of aquaculture, where the fish, crustaceans and mollusc are born and raised there; <br /> (f) products of sea fishing and other products taken from the sea outside the territorial sea of a Party by its vessels; <br /> (g) products made aboard its factory ships exclusively from products referred to in subparagraph (f); <br /> (h) products extracted from marine soil or subsoil outside the territorial sea of a Party provided that a Party has rights to <br /> exploit that soil or subsoil; <br /> (i) used articles collected there fit only for the recovery of raw materials or for use as waste; <br /> (j) waste and scrap derived from manufacturing or processing operations conducted there; or <br /> 1 Cumulation with the EU as provided for in Article 3 will cease to apply three years after the entry into force of this <br /> Agreement. Not later than two years following the date of the entry into force of this Agreement, the Parties shall <br /> commence a review of this Article. The Parties shall continue to seek and work towards mutually beneficial and <br /> business-friendly rules of origin in the future which facilitate trade between Korea and the UK. <br /> (k) products manufactured in a Party exclusively from the products referred to in this paragraph. <br /> 2. The terms ‘its vessels' and ‘its factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory <br /> ships: <br /> (a) which are registered in the UK or Korea; <br /> (b) which sail under the flag of the UK or Korea; and <br /> (c) which meet one of the following conditions: <br /> (i) they are at least 50 percent owned by nationals of the UK or Korea; or <br /> (ii) they are owned by companies: <br /> (A) which have their head office and their main place of business in the UK or in Korea; and <br /> (B) which are at least 50 percent owned by the UK or by Korea, public entities of the UK or Korea, or nationals <br /> of the UK or Korea.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered to be insufficient working or <br /> processing to confer the status of originating products whether or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br /> (b) change of packaging, breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br /> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading or matching (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or boards and all other simple <br /> packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br /> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br /> (o) testing or calibrations; <br /> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br /> (q) slaughter of animals. <br /> 2. All operations carried out in a Party on a given product shall be considered together when determining whether the <br /> working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (f) @^@ex-works price@^@ means the price paid or payable for the product ex-works to the manufacturer in a Party in whose <br /> undertaking the last working or processing is carried out, provided the price includes the value of all the materials <br /> used, minus any internal taxes which are, or should be, repaid when the product obtained is exported; <br /> (g) @^@value of the non-originating materials@^@ means the customs value at the time of importation of the non- <br /> originating materials used, or, if this is not known and cannot be ascertained, the first ascertainable price paid for <br /> the materials in the UK or in Korea; <br /> (h) @^@value of originating materials@^@ means the value of such materials as defined in subparagraph (g) applied mutatis mutandis; <br /> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br /> by deducting from the ex-works price of the product the value of originating material, <br /> including self-produced originating material used in producing the resulting non- <br /> originating material. <br /> 4. The value of originating material that is self-produced includes all the costs incurred in <br /> the production of the material and an amount for profit equivalent to the profit added in <br /> the normal course of trade.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the origin of the goods which <br /> might be used in its manufacture but which do not enter and which are not intended to enter into the final composition <br /> of the product. <br /> Article 13 : Direct transport <br /> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br /> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br /> constituting one single consignment may be transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br /> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br /> operation designed to preserve them in good condition. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br /> accordance with the procedures applicable in the importing Party, by the production of: <br /> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br /> countries; <br /> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br /> (c) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br /> other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the country of transit. <br /> ANNEX IV <br /> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br /> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br /> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br /> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br /> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br /> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br /> the conditions on the Korean Peninsula are appropriate for further economic development <br /> through the establishment and development of outward processing zones. <br /> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br /> the first anniversary of the entry into force of this Agreement and at least once annually <br /> thereafter, or at any time as mutually agreed. <br /> 3. The Committee shall identify geographic areas that may be designated outward processing <br /> zones. The Committee shall determine whether any such outward processing zone has met <br /> the criteria established by the Committee. The Committee shall also establish a maximum <br /> threshold for the value of the total input of the originating final good that may be added <br /> within the geographic area of the outward processing zone. <br /> Joint Declaration concerning the Principality of Andorra <br /> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br /> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br /> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br /> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br /> originating status of the above-mentioned products. <br /> Joint Declaration concerning the Republic of San Marino <br /> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br /> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br /> within the meaning of this Agreement. <br /> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br /> originating status of the above-mentioned products. <br /> Joint Declaration concerning the revision of the rules of origin contained in the <br /> Protocol concerning the Definition of ‘Originating Products' and Methods of <br /> Administrative Cooperation <br /> 1. The Parties agree to review the rules of origin contained in the Protocol concerning the <br /> Definition of ‘Originating Products' and Methods of Administrative Cooperation and <br /> discuss the necessary amendments upon request of one of the Parties. While discussing <br /> the amendments to the Protocol concerning the Definition of ‘Originating Products' and <br /> Methods of Administrative Cooperation, the Parties shall take into account the <br /> development of technologies, production processes, price fluctuations and all other <br /> factors, which might justify the changes to the rules of origin. <br /> 2. Annex II to the Protocol concerning the Definition of ‘Originating Products' and Methods <br /> of Administrative Cooperation will be adapted in accordance with the periodical <br /> changes to the HS. <br /> Joint Declaration on the Explanatory Notes <br /> The Parties agree to the necessity to establish Explanatory Notes to this Protocol. The Notes <br /> shall be implemented by the Parties in accordance with their internal procedures. <br /> EXPLANATORY NOTES <br /> 1. For the purposes of Article 1, manufacture includes harvesting, trapping, producing, <br /> breeding and disassembly. <br /> 2. For the purposes of Article 1(g), ascertainable means ‘established in accordance with <br /> the Customs Valuation Agreement'. <br /> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br /> by deducting from the ex-works price of the product the value of originating material, <br /> including self-produced originating material used in producing the resulting non- <br /> originating material. <br /> 4. The value of originating material that is self-produced includes all the costs incurred in <br /> the production of the material and an amount for profit equivalent to the profit added in <br /> the normal course of trade. <br /> 5. For the purposes of Article 6, ‘simple' describes activities which need neither special skills <br /> nor machines, apparatus or equipment especially produced or installed for carrying out <br /> the activity. However, simple mixing does not include chemical reaction. Chemical <br /> reaction means a process, including a biochemical process, which results in a molecule <br /> with a new structure by breaking intramolecular bonds and by forming new <br /> intramolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br /> 6. For the purposes of Article 10, neutral elements, for example, will include: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; and <br /> (d) goods which do not enter and which are not intended to enter into the final <br /> composition of the product. <br /> 7. For the purposes of Article 11, identical and interchangeable materials means <br /> materials being of the same kind and commercial quality, possessing the same technical <br /> and physical characteristics, and which cannot be distinguished from one another for <br /> origin purposes, once they are incorporated into the finished product. <br /> 8. For the purposes of Article 11, specific ‘period' will be determined in accordance with <br /> the relevant domestic laws and regulations of each Party. <br /> 9. Only for the following specific reasons, the preferential treatment may be refused <br /> without verification of the proof of origin as the proof can be considered as <br /> inapplicable when: <br /> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br /> (b) the proof of origin is produced subsequently for goods that were initially imported fraudulently; <br /> (c) the proof of origin has been issued by an exporter from a non-party to this Agreement; <br /> (d) the importer fails to submit a proof of origin to the customs authorities of the <br /> importing Party within the period specified in legislation of the importing Party. <br /> 10. For the purposes of the Joint Declaration concerning the Principality of Andorra, the <br /> customs authorities of the Principality of Andorra shall be responsible for the application <br /> of the Joint Declaration in the Principality of Andorra. <br /> 11. For the purposes of the Joint Declaration concerning the Republic of San Marino, the <br /> customs authorities of the Italian Republic shall be responsible for the application of the <br /> Joint Declaration in the Republic of San Marino. <br /> SECTION B <br /> ORIGIN PROCEDURES <br /> TITLE IV <br /> Drawback or exemption", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br /> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br /> constituting one single consignment may be transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br /> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br /> operation designed to preserve them in good condition. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br /> accordance with the procedures applicable in the importing Party, by the production of: <br /> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br /> countries; <br /> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br /> (c) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br /> other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the country of transit.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for acquiring originating status <br /> set out in Title II must be fulfilled without interruption in a Party. <br /> 2. Except as provided for in Article 3, where originating goods exported from a Party to a non-party return, they <br /> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br /> that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that non- <br /> party or while being exported. <br /> 3. Notwithstanding paragraphs 1 and 2 of this Article, the Parties agree that certain goods shall be considered to be <br /> originating even if they have undergone working or processing outside Korea, on materials exported from Korea and <br /> subsequently re-imported there, provided that the working or processing is done in the areas designated by the Parties <br /> pursuant to Annex IV.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 2. Where, under General Rule 5 of the HS, packaging is included with the product for classification purposes, it shall <br /> be included for the purposes of determining origin, and considered as originating if the product is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Accounting segregation of materials <br /> 1. Where identical and interchangeable originating and non-originating materials are used in the manufacture of a <br /> product, those materials shall be physically segregated, according to their origin, during storage. <br /> 2. Where considerable costs or material difficulties arise in keeping separate stocks of identical and interchangeable <br /> originating and non-originating materials used in the manufacture of a product, the producer may use the so-called <br /> ‘accounting segregation' method for managing stocks. <br /> 3. This method is recorded and applied in accordance with the generally accepted accounting principles applicable <br /> in the Party where the product is manufactured. <br /> 4. This method must be able to ensure that, for a specific reference-period, no more products receive originating <br /> status than would be the case if the materials had been physically segregated. <br /> 5. A Party may require that the application of the method for managing stocks provided for in this Article is subject <br /> to a prior authorisation by customs authorities. Should this be the case, the customs authorities may grant such an <br /> authorisation subject to any conditions deemed appropriate and they shall monitor the use of the authorisation and may <br /> withdraw it at any time whenever the beneficiary makes improper use of it in any manner or fails to fulfil any of the <br /> other conditions laid down in this Protocol. <br /> TITLE III <br /> Territorial requirements", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets of goods <br /> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are <br /> originating, and both the set and the products meet all other applicable requirements in this Protocol. Nevertheless, <br /> when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating products does not exceed 15 percent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1. Products originating in the UK shall, on importation into Korea and products originating in Korea shall, on <br /> importation into the UK benefit from preferential tariff treatment of this Agreement on the basis of a declaration, <br /> subsequently referred to as the ‘origin declaration', given by the exporter on an invoice, a delivery note or any other <br /> commercial document which describes the products concerned in sufficient detail to enable them to be identified. The <br /> texts of the origin declarations appear in Annex III. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br /> in Article 21, benefit from preferential tariff treatment of this Agreement without it being necessary to submit any of the <br /> documents referred to in paragraph 1. <br /> Article 16 : Conditions for making out an origin declaration <br /> 1. An origin declaration as referred to in Article 15.1 of this Protocol may be made out: <br /> (a) by an approved exporter within the meaning of Article 17; or <br /> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br /> total value does not exceed 6,000 euros. <br /> 2. Without prejudice to paragraph 3, an origin declaration may be made out if the products concerned can be <br /> considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol. <br /> 3. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the <br /> customs authorities of the exporting Party, all appropriate documents proving the originating status of the products <br /> concerned including statements from the suppliers or producers in accordance with domestic legislation as well as the <br /> fulfilment of the other requirements of this Protocol. <br /> 4. An origin declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br /> delivery note or another commercial document, the text which appears in Annex III, using one of the linguistic <br /> versions set out in that Annex and in accordance with the legislation of the exporting Party. If the declaration is <br /> handwritten, it shall be written in ink in capital characters. <br /> 5. Origin declarations shall bear the original signature of the exporter in manuscript. However, an approved <br /> exporter within the meaning of Article 17 shall not be required to sign such declarations provided that he gives the <br /> customs authorities of the exporting Party a written undertaking that he accepts full responsibility for any origin <br /> declaration which identifies him as if it had been signed in manuscript by him. <br /> 6. An origin declaration may be made out by the exporter when the products to which it relates are exported, or <br /> after exportation on condition that it is presented in the importing Party no longer than two years or the period <br /> specified in the legislation of the importing Party after the importation of the products to which it relates. <br /> Article 19 : Claims for preferential tariff treatment and submission of proof of origin <br /> For the purpose of claiming preferential tariff treatment, proofs of origin shall, if required by the laws and regulations of <br /> the importing Party, be submitted to the customs authorities of the importing Party. The said authorities may require a <br /> translation of a proof of origin and may also require the import declaration to be accompanied by a statement from the <br /> importer to the effect that the products meet the conditions required for the application of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 for UK/ USD 1000 for Korea)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons to private persons or forming part of a traveller's personal <br /> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br /> such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol <br /> and where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this <br /> declaration may be made on a postal customs declaration or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br /> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br /> products that no commercial purpose is intended. <br /> 3.    Furthermore, the total value of these products shall not exceed: <br /> (a) for importation into the UK, 500 euros in the case of small packages or 1,200 euros in the case of products forming <br /> part of a traveller's personal luggage; <br /> (b) for importation into Korea, 1,000 US dollars both in the case of small packages and in the case of the products <br /> forming part of a traveller's personal luggage. <br /> 4. For the purpose of paragraph 3, in cases where the products are invoiced in a currency other than euro or US <br /> dollars, amounts in the national currencies of the Parties equivalent to the amounts expressed in euro or US dollars <br /> shall be fixed in accordance with the current exchange rate applicable in the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Approved exporter <br /> 1. The customs authorities of the exporting Party may authorise any exporter, (hereinafter referred to as ‘approved <br /> exporter'), who exports products under this Agreement to make out origin declarations irrespective of the value of the <br /> products concerned in accordance with appropriate conditions in the respective laws and regulations of the exporting <br /> Party. An exporter seeking such authorisation must offer to the satisfaction of the customs authorities all guarantees <br /> necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this <br /> Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they co nsiderappropriate. <br /> 3.    The customs authorities shall grant to the approved exporter a customs authorisation number which shall appear <br /> on the origin declaration. <br /> 4.    The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5.    The customs authorities may withdraw the authorisation at any time. They shall do so where the approved exporter <br /> no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br /> otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for 12 months from the date of issue in the exporting Party, and preferential tariff <br /> treatment shall be claimed within the said period to the customs authorities of the importing Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for <br /> presentation specified in paragraph 1 may be accepted for the purpose of preferential tariff treatment in accordance with <br /> the respective laws and regulations of the importing Party, where the failure to submit these documents by the final date <br /> set is due to exceptional circumstances. <br /> 3. In cases of belated presentation other than those of paragraph 2, the customs authorities of the importing Party <br /> may accept the proofs of origin in accordance with the procedures of the Parties where the products have been presented <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Preservation of proof of origin and supporting documents <br /> 1. The exporter making out an origin declaration shall keep for five years a copy of this origin declaration as well as <br /> the documents referred to in Article 16.3. <br /> 2. The importer shall keep all records related to the importation in accordance with laws and regulations of the <br /> importing Party. <br /> 3. The customs authorities of the importing Party shall keep for five years the origin declarations submitted to them. <br /> 4. The records to be kept in accordance with paragraphs 1 through 3 may include electronic records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Conditions for making out an origin declaration <br /> 6. An origin declaration may be made out by the exporter when the products to which it relates are exported, or <br /> after exportation on condition that it is presented in the importing Party no longer than two years or the period <br /> specified in the legislation of the importing Party after the importation of the products to which it relates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Supporting documents <br /> The documents referred to in Article 16.3 used for the purpose of proving that products covered by proofs of origin <br /> can be considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol may <br /> consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter, supplier or producer to obtain the goods concerned, <br /> contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in a Party where these documents <br /> are used as provided for in its domestic law; <br /> (c) documents proving the working or processing of materials in a Party, issued or made out in a Party where these <br /> documents are used as provided for in its domestic law; <br /> (d) proofs of origin proving the originating status of materials used issued or made out in a Party in accordance <br /> with this Protocol; and <br /> (e) appropriate evidence concerning working or processing undergone outside territories of the Parties by <br /> application of Article 12, proving that the requirements of that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Verification of proofs of origin <br /> 1. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through the customs <br /> authorities, in checking the authenticity of the proofs of origin and the correctness of the information given in these <br /> documents. <br /> 2. Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br /> the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the <br /> products concerned or the fulfilment of the other requirements of this Protocol. <br /> 3. For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing Party <br /> shall return the proofs of origin or a copy of these documents, to the customs authorities of the exporting Party giving, <br /> where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the <br /> information given on proof of origin is incorrect shall be forwarded in support of the request for verification. <br /> 4. The verification shall be carried out by the customs authorities of the exporting Party. For this purpose, they shall <br /> have the right to call for any evidence and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 5. If the customs authorities of the importing Party decide to suspend the granting of preferential treatment to the <br /> products concerned while awaiting the results of the verification, release of the products shall be offered to the importer <br /> subject to any precautionary measures judged necessary. <br /> 6. The customs authorities requesting the verification shall be informed of the results of this verification including <br /> findings and facts, as soon as possible. These results must indicate clearly whether the documents are authentic and <br /> whether the products concerned can be considered as products originating in a Party and fulfil the other requirements <br /> of this Protocol. <br /> 7. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the <br /> reply does not contain sufficient information to determine the authenticity of the document in question or the real origin <br /> of the products, the requesting customs authorities shall except in exceptional circumstances, <br /> refuse entitlement to the preference. <br /> 8. Notwithstanding Article 2 of the Protocol on Mutual Administrative Assistance in Customs Matters, the Parties <br /> will refer to Article 7 of that Protocol for joint enquiries related to proofs of origin. <br /> [Customs administration]: <br /> Article 6.11 : Post Clearance Audit <br /> Each Party shall provide traders with the opportunity to benefit from the application <br /> of efficient post clearance audits. The application of post clearance audits shall not", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Penalties <br /> Penalties shall be imposed in accordance with the legislation of the Parties on any person who draws up, or causes to be <br /> drawn up, a document which contains incorrect information for the purpose of obtaining preferential <br /> treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 6.6 : Advance Rulings <br /> 1. Upon written request from traders, each Party shall issue written advance <br /> rulings, through its customs authorities, prior to the importation of a good into its <br /> territory in accordance with its laws and regulations, on tariff classification, origin <br /> or any other such matters as the Party may decide. <br /> 2.     Subject to any confidentiality requirements in its laws and regulations, each <br /> Party shall publish, e.g. on the Internet, its advance rulings on tariff classification <br /> and any other such matters as the Party may decide. <br /> 3.     To facilitate trade, the Parties shall include in their bilateral dialogue regular <br /> updates on changes in their respective legislation on the matters referred to in <br /> paragraphs 1 and 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br /> documents submitted to the customs authorities for the purpose of carrying out the formalities for importing the <br /> products shall not ipso facto render the proof of origin null and void if it is duly established that such document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br /> these errors are not such as to create doubts concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Dispute settlement <br /> 1. Where disputes arise in relation to the verification procedures of Article 27 which cannot be settled between the <br /> customs authorities requesting verification and the customs authorities responsible for carrying out this verification or <br /> where they raise a question as to the interpretation of this Protocol, they shall be submitted <br /> to the Customs Committee. <br /> 2. In all cases the settlement of disputes between the importer and the competent authorities of the importing Party <br /> shall be under the legislation of the said Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL <br> Article 3 : Cumulation of origin <br> concerning the definition of ‘originating products' and methods of administrative cooperation <br> RULES OF ORIGIN <br> Section A <br> 1. Notwithstanding Article 2, products shall be considered as originating in a Party if such products are <br> 1. Without prejudice to paragraph 2, the following operations shall be considered to be insufficient working or <br> Accessories, spare parts and tools delivered with a product, which are part of the normal equipment and included in the <br> TITLE I <br> obtained there, incorporating materials originating in the other Party or in the EU, provided that the <br> processing to confer the status of originating products whether or not the requirements of Article 5 are satisfied: <br> price thereof or which are not separately invoiced, shall be regarded as one with the product in question. <br> working or processing carried out goes beyond the operations referred to in Article 6. It shall not be <br> Article 9 : Sets of goods <br> necessary that such materials have undergone sufficient working or processing1. <br> 2. Notwithstanding Article 2, working or processing carried out in the EU shall be considered as having <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are <br> (c) live animals born and raised there; <br> been carried out in a Party when the products obtained undergo subsequent working or processing in <br> originating, and both the set and the products meet all other applicable requirements in this Protocol. Nevertheless, <br> the Party, provided that the working or processing carried out in the Party goes beyond the operations <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Neutral elements <br> when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, <br> referred to in Article 61. <br> provided that the value of the non-originating products does not exceed 15 percent of the ex-works price of the set. <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 1. For the purposes of Article 2(a), the following shall be considered as wholly obtained in a Party: <br> Article 12 : Principle of territoriality <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the goods which <br> (a) mineral products extracted from the soil or from the seabed in the territory of a Party; <br> (j) sifting, screening, sorting, classifying, grading or matching (including the making-up of sets of articles); <br> ARTICLE 10 : Neutral Elements <br> might be used in its manufacture but which do not enter and which are not intended to enter into the final composition <br> (i) Sharpening, simple grinding or simple cutting; <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or boards and all other simple <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> (c) machines and tools; and <br> Article 11 : Accounting segregation of materials <br> product, those materials shall be physically segregated, according to their origin, during storage. <br> Accounting segregation of materials <br> (d) products from live animals raised there; <br> (e) (i) products obtained by hunting, trapping within the land territory or fishing, conducted within the land waters or <br> 1. Where identical and interchangeable originating and non-originating materials are used in the manufacture of a <br> within the territorial sea of a Party; <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc are born and raised there; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br> (o) testing or calibrations; <br> 2. Where considerable costs or material difficulties arise in keeping separate stocks of identical and interchangeable <br> (f) products of sea fishing and other products taken from the sea outside the territorial sea of a Party by its vessels; <br> originating and non-originating materials used in the manufacture of a product, the producer may use the so-called <br> (g) products made aboard its factory ships exclusively from products referred to in subparagraph (f); <br> (d) ironing or pressing of textiles; <br> (d) goods which do not enter and which are not intended to enter into the final <br> ‘accounting segregation' method for managing stocks. <br> of the product. <br> GENERAL PROVISIONS <br> (h) products extracted from marine soil or subsoil outside the territorial sea of a Party provided that a Party has rights to <br> 2. All operations carried out in a Party on a given product shall be considered together when determining whether the <br> 3. This method is recorded and applied in accordance with the generally accepted accounting principles applicable <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> exploit that soil or subsoil; <br> working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) plant and equipment; <br> in the Party where the product is manufactured. <br> (i) used articles collected there fit only for the recovery of raw materials or for use as waste; <br> 4. This method must be able to ensure that, for a specific reference-period, no more products receive originating <br> (j) waste and scrap derived from manufacturing or processing operations conducted there; or <br> status than would be the case if the materials had been physically segregated. <br> 1 Cumulation with the EU as provided for in Article 3 will cease to apply three years after the entry into force of this <br> 5. A Party may require that the application of the method for managing stocks provided for in this Article is subject <br> Agreement. Not later than two years following the date of the entry into force of this Agreement, the Parties shall <br> to a prior authorisation by customs authorities. Should this be the case, the customs authorities may grant such an <br> commence a review of this Article. The Parties shall continue to seek and work towards mutually beneficial and <br> authorisation subject to any conditions deemed appropriate and they shall monitor the use of the authorisation and may <br> business-friendly rules of origin in the future which facilitate trade between Korea and the UK. <br> (a) the returning goods are the same as those exported; and <br> withdraw it at any time whenever the beneficiary makes improper use of it in any manner or fails to fulfil any of the <br> (k) products manufactured in a Party exclusively from the products referred to in this paragraph. <br> other conditions laid down in this Protocol. <br> 2. The terms ‘its vessels' and ‘its factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory <br> (q) slaughter of animals. <br> Article 13 : Direct transport <br> ships: <br> (a) which are registered in the UK or Korea; <br> (b) which sail under the flag of the UK or Korea; and <br> (c) which meet one of the following conditions: <br> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for acquiring originating status <br> (i) they are at least 50 percent owned by nationals of the UK or Korea; or <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> set out in Title II must be fulfilled without interruption in a Party. <br> 2. Except as provided for in Article 3, where originating goods exported from a Party to a non-party return, they <br> (A) which have their head office and their main place of business in the UK or in Korea; and <br> (ii) they are owned by companies: <br> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> (B) which are at least 50 percent owned by the UK or by Korea, public entities of the UK or Korea, or nationals <br> of the UK or Korea. <br> Cumulation of Origin <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that non- <br> party or while being exported. <br> 3. Notwithstanding paragraphs 1 and 2 of this Article, the Parties agree that certain goods shall be considered to be <br> originating even if they have undergone working or processing outside Korea, on materials exported from Korea and <br> Article 8 : Accessories, spare parts and tools <br> subsequently re-imported there, provided that the working or processing is done in the areas designated by the Parties <br> operation designed to preserve them in good condition. <br> pursuant to Annex IV. <br> Direct transport <br> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br> constituting one single consignment may be transported through other territories with, should the occasion arise, <br> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br> accordance with the procedures applicable in the importing Party, by the production of: <br> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br> Insufficient working or processing <br> countries; <br> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br> (a) energy and fuel; <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br> (i) giving an exact description of the products; <br> other means of transport used; and <br> (iii) certifying the conditions under which the products remained in the country of transit. <br> ANNEX IV <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br> the conditions on the Korean Peninsula are appropriate for further economic development <br> through the establishment and development of outward processing zones. <br> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br> (e) simple painting and polishing operations; <br> the first anniversary of the entry into force of this Agreement and at least once annually <br> (b) change of packaging, breaking-up and assembly of packages; <br> thereafter, or at any time as mutually agreed. <br> 3. The Committee shall identify geographic areas that may be designated outward processing <br> zones. The Committee shall determine whether any such outward processing zone has met <br> the criteria established by the Committee. The Committee shall also establish a maximum <br> threshold for the value of the total input of the originating final good that may be added <br> within the geographic area of the outward processing zone. <br> Joint Declaration concerning the Principality of Andorra <br> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br> Wholly obtained products <br> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Sets of Goods <br> Joint Declaration concerning the Republic of San Marino <br> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br> that: <br> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br> within the meaning of this Agreement. <br> Accessories, Spare Parts and Tools <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br> originating status of the above-mentioned products. <br> Joint Declaration concerning the revision of the rules of origin contained in the <br> Protocol concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation <br> 1. The Parties agree to review the rules of origin contained in the Protocol concerning the <br> Definition of ‘Originating Products' and Methods of Administrative Cooperation and <br> discuss the necessary amendments upon request of one of the Parties. While discussing <br> the amendments to the Protocol concerning the Definition of ‘Originating Products' and <br> Methods of Administrative Cooperation, the Parties shall take into account the <br> ARTICLE 4 : Wholly Obtained Products <br> development of technologies, production processes, price fluctuations and all other <br> factors, which might justify the changes to the rules of origin. <br> 2. Annex II to the Protocol concerning the Definition of ‘Originating Products' and Methods <br> of Administrative Cooperation will be adapted in accordance with the periodical <br> changes to the HS. <br> Joint Declaration on the Explanatory Notes <br> originating material. <br> The Parties agree to the necessity to establish Explanatory Notes to this Protocol. The Notes <br> shall be implemented by the Parties in accordance with their internal procedures. <br> EXPLANATORY NOTES <br> 1. For the purposes of Article 1, manufacture includes harvesting, trapping, producing, <br> breeding and disassembly. <br> 2. For the purposes of Article 1(g), ascertainable means ‘established in accordance with <br> the Customs Valuation Agreement'. <br> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br> by deducting from the ex-works price of the product the value of originating material, <br> including self-produced originating material used in producing the resulting non- <br> 4. The value of originating material that is self-produced includes all the costs incurred in <br> the production of the material and an amount for profit equivalent to the profit added in <br> the normal course of trade. <br> 5. For the purposes of Article 6, ‘simple' describes activities which need neither special skills <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> nor machines, apparatus or equipment especially produced or installed for carrying out <br> the activity. However, simple mixing does not include chemical reaction. Chemical <br> reaction means a process, including a biochemical process, which results in a molecule <br> with a new structure by breaking intramolecular bonds and by forming new <br> intramolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> 6. For the purposes of Article 10, neutral elements, for example, will include: <br> Article 6 : Insufficient Working or Processing <br> packaging operations; <br> 7. For the purposes of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical <br> and physical characteristics, and which cannot be distinguished from one another for <br> origin purposes, once they are incorporated into the finished product. <br> 8. For the purposes of Article 11, specific ‘period' will be determined in accordance with <br> the relevant domestic laws and regulations of each Party. <br> 9. Only for the following specific reasons, the preferential treatment may be refused <br> without verification of the proof of origin as the proof can be considered as <br> inapplicable when: <br> (b) the proof of origin is produced subsequently for goods that were initially imported fraudulently; <br> (c) the proof of origin has been issued by an exporter from a non-party to this Agreement; <br> (d) the importer fails to submit a proof of origin to the customs authorities of the <br> importing Party within the period specified in legislation of the importing Party. <br> 10. For the purposes of the Joint Declaration concerning the Principality of Andorra, the <br> customs authorities of the Principality of Andorra shall be responsible for the application <br> of the Joint Declaration in the Principality of Andorra. <br> 11. For the purposes of the Joint Declaration concerning the Republic of San Marino, the <br> customs authorities of the Italian Republic shall be responsible for the application of the <br> Joint Declaration in the Republic of San Marino. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> composition of the product. <br> (c) a certificate issued by the customs authorities of the country of transit: <br> TITLE III <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) @^@manufacture@^@ means any kind of working or processing including growing, fishing, raising, hunting, assembly or <br> (b) @^@material@^@ means any ingredient, raw material, component or part, etc., used in the manufacture of a product; <br> specific operations; <br> (c) @^@product@^@ means the product being manufactured, even if it is intended for later use as a material in another <br> (d) @^@goods@^@ means materials, products or articles; <br> (e) @^@customs value@^@ means the value as determined in accordance with the Customs Valuation Agreement; <br> manufacturing operation; <br> (f) @^@ex-works price@^@ means the price paid or payable for the product ex-works to the manufacturer in a Party in whose <br> undertaking the last working or processing is carried out, provided the price includes the value of all the materials <br> used, minus any internal taxes which are, or should be, repaid when the product obtained is exported; <br> (g) @^@value of the non-originating materials@^@ means the customs value at the time of importation of the non- <br> originating materials used, or, if this is not known and cannot be ascertained, the first ascertainable price paid for <br> the materials in the UK or in Korea; <br> (h) @^@value of originating materials@^@ means the value of such materials as defined in subparagraph (g) applied mutatis mutandis; <br> (i) @^@chapters, headings, and subheadings@^@ mean the chapters (two-digit codes), the headings (four-digit codes) and <br> the subheadings (six-digit codes) used in the nomenclature which make up the Harmonised Commodity Description <br> and Coding System, referred to in this Protocol as ‘the Harmonised System' or ‘HS'; <br> (j) @^@classified@^@ refers to the classification of a product or material under a particular chapter, heading and subheading; <br> (k) @^@consignment@^@ means products which are either sent simultaneously from one exporter to one consignee or <br> (l) @^@HS@^@ means the Harmonised Commodity Description and Coding System in force, including its general rules and legal notes; <br> (m) @^@territories@^@ includes territorialsea; <br> (n) @^@EU@^@ means the European Union; and <br> (o) @^@UK@^@ means the United Kingdom of Great Britain and Northern Ireland. <br> TITLE II <br> Definition of ‘originating products' <br> absence of such a document, by a single invoice; <br> covered by a single transport document covering their shipment from the exporter to the consignee or, in the <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Article 2 : Originating products <br> For the purpose of a preferential tariff treatment the following products shall be considered as originating in a Party: <br> (a) products wholly obtained in a Party within the meaning of Article 4; <br> (b) products obtained in a Party incorporating materials which have not been wholly obtained there, provided that such <br> materials have undergone sufficient working or processing in the Party concerned within the meaning of Article 5; or <br> (c) products obtained in a Party exclusively from materials that qualify as originating pursuant to this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL <br> Article 3 : Cumulation of origin <br> concerning the definition of ‘originating products' and methods of administrative cooperation <br> RULES OF ORIGIN <br> Section A <br> 1. Notwithstanding Article 2, products shall be considered as originating in a Party if such products are <br> 1. Without prejudice to paragraph 2, the following operations shall be considered to be insufficient working or <br> Accessories, spare parts and tools delivered with a product, which are part of the normal equipment and included in the <br> TITLE I <br> obtained there, incorporating materials originating in the other Party or in the EU, provided that the <br> processing to confer the status of originating products whether or not the requirements of Article 5 are satisfied: <br> price thereof or which are not separately invoiced, shall be regarded as one with the product in question. <br> working or processing carried out goes beyond the operations referred to in Article 6. It shall not be <br> Article 9 : Sets of goods <br> necessary that such materials have undergone sufficient working or processing1. <br> 2. Notwithstanding Article 2, working or processing carried out in the EU shall be considered as having <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are <br> (c) live animals born and raised there; <br> been carried out in a Party when the products obtained undergo subsequent working or processing in <br> originating, and both the set and the products meet all other applicable requirements in this Protocol. Nevertheless, <br> the Party, provided that the working or processing carried out in the Party goes beyond the operations <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Neutral elements <br> when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, <br> referred to in Article 61. <br> provided that the value of the non-originating products does not exceed 15 percent of the ex-works price of the set. <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 1. For the purposes of Article 2(a), the following shall be considered as wholly obtained in a Party: <br> Article 12 : Principle of territoriality <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the goods which <br> (a) mineral products extracted from the soil or from the seabed in the territory of a Party; <br> (j) sifting, screening, sorting, classifying, grading or matching (including the making-up of sets of articles); <br> ARTICLE 10 : Neutral Elements <br> might be used in its manufacture but which do not enter and which are not intended to enter into the final composition <br> (i) Sharpening, simple grinding or simple cutting; <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or boards and all other simple <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> (c) machines and tools; and <br> Article 11 : Accounting segregation of materials <br> product, those materials shall be physically segregated, according to their origin, during storage. <br> Accounting segregation of materials <br> (d) products from live animals raised there; <br> (e) (i) products obtained by hunting, trapping within the land territory or fishing, conducted within the land waters or <br> 1. Where identical and interchangeable originating and non-originating materials are used in the manufacture of a <br> within the territorial sea of a Party; <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc are born and raised there; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br> (o) testing or calibrations; <br> 2. Where considerable costs or material difficulties arise in keeping separate stocks of identical and interchangeable <br> (f) products of sea fishing and other products taken from the sea outside the territorial sea of a Party by its vessels; <br> originating and non-originating materials used in the manufacture of a product, the producer may use the so-called <br> (g) products made aboard its factory ships exclusively from products referred to in subparagraph (f); <br> (d) ironing or pressing of textiles; <br> (d) goods which do not enter and which are not intended to enter into the final <br> ‘accounting segregation' method for managing stocks. <br> of the product. <br> GENERAL PROVISIONS <br> (h) products extracted from marine soil or subsoil outside the territorial sea of a Party provided that a Party has rights to <br> 2. All operations carried out in a Party on a given product shall be considered together when determining whether the <br> 3. This method is recorded and applied in accordance with the generally accepted accounting principles applicable <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> exploit that soil or subsoil; <br> working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) plant and equipment; <br> in the Party where the product is manufactured. <br> (i) used articles collected there fit only for the recovery of raw materials or for use as waste; <br> 4. This method must be able to ensure that, for a specific reference-period, no more products receive originating <br> (j) waste and scrap derived from manufacturing or processing operations conducted there; or <br> status than would be the case if the materials had been physically segregated. <br> 1 Cumulation with the EU as provided for in Article 3 will cease to apply three years after the entry into force of this <br> 5. A Party may require that the application of the method for managing stocks provided for in this Article is subject <br> Agreement. Not later than two years following the date of the entry into force of this Agreement, the Parties shall <br> to a prior authorisation by customs authorities. Should this be the case, the customs authorities may grant such an <br> commence a review of this Article. The Parties shall continue to seek and work towards mutually beneficial and <br> authorisation subject to any conditions deemed appropriate and they shall monitor the use of the authorisation and may <br> business-friendly rules of origin in the future which facilitate trade between Korea and the UK. <br> (a) the returning goods are the same as those exported; and <br> withdraw it at any time whenever the beneficiary makes improper use of it in any manner or fails to fulfil any of the <br> (k) products manufactured in a Party exclusively from the products referred to in this paragraph. <br> other conditions laid down in this Protocol. <br> 2. The terms ‘its vessels' and ‘its factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory <br> (q) slaughter of animals. <br> Article 13 : Direct transport <br> ships: <br> (a) which are registered in the UK or Korea; <br> (b) which sail under the flag of the UK or Korea; and <br> (c) which meet one of the following conditions: <br> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for acquiring originating status <br> (i) they are at least 50 percent owned by nationals of the UK or Korea; or <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> set out in Title II must be fulfilled without interruption in a Party. <br> 2. Except as provided for in Article 3, where originating goods exported from a Party to a non-party return, they <br> (A) which have their head office and their main place of business in the UK or in Korea; and <br> (ii) they are owned by companies: <br> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> (B) which are at least 50 percent owned by the UK or by Korea, public entities of the UK or Korea, or nationals <br> of the UK or Korea. <br> Cumulation of Origin <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that non- <br> party or while being exported. <br> 3. Notwithstanding paragraphs 1 and 2 of this Article, the Parties agree that certain goods shall be considered to be <br> originating even if they have undergone working or processing outside Korea, on materials exported from Korea and <br> Article 8 : Accessories, spare parts and tools <br> subsequently re-imported there, provided that the working or processing is done in the areas designated by the Parties <br> operation designed to preserve them in good condition. <br> pursuant to Annex IV. <br> Direct transport <br> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br> constituting one single consignment may be transported through other territories with, should the occasion arise, <br> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br> accordance with the procedures applicable in the importing Party, by the production of: <br> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br> Insufficient working or processing <br> countries; <br> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br> (a) energy and fuel; <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br> (i) giving an exact description of the products; <br> other means of transport used; and <br> (iii) certifying the conditions under which the products remained in the country of transit. <br> ANNEX IV <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br> the conditions on the Korean Peninsula are appropriate for further economic development <br> through the establishment and development of outward processing zones. <br> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br> (e) simple painting and polishing operations; <br> the first anniversary of the entry into force of this Agreement and at least once annually <br> (b) change of packaging, breaking-up and assembly of packages; <br> thereafter, or at any time as mutually agreed. <br> 3. The Committee shall identify geographic areas that may be designated outward processing <br> zones. The Committee shall determine whether any such outward processing zone has met <br> the criteria established by the Committee. The Committee shall also establish a maximum <br> threshold for the value of the total input of the originating final good that may be added <br> within the geographic area of the outward processing zone. <br> Joint Declaration concerning the Principality of Andorra <br> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br> Wholly obtained products <br> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Sets of Goods <br> Joint Declaration concerning the Republic of San Marino <br> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br> that: <br> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br> within the meaning of this Agreement. <br> Accessories, Spare Parts and Tools <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br> originating status of the above-mentioned products. <br> Joint Declaration concerning the revision of the rules of origin contained in the <br> Protocol concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation <br> 1. The Parties agree to review the rules of origin contained in the Protocol concerning the <br> Definition of ‘Originating Products' and Methods of Administrative Cooperation and <br> discuss the necessary amendments upon request of one of the Parties. While discussing <br> the amendments to the Protocol concerning the Definition of ‘Originating Products' and <br> Methods of Administrative Cooperation, the Parties shall take into account the <br> ARTICLE 4 : Wholly Obtained Products <br> development of technologies, production processes, price fluctuations and all other <br> factors, which might justify the changes to the rules of origin. <br> 2. Annex II to the Protocol concerning the Definition of ‘Originating Products' and Methods <br> of Administrative Cooperation will be adapted in accordance with the periodical <br> changes to the HS. <br> Joint Declaration on the Explanatory Notes <br> originating material. <br> The Parties agree to the necessity to establish Explanatory Notes to this Protocol. The Notes <br> shall be implemented by the Parties in accordance with their internal procedures. <br> EXPLANATORY NOTES <br> 1. For the purposes of Article 1, manufacture includes harvesting, trapping, producing, <br> breeding and disassembly. <br> 2. For the purposes of Article 1(g), ascertainable means ‘established in accordance with <br> the Customs Valuation Agreement'. <br> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br> by deducting from the ex-works price of the product the value of originating material, <br> including self-produced originating material used in producing the resulting non- <br> 4. The value of originating material that is self-produced includes all the costs incurred in <br> the production of the material and an amount for profit equivalent to the profit added in <br> the normal course of trade. <br> 5. For the purposes of Article 6, ‘simple' describes activities which need neither special skills <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> nor machines, apparatus or equipment especially produced or installed for carrying out <br> the activity. However, simple mixing does not include chemical reaction. Chemical <br> reaction means a process, including a biochemical process, which results in a molecule <br> with a new structure by breaking intramolecular bonds and by forming new <br> intramolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> 6. For the purposes of Article 10, neutral elements, for example, will include: <br> Article 6 : Insufficient Working or Processing <br> packaging operations; <br> 7. For the purposes of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical <br> and physical characteristics, and which cannot be distinguished from one another for <br> origin purposes, once they are incorporated into the finished product. <br> 8. For the purposes of Article 11, specific ‘period' will be determined in accordance with <br> the relevant domestic laws and regulations of each Party. <br> 9. Only for the following specific reasons, the preferential treatment may be refused <br> without verification of the proof of origin as the proof can be considered as <br> inapplicable when: <br> (b) the proof of origin is produced subsequently for goods that were initially imported fraudulently; <br> (c) the proof of origin has been issued by an exporter from a non-party to this Agreement; <br> (d) the importer fails to submit a proof of origin to the customs authorities of the <br> importing Party within the period specified in legislation of the importing Party. <br> 10. For the purposes of the Joint Declaration concerning the Principality of Andorra, the <br> customs authorities of the Principality of Andorra shall be responsible for the application <br> of the Joint Declaration in the Principality of Andorra. <br> 11. For the purposes of the Joint Declaration concerning the Republic of San Marino, the <br> customs authorities of the Italian Republic shall be responsible for the application of the <br> Joint Declaration in the Republic of San Marino. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> composition of the product. <br> (c) a certificate issued by the customs authorities of the country of transit: <br> TITLE III <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 5 : Sufficiently worked or processed products <br> 1. For the purposes of Article 2(b), products which are not wholly obtained are considered to be sufficiently worked <br> or processed when the conditions set out in the list in Annex II or Annex II(a) are fulfilled. Those conditions indicate, <br> for all products covered by this Agreement, the working or processing which must be carried out on non-originating <br> materials used in manufacturing and apply only in relation to such materials. It follows that if: <br> (a) non-originating materials undergo sufficient working or processing, which results in an originating product, and <br> when that product is used in the subsequent manufacture of another product, no account shall be taken of the non- <br> originating material contained therein; and <br> (b) non-originating and originating materials undergo processing, which results in a non-originating product, and <br> when that product is used in a subsequent manufacture of another product, account shall be taken only of the non- <br> originating materials contained therein. <br> 2. Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list in <br> Annex II, should not be used in the manufacture of a product may nevertheless be used, provided that: <br> (a) their total value does not exceed 10 percent of the ex-works price of the product; and <br> (b) any of the percentages given in the list in Annex II for the maximum value of non-originating materials are not <br> 3. Paragraph 2 shall not apply to products falling within Chapters 50 to 63 of the HS. <br> 4. Paragraphs 1 through 3 shall apply subject to the provisions of Article 6. <br> exceeded through the application of this paragraph. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL <br> Article 3 : Cumulation of origin <br> concerning the definition of ‘originating products' and methods of administrative cooperation <br> RULES OF ORIGIN <br> Section A <br> 1. Notwithstanding Article 2, products shall be considered as originating in a Party if such products are <br> 1. Without prejudice to paragraph 2, the following operations shall be considered to be insufficient working or <br> Accessories, spare parts and tools delivered with a product, which are part of the normal equipment and included in the <br> TITLE I <br> obtained there, incorporating materials originating in the other Party or in the EU, provided that the <br> processing to confer the status of originating products whether or not the requirements of Article 5 are satisfied: <br> price thereof or which are not separately invoiced, shall be regarded as one with the product in question. <br> working or processing carried out goes beyond the operations referred to in Article 6. It shall not be <br> Article 9 : Sets of goods <br> necessary that such materials have undergone sufficient working or processing1. <br> 2. Notwithstanding Article 2, working or processing carried out in the EU shall be considered as having <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are <br> (c) live animals born and raised there; <br> been carried out in a Party when the products obtained undergo subsequent working or processing in <br> originating, and both the set and the products meet all other applicable requirements in this Protocol. Nevertheless, <br> the Party, provided that the working or processing carried out in the Party goes beyond the operations <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Neutral elements <br> when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, <br> referred to in Article 61. <br> provided that the value of the non-originating products does not exceed 15 percent of the ex-works price of the set. <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 1. For the purposes of Article 2(a), the following shall be considered as wholly obtained in a Party: <br> Article 12 : Principle of territoriality <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the goods which <br> (a) mineral products extracted from the soil or from the seabed in the territory of a Party; <br> (j) sifting, screening, sorting, classifying, grading or matching (including the making-up of sets of articles); <br> ARTICLE 10 : Neutral Elements <br> might be used in its manufacture but which do not enter and which are not intended to enter into the final composition <br> (i) Sharpening, simple grinding or simple cutting; <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or boards and all other simple <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> (c) machines and tools; and <br> Article 11 : Accounting segregation of materials <br> product, those materials shall be physically segregated, according to their origin, during storage. <br> Accounting segregation of materials <br> (d) products from live animals raised there; <br> (e) (i) products obtained by hunting, trapping within the land territory or fishing, conducted within the land waters or <br> 1. Where identical and interchangeable originating and non-originating materials are used in the manufacture of a <br> within the territorial sea of a Party; <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc are born and raised there; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br> (o) testing or calibrations; <br> 2. Where considerable costs or material difficulties arise in keeping separate stocks of identical and interchangeable <br> (f) products of sea fishing and other products taken from the sea outside the territorial sea of a Party by its vessels; <br> originating and non-originating materials used in the manufacture of a product, the producer may use the so-called <br> (g) products made aboard its factory ships exclusively from products referred to in subparagraph (f); <br> (d) ironing or pressing of textiles; <br> (d) goods which do not enter and which are not intended to enter into the final <br> ‘accounting segregation' method for managing stocks. <br> of the product. <br> GENERAL PROVISIONS <br> (h) products extracted from marine soil or subsoil outside the territorial sea of a Party provided that a Party has rights to <br> 2. All operations carried out in a Party on a given product shall be considered together when determining whether the <br> 3. This method is recorded and applied in accordance with the generally accepted accounting principles applicable <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> exploit that soil or subsoil; <br> working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) plant and equipment; <br> in the Party where the product is manufactured. <br> (i) used articles collected there fit only for the recovery of raw materials or for use as waste; <br> 4. This method must be able to ensure that, for a specific reference-period, no more products receive originating <br> (j) waste and scrap derived from manufacturing or processing operations conducted there; or <br> status than would be the case if the materials had been physically segregated. <br> 1 Cumulation with the EU as provided for in Article 3 will cease to apply three years after the entry into force of this <br> 5. A Party may require that the application of the method for managing stocks provided for in this Article is subject <br> Agreement. Not later than two years following the date of the entry into force of this Agreement, the Parties shall <br> to a prior authorisation by customs authorities. Should this be the case, the customs authorities may grant such an <br> commence a review of this Article. The Parties shall continue to seek and work towards mutually beneficial and <br> authorisation subject to any conditions deemed appropriate and they shall monitor the use of the authorisation and may <br> business-friendly rules of origin in the future which facilitate trade between Korea and the UK. <br> (a) the returning goods are the same as those exported; and <br> withdraw it at any time whenever the beneficiary makes improper use of it in any manner or fails to fulfil any of the <br> (k) products manufactured in a Party exclusively from the products referred to in this paragraph. <br> other conditions laid down in this Protocol. <br> 2. The terms ‘its vessels' and ‘its factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory <br> (q) slaughter of animals. <br> Article 13 : Direct transport <br> ships: <br> (a) which are registered in the UK or Korea; <br> (b) which sail under the flag of the UK or Korea; and <br> (c) which meet one of the following conditions: <br> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for acquiring originating status <br> (i) they are at least 50 percent owned by nationals of the UK or Korea; or <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> set out in Title II must be fulfilled without interruption in a Party. <br> 2. Except as provided for in Article 3, where originating goods exported from a Party to a non-party return, they <br> (A) which have their head office and their main place of business in the UK or in Korea; and <br> (ii) they are owned by companies: <br> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> (B) which are at least 50 percent owned by the UK or by Korea, public entities of the UK or Korea, or nationals <br> of the UK or Korea. <br> Cumulation of Origin <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that non- <br> party or while being exported. <br> 3. Notwithstanding paragraphs 1 and 2 of this Article, the Parties agree that certain goods shall be considered to be <br> originating even if they have undergone working or processing outside Korea, on materials exported from Korea and <br> Article 8 : Accessories, spare parts and tools <br> subsequently re-imported there, provided that the working or processing is done in the areas designated by the Parties <br> operation designed to preserve them in good condition. <br> pursuant to Annex IV. <br> Direct transport <br> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br> constituting one single consignment may be transported through other territories with, should the occasion arise, <br> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br> accordance with the procedures applicable in the importing Party, by the production of: <br> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br> Insufficient working or processing <br> countries; <br> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br> (a) energy and fuel; <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br> (i) giving an exact description of the products; <br> other means of transport used; and <br> (iii) certifying the conditions under which the products remained in the country of transit. <br> ANNEX IV <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br> the conditions on the Korean Peninsula are appropriate for further economic development <br> through the establishment and development of outward processing zones. <br> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br> (e) simple painting and polishing operations; <br> the first anniversary of the entry into force of this Agreement and at least once annually <br> (b) change of packaging, breaking-up and assembly of packages; <br> thereafter, or at any time as mutually agreed. <br> 3. The Committee shall identify geographic areas that may be designated outward processing <br> zones. The Committee shall determine whether any such outward processing zone has met <br> the criteria established by the Committee. The Committee shall also establish a maximum <br> threshold for the value of the total input of the originating final good that may be added <br> within the geographic area of the outward processing zone. <br> Joint Declaration concerning the Principality of Andorra <br> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br> Wholly obtained products <br> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Sets of Goods <br> Joint Declaration concerning the Republic of San Marino <br> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br> that: <br> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br> within the meaning of this Agreement. <br> Accessories, Spare Parts and Tools <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br> originating status of the above-mentioned products. <br> Joint Declaration concerning the revision of the rules of origin contained in the <br> Protocol concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation <br> 1. The Parties agree to review the rules of origin contained in the Protocol concerning the <br> Definition of ‘Originating Products' and Methods of Administrative Cooperation and <br> discuss the necessary amendments upon request of one of the Parties. While discussing <br> the amendments to the Protocol concerning the Definition of ‘Originating Products' and <br> Methods of Administrative Cooperation, the Parties shall take into account the <br> ARTICLE 4 : Wholly Obtained Products <br> development of technologies, production processes, price fluctuations and all other <br> factors, which might justify the changes to the rules of origin. <br> 2. Annex II to the Protocol concerning the Definition of ‘Originating Products' and Methods <br> of Administrative Cooperation will be adapted in accordance with the periodical <br> changes to the HS. <br> Joint Declaration on the Explanatory Notes <br> originating material. <br> The Parties agree to the necessity to establish Explanatory Notes to this Protocol. The Notes <br> shall be implemented by the Parties in accordance with their internal procedures. <br> EXPLANATORY NOTES <br> 1. For the purposes of Article 1, manufacture includes harvesting, trapping, producing, <br> breeding and disassembly. <br> 2. For the purposes of Article 1(g), ascertainable means ‘established in accordance with <br> the Customs Valuation Agreement'. <br> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br> by deducting from the ex-works price of the product the value of originating material, <br> including self-produced originating material used in producing the resulting non- <br> 4. The value of originating material that is self-produced includes all the costs incurred in <br> the production of the material and an amount for profit equivalent to the profit added in <br> the normal course of trade. <br> 5. For the purposes of Article 6, ‘simple' describes activities which need neither special skills <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> nor machines, apparatus or equipment especially produced or installed for carrying out <br> the activity. However, simple mixing does not include chemical reaction. Chemical <br> reaction means a process, including a biochemical process, which results in a molecule <br> with a new structure by breaking intramolecular bonds and by forming new <br> intramolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> 6. For the purposes of Article 10, neutral elements, for example, will include: <br> Article 6 : Insufficient Working or Processing <br> packaging operations; <br> 7. For the purposes of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical <br> and physical characteristics, and which cannot be distinguished from one another for <br> origin purposes, once they are incorporated into the finished product. <br> 8. For the purposes of Article 11, specific ‘period' will be determined in accordance with <br> the relevant domestic laws and regulations of each Party. <br> 9. Only for the following specific reasons, the preferential treatment may be refused <br> without verification of the proof of origin as the proof can be considered as <br> inapplicable when: <br> (b) the proof of origin is produced subsequently for goods that were initially imported fraudulently; <br> (c) the proof of origin has been issued by an exporter from a non-party to this Agreement; <br> (d) the importer fails to submit a proof of origin to the customs authorities of the <br> importing Party within the period specified in legislation of the importing Party. <br> 10. For the purposes of the Joint Declaration concerning the Principality of Andorra, the <br> customs authorities of the Principality of Andorra shall be responsible for the application <br> of the Joint Declaration in the Principality of Andorra. <br> 11. For the purposes of the Joint Declaration concerning the Republic of San Marino, the <br> customs authorities of the Italian Republic shall be responsible for the application of the <br> Joint Declaration in the Republic of San Marino. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> composition of the product. <br> (c) a certificate issued by the customs authorities of the country of transit: <br> TITLE III <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "1. The unit of qualification for the application of the provisions of this Protocol shall be the product which is <br> considered as the basic unit when determining classification using the nomenclature of the HS. It follows that: <br> (a) when a product composed of a group or assembly of articles is classified under the terms of the HS in a single <br> (b) when a consignment consists of a number of identical products classified under the same heading of the HS, each <br> product must be taken individually when applying the provisions of this Protocol. <br> 2. Where, under General Rule 5 of the HS, packaging is included with the product for classification purposes, it shall <br> heading, the whole constitutes the unit of qualification; and <br> be included for the purposes of determining origin, and considered as originating if the product is originating. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL <br> Article 3 : Cumulation of origin <br> concerning the definition of ‘originating products' and methods of administrative cooperation <br> RULES OF ORIGIN <br> Section A <br> 1. Notwithstanding Article 2, products shall be considered as originating in a Party if such products are <br> 1. Without prejudice to paragraph 2, the following operations shall be considered to be insufficient working or <br> Accessories, spare parts and tools delivered with a product, which are part of the normal equipment and included in the <br> TITLE I <br> obtained there, incorporating materials originating in the other Party or in the EU, provided that the <br> processing to confer the status of originating products whether or not the requirements of Article 5 are satisfied: <br> price thereof or which are not separately invoiced, shall be regarded as one with the product in question. <br> working or processing carried out goes beyond the operations referred to in Article 6. It shall not be <br> Article 9 : Sets of goods <br> necessary that such materials have undergone sufficient working or processing1. <br> 2. Notwithstanding Article 2, working or processing carried out in the EU shall be considered as having <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are <br> (c) live animals born and raised there; <br> been carried out in a Party when the products obtained undergo subsequent working or processing in <br> originating, and both the set and the products meet all other applicable requirements in this Protocol. Nevertheless, <br> the Party, provided that the working or processing carried out in the Party goes beyond the operations <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Neutral elements <br> when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, <br> referred to in Article 61. <br> provided that the value of the non-originating products does not exceed 15 percent of the ex-works price of the set. <br> (b) vegetable products grown and harvested there; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 1. For the purposes of Article 2(a), the following shall be considered as wholly obtained in a Party: <br> Article 12 : Principle of territoriality <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the goods which <br> (a) mineral products extracted from the soil or from the seabed in the territory of a Party; <br> (j) sifting, screening, sorting, classifying, grading or matching (including the making-up of sets of articles); <br> ARTICLE 10 : Neutral Elements <br> might be used in its manufacture but which do not enter and which are not intended to enter into the final composition <br> (i) Sharpening, simple grinding or simple cutting; <br> (k) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or boards and all other simple <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> (c) machines and tools; and <br> Article 11 : Accounting segregation of materials <br> product, those materials shall be physically segregated, according to their origin, during storage. <br> Accounting segregation of materials <br> (d) products from live animals raised there; <br> (e) (i) products obtained by hunting, trapping within the land territory or fishing, conducted within the land waters or <br> 1. Where identical and interchangeable originating and non-originating materials are used in the manufacture of a <br> within the territorial sea of a Party; <br> (ii) products of aquaculture, where the fish, crustaceans and mollusc are born and raised there; <br> (n) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br> (o) testing or calibrations; <br> 2. Where considerable costs or material difficulties arise in keeping separate stocks of identical and interchangeable <br> (f) products of sea fishing and other products taken from the sea outside the territorial sea of a Party by its vessels; <br> originating and non-originating materials used in the manufacture of a product, the producer may use the so-called <br> (g) products made aboard its factory ships exclusively from products referred to in subparagraph (f); <br> (d) ironing or pressing of textiles; <br> (d) goods which do not enter and which are not intended to enter into the final <br> ‘accounting segregation' method for managing stocks. <br> of the product. <br> GENERAL PROVISIONS <br> (h) products extracted from marine soil or subsoil outside the territorial sea of a Party provided that a Party has rights to <br> 2. All operations carried out in a Party on a given product shall be considered together when determining whether the <br> 3. This method is recorded and applied in accordance with the generally accepted accounting principles applicable <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> exploit that soil or subsoil; <br> working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) plant and equipment; <br> in the Party where the product is manufactured. <br> (i) used articles collected there fit only for the recovery of raw materials or for use as waste; <br> 4. This method must be able to ensure that, for a specific reference-period, no more products receive originating <br> (j) waste and scrap derived from manufacturing or processing operations conducted there; or <br> status than would be the case if the materials had been physically segregated. <br> 1 Cumulation with the EU as provided for in Article 3 will cease to apply three years after the entry into force of this <br> 5. A Party may require that the application of the method for managing stocks provided for in this Article is subject <br> Agreement. Not later than two years following the date of the entry into force of this Agreement, the Parties shall <br> to a prior authorisation by customs authorities. Should this be the case, the customs authorities may grant such an <br> commence a review of this Article. The Parties shall continue to seek and work towards mutually beneficial and <br> authorisation subject to any conditions deemed appropriate and they shall monitor the use of the authorisation and may <br> business-friendly rules of origin in the future which facilitate trade between Korea and the UK. <br> (a) the returning goods are the same as those exported; and <br> withdraw it at any time whenever the beneficiary makes improper use of it in any manner or fails to fulfil any of the <br> (k) products manufactured in a Party exclusively from the products referred to in this paragraph. <br> other conditions laid down in this Protocol. <br> 2. The terms ‘its vessels' and ‘its factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory <br> (q) slaughter of animals. <br> Article 13 : Direct transport <br> ships: <br> (a) which are registered in the UK or Korea; <br> (b) which sail under the flag of the UK or Korea; and <br> (c) which meet one of the following conditions: <br> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for acquiring originating status <br> (i) they are at least 50 percent owned by nationals of the UK or Korea; or <br> (a) the requirements on direct transport of Article 13 have not been fulfilled; <br> set out in Title II must be fulfilled without interruption in a Party. <br> 2. Except as provided for in Article 3, where originating goods exported from a Party to a non-party return, they <br> (A) which have their head office and their main place of business in the UK or in Korea; and <br> (ii) they are owned by companies: <br> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> (B) which are at least 50 percent owned by the UK or by Korea, public entities of the UK or Korea, or nationals <br> of the UK or Korea. <br> Cumulation of Origin <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that non- <br> party or while being exported. <br> 3. Notwithstanding paragraphs 1 and 2 of this Article, the Parties agree that certain goods shall be considered to be <br> originating even if they have undergone working or processing outside Korea, on materials exported from Korea and <br> Article 8 : Accessories, spare parts and tools <br> subsequently re-imported there, provided that the working or processing is done in the areas designated by the Parties <br> operation designed to preserve them in good condition. <br> pursuant to Annex IV. <br> Direct transport <br> 1. The preferential treatment provided for under this Agreement applies only to products, satisfying the requirements <br> of this Protocol, which are transported directly between the Parties or through the EU2. However, products <br> constituting one single consignment may be transported through other territories with, should the occasion arise, <br> trans-shipment or temporary warehousing in such territories, provided that they are not released for free circulation <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading, or any <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs authority, in <br> accordance with the procedures applicable in the importing Party, by the production of: <br> (a) evidence of the circumstances connected with trans-shipment or the storage of the originating products in third <br> Insufficient working or processing <br> countries; <br> (b) a single transport document covering the passage from the exporting Party through the country of transit; or <br> (a) energy and fuel; <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or the <br> (i) giving an exact description of the products; <br> other means of transport used; and <br> (iii) certifying the conditions under which the products remained in the country of transit. <br> ANNEX IV <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1. Recognising the Republic of Korea's constitutional mandate and security interests, and <br> both Parties' commitment to promoting peace and prosperity on the Korean Peninsula, and <br> the importance of intra-Korean economic cooperation toward that goal, a Committee on <br> Outward Processing Zones on the Korean Peninsula is established pursuant to Article <br> 15.2.1 (Specialised Committees) of the Agreement. The Committee shall review whether <br> the conditions on the Korean Peninsula are appropriate for further economic development <br> through the establishment and development of outward processing zones. <br> 2. The Committee shall be comprised of officials of the Parties. The Committee shall meet on <br> (e) simple painting and polishing operations; <br> the first anniversary of the entry into force of this Agreement and at least once annually <br> (b) change of packaging, breaking-up and assembly of packages; <br> thereafter, or at any time as mutually agreed. <br> 3. The Committee shall identify geographic areas that may be designated outward processing <br> zones. The Committee shall determine whether any such outward processing zone has met <br> the criteria established by the Committee. The Committee shall also establish a maximum <br> threshold for the value of the total input of the originating final good that may be added <br> within the geographic area of the outward processing zone. <br> Joint Declaration concerning the Principality of Andorra <br> 1. Products originating in the Principality of Andorra, meeting the conditions of Article 3 of <br> the Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation, and falling within Chapters 25 to 97 of the HS shall be <br> accepted by the Parties as originating in the EU within the meaning of this Agreement. <br> Wholly obtained products <br> 2. The Protocol Concerning the Definition of ‘Originating Products' and Methods of <br> Sets of Goods <br> Joint Declaration concerning the Republic of San Marino <br> 1. Products originating in the Republic of San Marino meeting the conditions of Article 3 of <br> that: <br> Administrative Cooperation shall be accepted by the Parties as originating in the EU <br> within the meaning of this Agreement. <br> Accessories, Spare Parts and Tools <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o); or <br> Administrative Cooperation shall apply mutatis mutandis for the purpose of defining the <br> originating status of the above-mentioned products. <br> Joint Declaration concerning the revision of the rules of origin contained in the <br> Protocol concerning the Definition of ‘Originating Products' and Methods of <br> Administrative Cooperation <br> 1. The Parties agree to review the rules of origin contained in the Protocol concerning the <br> Definition of ‘Originating Products' and Methods of Administrative Cooperation and <br> discuss the necessary amendments upon request of one of the Parties. While discussing <br> the amendments to the Protocol concerning the Definition of ‘Originating Products' and <br> Methods of Administrative Cooperation, the Parties shall take into account the <br> ARTICLE 4 : Wholly Obtained Products <br> development of technologies, production processes, price fluctuations and all other <br> factors, which might justify the changes to the rules of origin. <br> 2. Annex II to the Protocol concerning the Definition of ‘Originating Products' and Methods <br> of Administrative Cooperation will be adapted in accordance with the periodical <br> changes to the HS. <br> Joint Declaration on the Explanatory Notes <br> originating material. <br> The Parties agree to the necessity to establish Explanatory Notes to this Protocol. The Notes <br> shall be implemented by the Parties in accordance with their internal procedures. <br> EXPLANATORY NOTES <br> 1. For the purposes of Article 1, manufacture includes harvesting, trapping, producing, <br> breeding and disassembly. <br> 2. For the purposes of Article 1(g), ascertainable means ‘established in accordance with <br> the Customs Valuation Agreement'. <br> 3. For the purposes of Article 5.1(b), the value of non-originating material can be acquired <br> by deducting from the ex-works price of the product the value of originating material, <br> including self-produced originating material used in producing the resulting non- <br> 4. The value of originating material that is self-produced includes all the costs incurred in <br> the production of the material and an amount for profit equivalent to the profit added in <br> the normal course of trade. <br> 5. For the purposes of Article 6, ‘simple' describes activities which need neither special skills <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> nor machines, apparatus or equipment especially produced or installed for carrying out <br> the activity. However, simple mixing does not include chemical reaction. Chemical <br> reaction means a process, including a biochemical process, which results in a molecule <br> with a new structure by breaking intramolecular bonds and by forming new <br> intramolecular bonds, or by altering the spatial arrangement of atoms in molecule. <br> 6. For the purposes of Article 10, neutral elements, for example, will include: <br> Article 6 : Insufficient Working or Processing <br> packaging operations; <br> 7. For the purposes of Article 11, identical and interchangeable materials means <br> materials being of the same kind and commercial quality, possessing the same technical <br> and physical characteristics, and which cannot be distinguished from one another for <br> origin purposes, once they are incorporated into the finished product. <br> 8. For the purposes of Article 11, specific ‘period' will be determined in accordance with <br> the relevant domestic laws and regulations of each Party. <br> 9. Only for the following specific reasons, the preferential treatment may be refused <br> without verification of the proof of origin as the proof can be considered as <br> inapplicable when: <br> (b) the proof of origin is produced subsequently for goods that were initially imported fraudulently; <br> (c) the proof of origin has been issued by an exporter from a non-party to this Agreement; <br> (d) the importer fails to submit a proof of origin to the customs authorities of the <br> importing Party within the period specified in legislation of the importing Party. <br> 10. For the purposes of the Joint Declaration concerning the Principality of Andorra, the <br> customs authorities of the Principality of Andorra shall be responsible for the application <br> of the Joint Declaration in the Principality of Andorra. <br> 11. For the purposes of the Joint Declaration concerning the Republic of San Marino, the <br> customs authorities of the Italian Republic shall be responsible for the application of the <br> Joint Declaration in the Republic of San Marino. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> composition of the product. <br> (c) a certificate issued by the customs authorities of the country of transit: <br> TITLE III <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> SECTION B <br> Article 21 : Exemptions from proof of origin <br> Article 27 : Verification of proofs of origin <br> Origin procedures <br> TITLE IV <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1. Products sent as small packages from private persons to private persons or forming part of a traveller's personal <br> 1. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through the customs <br> Drawback or exemption <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> authorities, in checking the authenticity of the proofs of origin and the correctness of the information given in these <br> Article 14 : Drawback of, or exemption from, customs duties <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol <br> documents. <br> treatment for products. <br> Drawback of, or exemption from, customs duties <br> fulfilment of the other requirements of this Protocol. <br> and where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this <br> 2. Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> 1. After five years from the entry into force of this Agreement, upon the request of either Party, the Parties shall <br> declaration may be made on a postal customs declaration or on a sheet of paper annexed to that document. <br> the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the <br> jointly review their duty drawback and inward processing schemes. One year after entry into force, and subsequently <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> products concerned or the fulfilment of the other requirements of this Protocol. <br> on a yearly basis, the Parties shall exchange available information on a reciprocal basis on the operation of their duty <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> 3. For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing Party <br> 2. The customs authorities may grant the status of approved exporter subject to any <br> drawback and inward processing schemes, as well as detailed statistics as follows: <br> products that no commercial purpose is intended. <br> shall return the proofs of origin or a copy of these documents, to the customs authorities of the exporting Party giving, <br> 1.1 Import statistics at the 8/10 digit level by country starting from one year after the entry into force of this <br> 3.    Furthermore, the total value of these products shall not exceed: <br> where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the <br> Agreement shall be provided for imports of materials classified under HS 2007 headings 8407, 8408, 8522, 8527, <br> (a) for importation into the UK, 500 euros in the case of small packages or 1,200 euros in the case of products forming <br> information given on proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 8529, 8706, 8707 and 8708, as well as export statistics for 8703, 8519, 8521 and 8525 through 8528. Upon <br> part of a traveller's personal luggage; <br> 4. The verification shall be carried out by the customs authorities of the exporting Party. For this purpose, they shall <br> 2 In line with the review period referenced in footnote 1 of Article 3, @^@or through the EU@^@ shall be deemed to be deleted <br> (b) for importation into Korea, 1,000 US dollars both in the case of small packages and in the case of the products <br> have the right to call for any evidence and to carry out any inspection of the exporter's accounts or any other check <br> from paragraph 1 of Article 13, three years after the entry into force of this Agreement. <br> forming part of a traveller's personal luggage. <br> considered appropriate. <br> request, such statistics shall be provided on other materials or products. Regular information shall be exchanged <br> 4. For the purpose of paragraph 3, in cases where the products are invoiced in a currency other than euro or US <br> 5. If the customs authorities of the importing Party decide to suspend the granting of preferential treatment to the <br> on the measures taken to implement limitations on duty drawback and inward processing schemes introduced on <br> dollars, amounts in the national currencies of the Parties equivalent to the amounts expressed in euro or US dollars <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures judged necessary. <br> the basis of paragraph 3 of this Article. <br> shall be fixed in accordance with the current exchange rate applicable in the importing Party. <br> 2. At any time after the initiation of the above review, a Party may request consultations with the other Party with <br> Article 22 : Supporting documents <br> 6. The customs authorities requesting the verification shall be informed of the results of this verification including <br> 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for <br> a view to discussing possible limitations on duty drawback and inward processing schemes for a particular product in <br> findings and facts, as soon as possible. These results must indicate clearly whether the documents are authentic and <br> case there is evidence of a change in sourcing patterns since the entry into force of this Agreement which may have a <br> The documents referred to in Article 16.3 used for the purpose of proving that products covered by proofs of origin <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real origin <br> whether the products concerned can be considered as products originating in a Party and fulfil the other requirements <br> negative effect on competition for domestic producers of like or directly competitive products in the requesting Party. <br> can be considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol may <br> of this Protocol. <br> 2.1 The abovementioned conditions would be established on the basis of evidence provided by the Party requesting <br> Conditions for making out an origin declaration <br> 7. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the <br> consultations that: <br> (a) direct evidence of the processes carried out by the exporter, supplier or producer to obtain the goods concerned, <br> (a) the rate of increase of dutiable imports into a Party of materials incorporated into a particular product from <br> contained for example in his accounts or internal book-keeping; <br> of the products, the requesting customs authorities shall except in exceptional circumstances, <br> countries with which no free trade agreement is in force is significantly greater than the rate of increase of <br> (b) documents proving the originating status of materials used, issued or made out in a Party where these documents <br> refuse entitlement to the preference. <br> exports to the other Party of the product incorporating such materials, unless the Party to which the <br> are used as provided for in its domestic law; <br> 8. Notwithstanding Article 2 of the Protocol on Mutual Administrative Assistance in Customs Matters, the Parties <br> consultation request is addressed establishes that, inter alia, such increase in imports of materials is: <br> Protocol. <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a Party where these <br> Article 24 : Discrepancies and formal errors <br> will refer to Article 7 of that Protocol for joint enquiries related to proofs of origin. <br> (i) essentially due to an increase in domestic consumption of the product incorporating such materials of the Party; <br> Discrepancies and formal errors <br> documents are used as provided for in its domestic law; <br> Dispute settlement <br> (ii) essentially due to use of imported materials in a product other than that covered by paragraph 2; <br> 3. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the <br> (d) proofs of origin proving the originating status of materials used issued or made out in a Party in accordance <br> (iii) due to an increase in exports to countries other than the other Party of the product <br> before the said final date. <br> with this Protocol; and <br> 1. Where disputes arise in relation to the verification procedures of Article 27 which cannot be settled between the <br> incorporating such materials; or <br> (e) appropriate evidence concerning working or processing undergone outside territories of the Parties by <br> customs authorities requesting verification and the customs authorities responsible for carrying out this verification or <br> (iv) limited to imports of high tech/value components, not lowering the price of the export <br> application of Article 12, proving that the requirements of that Article have been satisfied. <br> where they raise a question as to the interpretation of this Protocol, they shall be submitted <br> product of the Party; and <br> Article 23 : Preservation of proof of origin and supporting documents <br> to the Customs Committee. <br> (b) imports from the Party into the other Party of the product incorporating such materials have significantly <br> Supporting documents <br> 2. In all cases the settlement of disputes between the importer and the competent authorities of the importing Party <br> increased in absolute terms or relative to domestic production. Consideration shall also be given to pertinent <br> 1. The exporter making out an origin declaration shall keep for five years a copy of this origin declaration as well as <br> shall be under the legislation of the said Party. <br> evidence as regards the effect on conditions of competition for producers of the like or directly competitive <br> the documents referred to in Article 16.3. <br> Article 28 : Dispute Settlement <br> products of the other Party3. <br> 2. The importer shall keep all records related to the importation in accordance with laws and regulations of the <br> 3. In case of disagreement as to whether the conditions in paragraph 2 are fulfilled, the issue shall be determined <br> TITLE V <br> importing Party. <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person who draws up, or causes to be <br> through binding arbitration by a Panel established in accordance with Article 14.5 (Establishment of the Arbitration <br> 3. The customs authorities of the importing Party shall keep for five years the origin declarations submitted to them. <br> drawn up, a document which contains incorrect information for the purpose of obtaining preferential <br> Panel) of Chapter Fourteen (Dispute Settlement) as a case of urgency4. Should the Panel rule that the conditions of <br> 4. The records to be kept in accordance with paragraphs 1 through 3 may include electronic records. <br> paragraph 2 are fulfilled, unless otherwise agreed, the Parties shall, normally within 90 days and in no case more than <br> Validity of proof of origin <br> 150 days of the ruling, limit the maximum rate of customs duties on non-originating material for that product that can <br> be refunded to five percent. <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> 3 <br> documents submitted to the customs authorities for the purpose of carrying out the formalities for importing the <br> The base year for the purpose of evaluating the statistical data under this Article will be the average of the latest three years immediately <br> products shall not ipso facto render the proof of origin null and void if it is duly established that such document does <br> before the entry into force of this Agreement, each year being the fiscal year of January through December. The evidence could be based <br> declaration which identifies him as if it had been signed in manuscript by him. <br> correspond to the products submitted. <br> on an aggregate of all materials used as non-originating material for the product concerned or a subset of such materials. In the latter case, <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> limitations on duty drawback and inward processing would only apply to the subset. <br> 4 <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> Penalties <br> For greater clarity, no additional consultations other than those foreseen in paragraph 2, for which the deadlines are the same as those of <br> Article 29 : Penalties <br> Article 14.3.4, are required before a Party may request the establishment of such Panel. The deadlines for the Panel to issue its ruling are <br> indicated in Article 14.7.2. <br> 1. Products originating in the UK shall, on importation into Korea and products originating in Korea shall, on <br> importation into the UK benefit from preferential tariff treatment of this Agreement on the basis of a declaration, <br> subsequently referred to as the ‘origin declaration', given by the exporter on an invoice, a delivery note or any other <br> consist inter alia of the following: <br> commercial document which describes the products concerned in sufficient detail to enable them to be identified. The <br> texts of the origin declarations appear in Annex III. <br> Exemptions from Proof of Origin <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 21, benefit from preferential tariff treatment of this Agreement without it being necessary to submit any of the <br> documents referred to in paragraph 1. <br> Article 16 : Conditions for making out an origin declaration <br> Approved exporter <br> 1. An origin declaration as referred to in Article 15.1 of this Protocol may be made out: <br> (a) by an approved exporter within the meaning of Article 17; or <br> total value does not exceed 6,000 euros. <br> 2. Without prejudice to paragraph 3, an origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol. <br> customs authorities of the exporting Party, all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with domestic legislation as well as the <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> delivery note or another commercial document, the text which appears in Annex III, using one of the linguistic <br> versions set out in that Annex and in accordance with the legislation of the exporting Party. If the declaration is <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> handwritten, it shall be written in ink in capital characters. <br> 5. Origin declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 17 shall not be required to sign such declarations provided that he gives the <br> customs authorities of the exporting Party a written undertaking that he accepts full responsibility for any origin <br> 6. An origin declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented in the importing Party no longer than two years or the period <br> specified in the legislation of the importing Party after the importation of the products to which it relates. <br> Article 17 : Approved exporter <br> 1. The customs authorities of the exporting Party may authorise any exporter, (hereinafter referred to as ‘approved <br> exporter'), who exports products under this Agreement to make out origin declarations irrespective of the value of the <br> products concerned in accordance with appropriate conditions in the respective laws and regulations of the exporting <br> Party. An exporter seeking such authorisation must offer to the satisfaction of the customs authorities all guarantees <br> necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this <br> conditions which they co nsiderappropriate. <br> 3.    The customs authorities shall grant to the approved exporter a customs authorisation number which shall appear <br> on the origin declaration. <br> 4.    The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> 5.    The customs authorities may withdraw the authorisation at any time. They shall do so where the approved exporter <br> no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> Article 18 : Validity of proof of origin <br> 1. A proof of origin shall be valid for 12 months from the date of issue in the exporting Party, and preferential tariff <br> treatment shall be claimed within the said period to the customs authorities of the importing Party. <br> presentation specified in paragraph 1 may be accepted for the purpose of preferential tariff treatment in accordance with <br> the respective laws and regulations of the importing Party, where the failure to submit these documents by the final date <br> set is due to exceptional circumstances. <br> 3. In cases of belated presentation other than those of paragraph 2, the customs authorities of the importing Party <br> may accept the proofs of origin in accordance with the procedures of the Parties where the products have been presented <br> Article 19 : Claims for preferential tariff treatment and submission of proof of origin <br> Claims for preferential tariff treatment and submission of proof of origin <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall, if required by the laws and regulations of <br> the importing Party, be submitted to the customs authorities of the importing Party. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied by a statement from the <br> importer to the effect that the products meet the conditions required for the application of this Agreement. <br> otherwise makes an incorrect use of the authorisation. <br> Proof of origin <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 20 : Importation by instalments <br> dismantled or non-assembled products within the meaning of General Rule 2(a) of the HS falling within Sections XVI and <br> XVII or headings 7308 and 9406 of the HS are imported by instalments, a single proof of origin for such products shall <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs authorities of the importing Party, <br> be submitted to the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> SECTION B <br> Article 21 : Exemptions from proof of origin <br> Article 27 : Verification of proofs of origin <br> Origin procedures <br> TITLE IV <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1. Products sent as small packages from private persons to private persons or forming part of a traveller's personal <br> 1. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through the customs <br> Drawback or exemption <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> authorities, in checking the authenticity of the proofs of origin and the correctness of the information given in these <br> Article 14 : Drawback of, or exemption from, customs duties <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol <br> documents. <br> treatment for products. <br> Drawback of, or exemption from, customs duties <br> fulfilment of the other requirements of this Protocol. <br> and where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this <br> 2. Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> 1. After five years from the entry into force of this Agreement, upon the request of either Party, the Parties shall <br> declaration may be made on a postal customs declaration or on a sheet of paper annexed to that document. <br> the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the <br> jointly review their duty drawback and inward processing schemes. One year after entry into force, and subsequently <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> products concerned or the fulfilment of the other requirements of this Protocol. <br> on a yearly basis, the Parties shall exchange available information on a reciprocal basis on the operation of their duty <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> 3. For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing Party <br> 2. The customs authorities may grant the status of approved exporter subject to any <br> drawback and inward processing schemes, as well as detailed statistics as follows: <br> products that no commercial purpose is intended. <br> shall return the proofs of origin or a copy of these documents, to the customs authorities of the exporting Party giving, <br> 1.1 Import statistics at the 8/10 digit level by country starting from one year after the entry into force of this <br> 3.    Furthermore, the total value of these products shall not exceed: <br> where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the <br> Agreement shall be provided for imports of materials classified under HS 2007 headings 8407, 8408, 8522, 8527, <br> (a) for importation into the UK, 500 euros in the case of small packages or 1,200 euros in the case of products forming <br> information given on proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 8529, 8706, 8707 and 8708, as well as export statistics for 8703, 8519, 8521 and 8525 through 8528. Upon <br> part of a traveller's personal luggage; <br> 4. The verification shall be carried out by the customs authorities of the exporting Party. For this purpose, they shall <br> 2 In line with the review period referenced in footnote 1 of Article 3, @^@or through the EU@^@ shall be deemed to be deleted <br> (b) for importation into Korea, 1,000 US dollars both in the case of small packages and in the case of the products <br> have the right to call for any evidence and to carry out any inspection of the exporter's accounts or any other check <br> from paragraph 1 of Article 13, three years after the entry into force of this Agreement. <br> forming part of a traveller's personal luggage. <br> considered appropriate. <br> request, such statistics shall be provided on other materials or products. Regular information shall be exchanged <br> 4. For the purpose of paragraph 3, in cases where the products are invoiced in a currency other than euro or US <br> 5. If the customs authorities of the importing Party decide to suspend the granting of preferential treatment to the <br> on the measures taken to implement limitations on duty drawback and inward processing schemes introduced on <br> dollars, amounts in the national currencies of the Parties equivalent to the amounts expressed in euro or US dollars <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures judged necessary. <br> the basis of paragraph 3 of this Article. <br> shall be fixed in accordance with the current exchange rate applicable in the importing Party. <br> 2. At any time after the initiation of the above review, a Party may request consultations with the other Party with <br> Article 22 : Supporting documents <br> 6. The customs authorities requesting the verification shall be informed of the results of this verification including <br> 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for <br> a view to discussing possible limitations on duty drawback and inward processing schemes for a particular product in <br> findings and facts, as soon as possible. These results must indicate clearly whether the documents are authentic and <br> case there is evidence of a change in sourcing patterns since the entry into force of this Agreement which may have a <br> The documents referred to in Article 16.3 used for the purpose of proving that products covered by proofs of origin <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real origin <br> whether the products concerned can be considered as products originating in a Party and fulfil the other requirements <br> negative effect on competition for domestic producers of like or directly competitive products in the requesting Party. <br> can be considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol may <br> of this Protocol. <br> 2.1 The abovementioned conditions would be established on the basis of evidence provided by the Party requesting <br> Conditions for making out an origin declaration <br> 7. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the <br> consultations that: <br> (a) direct evidence of the processes carried out by the exporter, supplier or producer to obtain the goods concerned, <br> (a) the rate of increase of dutiable imports into a Party of materials incorporated into a particular product from <br> contained for example in his accounts or internal book-keeping; <br> of the products, the requesting customs authorities shall except in exceptional circumstances, <br> countries with which no free trade agreement is in force is significantly greater than the rate of increase of <br> (b) documents proving the originating status of materials used, issued or made out in a Party where these documents <br> refuse entitlement to the preference. <br> exports to the other Party of the product incorporating such materials, unless the Party to which the <br> are used as provided for in its domestic law; <br> 8. Notwithstanding Article 2 of the Protocol on Mutual Administrative Assistance in Customs Matters, the Parties <br> consultation request is addressed establishes that, inter alia, such increase in imports of materials is: <br> Protocol. <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a Party where these <br> Article 24 : Discrepancies and formal errors <br> will refer to Article 7 of that Protocol for joint enquiries related to proofs of origin. <br> (i) essentially due to an increase in domestic consumption of the product incorporating such materials of the Party; <br> Discrepancies and formal errors <br> documents are used as provided for in its domestic law; <br> Dispute settlement <br> (ii) essentially due to use of imported materials in a product other than that covered by paragraph 2; <br> 3. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the <br> (d) proofs of origin proving the originating status of materials used issued or made out in a Party in accordance <br> (iii) due to an increase in exports to countries other than the other Party of the product <br> before the said final date. <br> with this Protocol; and <br> 1. Where disputes arise in relation to the verification procedures of Article 27 which cannot be settled between the <br> incorporating such materials; or <br> (e) appropriate evidence concerning working or processing undergone outside territories of the Parties by <br> customs authorities requesting verification and the customs authorities responsible for carrying out this verification or <br> (iv) limited to imports of high tech/value components, not lowering the price of the export <br> application of Article 12, proving that the requirements of that Article have been satisfied. <br> where they raise a question as to the interpretation of this Protocol, they shall be submitted <br> product of the Party; and <br> Article 23 : Preservation of proof of origin and supporting documents <br> to the Customs Committee. <br> (b) imports from the Party into the other Party of the product incorporating such materials have significantly <br> Supporting documents <br> 2. In all cases the settlement of disputes between the importer and the competent authorities of the importing Party <br> increased in absolute terms or relative to domestic production. Consideration shall also be given to pertinent <br> 1. The exporter making out an origin declaration shall keep for five years a copy of this origin declaration as well as <br> shall be under the legislation of the said Party. <br> evidence as regards the effect on conditions of competition for producers of the like or directly competitive <br> the documents referred to in Article 16.3. <br> Article 28 : Dispute Settlement <br> products of the other Party3. <br> 2. The importer shall keep all records related to the importation in accordance with laws and regulations of the <br> 3. In case of disagreement as to whether the conditions in paragraph 2 are fulfilled, the issue shall be determined <br> TITLE V <br> importing Party. <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person who draws up, or causes to be <br> through binding arbitration by a Panel established in accordance with Article 14.5 (Establishment of the Arbitration <br> 3. The customs authorities of the importing Party shall keep for five years the origin declarations submitted to them. <br> drawn up, a document which contains incorrect information for the purpose of obtaining preferential <br> Panel) of Chapter Fourteen (Dispute Settlement) as a case of urgency4. Should the Panel rule that the conditions of <br> 4. The records to be kept in accordance with paragraphs 1 through 3 may include electronic records. <br> paragraph 2 are fulfilled, unless otherwise agreed, the Parties shall, normally within 90 days and in no case more than <br> Validity of proof of origin <br> 150 days of the ruling, limit the maximum rate of customs duties on non-originating material for that product that can <br> be refunded to five percent. <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> 3 <br> documents submitted to the customs authorities for the purpose of carrying out the formalities for importing the <br> The base year for the purpose of evaluating the statistical data under this Article will be the average of the latest three years immediately <br> products shall not ipso facto render the proof of origin null and void if it is duly established that such document does <br> before the entry into force of this Agreement, each year being the fiscal year of January through December. The evidence could be based <br> declaration which identifies him as if it had been signed in manuscript by him. <br> correspond to the products submitted. <br> on an aggregate of all materials used as non-originating material for the product concerned or a subset of such materials. In the latter case, <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> limitations on duty drawback and inward processing would only apply to the subset. <br> 4 <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> Penalties <br> For greater clarity, no additional consultations other than those foreseen in paragraph 2, for which the deadlines are the same as those of <br> Article 29 : Penalties <br> Article 14.3.4, are required before a Party may request the establishment of such Panel. The deadlines for the Panel to issue its ruling are <br> indicated in Article 14.7.2. <br> 1. Products originating in the UK shall, on importation into Korea and products originating in Korea shall, on <br> importation into the UK benefit from preferential tariff treatment of this Agreement on the basis of a declaration, <br> subsequently referred to as the ‘origin declaration', given by the exporter on an invoice, a delivery note or any other <br> consist inter alia of the following: <br> commercial document which describes the products concerned in sufficient detail to enable them to be identified. The <br> texts of the origin declarations appear in Annex III. <br> Exemptions from Proof of Origin <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 21, benefit from preferential tariff treatment of this Agreement without it being necessary to submit any of the <br> documents referred to in paragraph 1. <br> Article 16 : Conditions for making out an origin declaration <br> Approved exporter <br> 1. An origin declaration as referred to in Article 15.1 of this Protocol may be made out: <br> (a) by an approved exporter within the meaning of Article 17; or <br> total value does not exceed 6,000 euros. <br> 2. Without prejudice to paragraph 3, an origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol. <br> customs authorities of the exporting Party, all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with domestic legislation as well as the <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> delivery note or another commercial document, the text which appears in Annex III, using one of the linguistic <br> versions set out in that Annex and in accordance with the legislation of the exporting Party. If the declaration is <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> handwritten, it shall be written in ink in capital characters. <br> 5. Origin declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 17 shall not be required to sign such declarations provided that he gives the <br> customs authorities of the exporting Party a written undertaking that he accepts full responsibility for any origin <br> 6. An origin declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented in the importing Party no longer than two years or the period <br> specified in the legislation of the importing Party after the importation of the products to which it relates. <br> Article 17 : Approved exporter <br> 1. The customs authorities of the exporting Party may authorise any exporter, (hereinafter referred to as ‘approved <br> exporter'), who exports products under this Agreement to make out origin declarations irrespective of the value of the <br> products concerned in accordance with appropriate conditions in the respective laws and regulations of the exporting <br> Party. An exporter seeking such authorisation must offer to the satisfaction of the customs authorities all guarantees <br> necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this <br> conditions which they co nsiderappropriate. <br> 3.    The customs authorities shall grant to the approved exporter a customs authorisation number which shall appear <br> on the origin declaration. <br> 4.    The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> 5.    The customs authorities may withdraw the authorisation at any time. They shall do so where the approved exporter <br> no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> Article 18 : Validity of proof of origin <br> 1. A proof of origin shall be valid for 12 months from the date of issue in the exporting Party, and preferential tariff <br> treatment shall be claimed within the said period to the customs authorities of the importing Party. <br> presentation specified in paragraph 1 may be accepted for the purpose of preferential tariff treatment in accordance with <br> the respective laws and regulations of the importing Party, where the failure to submit these documents by the final date <br> set is due to exceptional circumstances. <br> 3. In cases of belated presentation other than those of paragraph 2, the customs authorities of the importing Party <br> may accept the proofs of origin in accordance with the procedures of the Parties where the products have been presented <br> Article 19 : Claims for preferential tariff treatment and submission of proof of origin <br> Claims for preferential tariff treatment and submission of proof of origin <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall, if required by the laws and regulations of <br> the importing Party, be submitted to the customs authorities of the importing Party. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied by a statement from the <br> importer to the effect that the products meet the conditions required for the application of this Agreement. <br> otherwise makes an incorrect use of the authorisation. <br> Proof of origin <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "Article 25 : Amounts expressed in euro <br> 1. For the application of the provisions of Article 16.1(b) in cases where products are invoiced in a currency other <br> than euro, amounts in the national currency of the UK equivalent to the amounts expressed in euro shall be fixed <br> annually by the UK and submitted to Korea. <br> 2. A consignment shall benefit from the provisions of Article 16.1(b) by reference to the currency in which the <br> invoice is drawn up, according to the amount fixed by the UK. <br> 3. The amounts to be used in the national currency of the UK shall be the equivalent in that currency of the amounts <br> expressed in euro as at the first working day of October. The UK shall notify Korea of these amounts by 15 October and <br> TITLE VI <br> Arrangements for administrative cooperation <br> these amounts shall apply from 1 January the following year. <br> 4. The UK may round up or down the amount resulting from the conversion into its national currency of an amount <br> expressed in euro. The rounded-off amount may not differ from the amount resulting from the conversion by more <br> than five percent. The UK may retain unchanged its national currency equivalent of an amount expressed in euro if, at <br> the time of the annual adjustment provided for in paragraph 3, the conversion of that amount, prior to any rounding- <br> off, results in an increase of less than 15 percent in the national currency equivalent. The national currency equivalent <br> may be retained unchanged if the conversion would result in a decrease in that equivalent value. <br> 5. The amounts expressed in euro shall be reviewed by the Customs Committee at the request of a Party. When <br> carrying out this review, the Customs Committee shall consider the desirability of preserving the effects of the limits <br> concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro. <br> "}, {"ArticleTitle": "Exchange of addresses", "ArticleDesc": "Article 26 : Exchange of addresses <br> The customs authorities of the Parties shall provide each other with the addresses of the customs authorities <br> responsible for verifying proofs of origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> SECTION B <br> Article 21 : Exemptions from proof of origin <br> Article 27 : Verification of proofs of origin <br> Origin procedures <br> TITLE IV <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1. Products sent as small packages from private persons to private persons or forming part of a traveller's personal <br> 1. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through the customs <br> Drawback or exemption <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> authorities, in checking the authenticity of the proofs of origin and the correctness of the information given in these <br> Article 14 : Drawback of, or exemption from, customs duties <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol <br> documents. <br> treatment for products. <br> Drawback of, or exemption from, customs duties <br> fulfilment of the other requirements of this Protocol. <br> and where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this <br> 2. Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> 1. After five years from the entry into force of this Agreement, upon the request of either Party, the Parties shall <br> declaration may be made on a postal customs declaration or on a sheet of paper annexed to that document. <br> the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the <br> jointly review their duty drawback and inward processing schemes. One year after entry into force, and subsequently <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> products concerned or the fulfilment of the other requirements of this Protocol. <br> on a yearly basis, the Parties shall exchange available information on a reciprocal basis on the operation of their duty <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> 3. For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing Party <br> 2. The customs authorities may grant the status of approved exporter subject to any <br> drawback and inward processing schemes, as well as detailed statistics as follows: <br> products that no commercial purpose is intended. <br> shall return the proofs of origin or a copy of these documents, to the customs authorities of the exporting Party giving, <br> 1.1 Import statistics at the 8/10 digit level by country starting from one year after the entry into force of this <br> 3.    Furthermore, the total value of these products shall not exceed: <br> where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the <br> Agreement shall be provided for imports of materials classified under HS 2007 headings 8407, 8408, 8522, 8527, <br> (a) for importation into the UK, 500 euros in the case of small packages or 1,200 euros in the case of products forming <br> information given on proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 8529, 8706, 8707 and 8708, as well as export statistics for 8703, 8519, 8521 and 8525 through 8528. Upon <br> part of a traveller's personal luggage; <br> 4. The verification shall be carried out by the customs authorities of the exporting Party. For this purpose, they shall <br> 2 In line with the review period referenced in footnote 1 of Article 3, @^@or through the EU@^@ shall be deemed to be deleted <br> (b) for importation into Korea, 1,000 US dollars both in the case of small packages and in the case of the products <br> have the right to call for any evidence and to carry out any inspection of the exporter's accounts or any other check <br> from paragraph 1 of Article 13, three years after the entry into force of this Agreement. <br> forming part of a traveller's personal luggage. <br> considered appropriate. <br> request, such statistics shall be provided on other materials or products. Regular information shall be exchanged <br> 4. For the purpose of paragraph 3, in cases where the products are invoiced in a currency other than euro or US <br> 5. If the customs authorities of the importing Party decide to suspend the granting of preferential treatment to the <br> on the measures taken to implement limitations on duty drawback and inward processing schemes introduced on <br> dollars, amounts in the national currencies of the Parties equivalent to the amounts expressed in euro or US dollars <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures judged necessary. <br> the basis of paragraph 3 of this Article. <br> shall be fixed in accordance with the current exchange rate applicable in the importing Party. <br> 2. At any time after the initiation of the above review, a Party may request consultations with the other Party with <br> Article 22 : Supporting documents <br> 6. The customs authorities requesting the verification shall be informed of the results of this verification including <br> 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for <br> a view to discussing possible limitations on duty drawback and inward processing schemes for a particular product in <br> findings and facts, as soon as possible. These results must indicate clearly whether the documents are authentic and <br> case there is evidence of a change in sourcing patterns since the entry into force of this Agreement which may have a <br> The documents referred to in Article 16.3 used for the purpose of proving that products covered by proofs of origin <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real origin <br> whether the products concerned can be considered as products originating in a Party and fulfil the other requirements <br> negative effect on competition for domestic producers of like or directly competitive products in the requesting Party. <br> can be considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol may <br> of this Protocol. <br> 2.1 The abovementioned conditions would be established on the basis of evidence provided by the Party requesting <br> Conditions for making out an origin declaration <br> 7. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the <br> consultations that: <br> (a) direct evidence of the processes carried out by the exporter, supplier or producer to obtain the goods concerned, <br> (a) the rate of increase of dutiable imports into a Party of materials incorporated into a particular product from <br> contained for example in his accounts or internal book-keeping; <br> of the products, the requesting customs authorities shall except in exceptional circumstances, <br> countries with which no free trade agreement is in force is significantly greater than the rate of increase of <br> (b) documents proving the originating status of materials used, issued or made out in a Party where these documents <br> refuse entitlement to the preference. <br> exports to the other Party of the product incorporating such materials, unless the Party to which the <br> are used as provided for in its domestic law; <br> 8. Notwithstanding Article 2 of the Protocol on Mutual Administrative Assistance in Customs Matters, the Parties <br> consultation request is addressed establishes that, inter alia, such increase in imports of materials is: <br> Protocol. <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a Party where these <br> Article 24 : Discrepancies and formal errors <br> will refer to Article 7 of that Protocol for joint enquiries related to proofs of origin. <br> (i) essentially due to an increase in domestic consumption of the product incorporating such materials of the Party; <br> Discrepancies and formal errors <br> documents are used as provided for in its domestic law; <br> Dispute settlement <br> (ii) essentially due to use of imported materials in a product other than that covered by paragraph 2; <br> 3. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the <br> (d) proofs of origin proving the originating status of materials used issued or made out in a Party in accordance <br> (iii) due to an increase in exports to countries other than the other Party of the product <br> before the said final date. <br> with this Protocol; and <br> 1. Where disputes arise in relation to the verification procedures of Article 27 which cannot be settled between the <br> incorporating such materials; or <br> (e) appropriate evidence concerning working or processing undergone outside territories of the Parties by <br> customs authorities requesting verification and the customs authorities responsible for carrying out this verification or <br> (iv) limited to imports of high tech/value components, not lowering the price of the export <br> application of Article 12, proving that the requirements of that Article have been satisfied. <br> where they raise a question as to the interpretation of this Protocol, they shall be submitted <br> product of the Party; and <br> Article 23 : Preservation of proof of origin and supporting documents <br> to the Customs Committee. <br> (b) imports from the Party into the other Party of the product incorporating such materials have significantly <br> Supporting documents <br> 2. In all cases the settlement of disputes between the importer and the competent authorities of the importing Party <br> increased in absolute terms or relative to domestic production. Consideration shall also be given to pertinent <br> 1. The exporter making out an origin declaration shall keep for five years a copy of this origin declaration as well as <br> shall be under the legislation of the said Party. <br> evidence as regards the effect on conditions of competition for producers of the like or directly competitive <br> the documents referred to in Article 16.3. <br> Article 28 : Dispute Settlement <br> products of the other Party3. <br> 2. The importer shall keep all records related to the importation in accordance with laws and regulations of the <br> 3. In case of disagreement as to whether the conditions in paragraph 2 are fulfilled, the issue shall be determined <br> TITLE V <br> importing Party. <br> Penalties shall be imposed in accordance with the legislation of the Parties on any person who draws up, or causes to be <br> through binding arbitration by a Panel established in accordance with Article 14.5 (Establishment of the Arbitration <br> 3. The customs authorities of the importing Party shall keep for five years the origin declarations submitted to them. <br> drawn up, a document which contains incorrect information for the purpose of obtaining preferential <br> Panel) of Chapter Fourteen (Dispute Settlement) as a case of urgency4. Should the Panel rule that the conditions of <br> 4. The records to be kept in accordance with paragraphs 1 through 3 may include electronic records. <br> paragraph 2 are fulfilled, unless otherwise agreed, the Parties shall, normally within 90 days and in no case more than <br> Validity of proof of origin <br> 150 days of the ruling, limit the maximum rate of customs duties on non-originating material for that product that can <br> be refunded to five percent. <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> 3 <br> documents submitted to the customs authorities for the purpose of carrying out the formalities for importing the <br> The base year for the purpose of evaluating the statistical data under this Article will be the average of the latest three years immediately <br> products shall not ipso facto render the proof of origin null and void if it is duly established that such document does <br> before the entry into force of this Agreement, each year being the fiscal year of January through December. The evidence could be based <br> declaration which identifies him as if it had been signed in manuscript by him. <br> correspond to the products submitted. <br> on an aggregate of all materials used as non-originating material for the product concerned or a subset of such materials. In the latter case, <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> limitations on duty drawback and inward processing would only apply to the subset. <br> 4 <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> Penalties <br> For greater clarity, no additional consultations other than those foreseen in paragraph 2, for which the deadlines are the same as those of <br> Article 29 : Penalties <br> Article 14.3.4, are required before a Party may request the establishment of such Panel. The deadlines for the Panel to issue its ruling are <br> indicated in Article 14.7.2. <br> 1. Products originating in the UK shall, on importation into Korea and products originating in Korea shall, on <br> importation into the UK benefit from preferential tariff treatment of this Agreement on the basis of a declaration, <br> subsequently referred to as the ‘origin declaration', given by the exporter on an invoice, a delivery note or any other <br> consist inter alia of the following: <br> commercial document which describes the products concerned in sufficient detail to enable them to be identified. The <br> texts of the origin declarations appear in Annex III. <br> Exemptions from Proof of Origin <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 21, benefit from preferential tariff treatment of this Agreement without it being necessary to submit any of the <br> documents referred to in paragraph 1. <br> Article 16 : Conditions for making out an origin declaration <br> Approved exporter <br> 1. An origin declaration as referred to in Article 15.1 of this Protocol may be made out: <br> (a) by an approved exporter within the meaning of Article 17; or <br> total value does not exceed 6,000 euros. <br> 2. Without prejudice to paragraph 3, an origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Korea and fulfil the other requirements of this Protocol. <br> customs authorities of the exporting Party, all appropriate documents proving the originating status of the products <br> concerned including statements from the suppliers or producers in accordance with domestic legislation as well as the <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> delivery note or another commercial document, the text which appears in Annex III, using one of the linguistic <br> versions set out in that Annex and in accordance with the legislation of the exporting Party. If the declaration is <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> handwritten, it shall be written in ink in capital characters. <br> 5. Origin declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 17 shall not be required to sign such declarations provided that he gives the <br> customs authorities of the exporting Party a written undertaking that he accepts full responsibility for any origin <br> 6. An origin declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented in the importing Party no longer than two years or the period <br> specified in the legislation of the importing Party after the importation of the products to which it relates. <br> Article 17 : Approved exporter <br> 1. The customs authorities of the exporting Party may authorise any exporter, (hereinafter referred to as ‘approved <br> exporter'), who exports products under this Agreement to make out origin declarations irrespective of the value of the <br> products concerned in accordance with appropriate conditions in the respective laws and regulations of the exporting <br> Party. An exporter seeking such authorisation must offer to the satisfaction of the customs authorities all guarantees <br> necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this <br> conditions which they co nsiderappropriate. <br> 3.    The customs authorities shall grant to the approved exporter a customs authorisation number which shall appear <br> on the origin declaration. <br> 4.    The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> 5.    The customs authorities may withdraw the authorisation at any time. They shall do so where the approved exporter <br> no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> Article 18 : Validity of proof of origin <br> 1. A proof of origin shall be valid for 12 months from the date of issue in the exporting Party, and preferential tariff <br> treatment shall be claimed within the said period to the customs authorities of the importing Party. <br> presentation specified in paragraph 1 may be accepted for the purpose of preferential tariff treatment in accordance with <br> the respective laws and regulations of the importing Party, where the failure to submit these documents by the final date <br> set is due to exceptional circumstances. <br> 3. In cases of belated presentation other than those of paragraph 2, the customs authorities of the importing Party <br> may accept the proofs of origin in accordance with the procedures of the Parties where the products have been presented <br> Article 19 : Claims for preferential tariff treatment and submission of proof of origin <br> Claims for preferential tariff treatment and submission of proof of origin <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall, if required by the laws and regulations of <br> the importing Party, be submitted to the customs authorities of the importing Party. The said authorities may require a <br> translation of a proof of origin and may also require the import declaration to be accompanied by a statement from the <br> importer to the effect that the products meet the conditions required for the application of this Agreement. <br> otherwise makes an incorrect use of the authorisation. <br> Proof of origin <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 30 : Free zones <br> 1. The Parties shall take all necessary steps to ensure that products traded under cover of a proof of origin which in <br> the course of transport use a free zone situated in their territories, are not substituted by other products and do not <br> 2. By means of an exemption to the provisions contained in paragraph 1, when products originating in a Party enter <br> into a free zone under cover of a proof of origin and undergo treatment or processing, another proof of origin can be <br> made out if the treatment or processing undergone is in conformity with the provisions of this Protocol. <br> SECTION C <br> CEUTA AND MELILLA <br> TITLE VII <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "undergo handling other than normal operations designed to prevent their deterioration. <br> "}, {"ArticleTitle": "Application of the Protocol", "ArticleDesc": "Article 31 : Application of the Protocol <br> The term ‘EU' does not cover Ceuta and Melilla. Products originating in Ceuta and Melilla are not considered to be <br> products originating in the EU for the purposes of this Protocol. <br> SECTION D <br> TITLE VIII <br> Final provisions <br> "}, {"ArticleTitle": "Amendments to the Protocol", "ArticleDesc": "Article 32 : Amendments to the Protocol <br> The Trade Committee may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Transitional provisions for goods in transit or storage", "ArticleDesc": "Article 33 : Transitional provisions for goods in transit or storage <br> The provisions of this Agreement may be applied to goods which comply with the provisions of this Protocol and <br> which on the date of entry into force of this Agreement are either in transit, in the Parties, in temporary storage in <br> customs warehouses or in free zones, subject to the submission to the customs authorities of the importing Party, <br> within 12 months of that date, of a proof of origin made out retrospectively together with the documents showing that <br> the goods have been transported directly in accordance with Article 13. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 6.6 : Advance Rulings <br> Article 6.11 : Post Clearance Audit <br> Advance Rulings <br> Post Clearance Audit <br> 1. Upon written request from traders, each Party shall issue written advance <br> Each Party shall provide traders with the opportunity to benefit from the application <br> rulings, through its customs authorities, prior to the importation of a good into its <br> of efficient post clearance audits. The application of post clearance audits shall not <br> territory in accordance with its laws and regulations, on tariff classification, origin <br> impose unwarranted or unjustified requirements or burdens on traders. <br> or any other such matters as the Party may decide. <br> 2.     Subject to any confidentiality requirements in its laws and regulations, each <br> Party shall publish, e.g. on the Internet, its advance rulings on tariff classification <br> and any other such matters as the Party may decide. <br> 3.     To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective legislation on the matters referred to in <br> paragraphs 1 and 2. <br> "}, {"ArticleTitle": "Appeal Procedures", "ArticleDesc": "Article 6.7 : Appeal Procedures <br> 1. Each Party shall ensure that with respect to its determinations on customs <br> matters and other import, export and transit requirements and procedures, persons <br> concerned who are the subject of such determinations shall have access to review or <br> appeal of such determinations. A Party may require that an appeal be initially heard <br> by the same agency, its supervisory authority or a judicial authority prior to a review <br> by a higher independent body, which may be a judicial authority or administrative tribunal. <br> 2. The producer or exporter may provide, upon request of the reviewing <br> authority to the producer or exporter, information directly to the Party conducting <br> the administrative review. The exporter or producer providing the information may <br> ask the Party conducting the administrative review to treat that information as <br> confidential in accordance with its laws and regulations. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 6.6 : Advance Rulings <br> Article 6.11 : Post Clearance Audit <br> Advance Rulings <br> Post Clearance Audit <br> 1. Upon written request from traders, each Party shall issue written advance <br> Each Party shall provide traders with the opportunity to benefit from the application <br> rulings, through its customs authorities, prior to the importation of a good into its <br> of efficient post clearance audits. The application of post clearance audits shall not <br> territory in accordance with its laws and regulations, on tariff classification, origin <br> impose unwarranted or unjustified requirements or burdens on traders. <br> or any other such matters as the Party may decide. <br> 2.     Subject to any confidentiality requirements in its laws and regulations, each <br> Party shall publish, e.g. on the Internet, its advance rulings on tariff classification <br> and any other such matters as the Party may decide. <br> 3.     To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective legislation on the matters referred to in <br> paragraphs 1 and 2. <br> "}]}]}, "members_found": ["410", "1014"]}