{"FtaRooDetails": {"FtaId": 97, "FtaCode": "ITC00099", "FtaName": "CECA, India-Singapore", "FtaFullName": "COMPREHENSIVE ECONOMIC COOPERATION AGREEMENT BETWEEN THE REPUBLIC OF INDIA AND THE REPUBLIC OF SINGAPORE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "India; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CECA, India-Singapore", "AdminProcCooAuth": "The certification type under CECA, India-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CECA, India-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CECA, India-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "Products would be considered as originating if: (a) (i) the total value of the materials, parts or produce originating from countries other than the Parties or of undetermined origin used in the manufacture of the product does not exceed 65% of the FOB value of the product so produced or obtained; and, (ii) the product so produced or obtained is classified in a heading, at the six digit level, of the Harmonized System different from those in which all the non-originating materials used in its manufacture are classified.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00099_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.enterprisesg.gov.sg/-/media/esg/files/non-financial-assistance/for-companies/free-trade-agreements/CECA_India/Legal_Text/Chapter_3_Operational_Certification_Procedures_Annex_3B"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00099_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.enterprisesg.gov.sg/non-financial-assistance/for-singapore-companies/free-trade-agreements/ftas/Singapore-ftas/-/media/ESG/Files/Non-Financial-Assistance/For-Companies/Free-Trade-Agreements/CECA_India/Legal_Text/Chapter_3_Product_Specific_Rule_Annex_3A.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00099_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.enterprisesg.gov.sg/-/media/esg/files/non-financial-assistance/for-companies/free-trade-agreements/CECA_India/Legal_Text/Chapter_3_Rules_of_Origin"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00099_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.enterprisesg.gov.sg/-/media/esg/files/non-financial-assistance/for-companies/free-trade-agreements/CECA_India/Legal_Text/Chapter_3_Operational_Certification_Procedures_Annex_3B"}, {"DocDesc": "Customs administration", "DocFileName": "itc00099_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.enterprisesg.gov.sg/-/media/esg/files/non-financial-assistance/for-companies/free-trade-agreements/CECA_India/Legal_Text/Chapter_4_Customs"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00099_full.pdf", "DocType": "8_full", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/CECA%20India/Legal%20Text/India20CECA20FTA20Legal20Text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: ACCUMULATION <br /> 1 A product manufactured in one Party and used in the territory of the other Party <br /> as a material for the finished product shall be considered as a product originating in the <br /> territory of the latter Party provided that it: <br /> (a) complies with the origin requirements provided for in Articles 3.3 or 3.4; and <br /> (b) fulfils the criteria in Article 3.6. <br /> 2 The origin of the finished product would be determined under Article 3.4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br /> ARTICLE: 3.4A: DE MINIMIS <br /> 1 A good that does not undergo a change in tariff classification <br /> pursuant to Article 3.4 and Annex 3A in the final process of production <br /> shall be considered as originating if: <br /> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br /> i. the value of all non-originating materials used in its <br /> production, which do not undergo the required change in <br /> tariff classification, does not exceed ten percent of the FOB value of the good; and <br /> ii. the good meets all other applicable criteria set forth in this <br /> Chapter for qualifying as an originating good; and <br /> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br /> i. the total weight of non-originating basic textile materials <br /> used in its production, which do not undergo the required change <br /> in tariff classification, does not exceed seven percent of the total <br /> weight of all the basic textile material used; and <br /> ii. the good meets all other applicable criteria set forth in this <br /> Chapter for qualifying as an originating good. <br /> 2 The value of such non-originating materials shall be included in the <br /> value of non-originating materials for any applicable regional value <br /> content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: CONSULTATION ANDMODIFICATIONS <br /> De Minimis and Outward Processing (Annex 1) <br /> 1. The Parties confirm the understanding reached with respect to the <br /> interpretation and/or implementation of Chapter 3 on the Rules of Origin of the India- <br /> Singapore Comprehensive Economic Cooperation Agreement (the @^@Agreement@^@) that <br /> in the event that India adopts and implements the usage and concepts of De Minimis [1] <br /> and Outward Processing [2] in any bilateral, regional or global trade agreement with any <br /> third party or parties, India shall adopt and implement the same usage and concepts of <br /> De Minimis and Outward Processing for the Agreement. <br /> [1] De Minimis is understood to mean that a good would be considered as originating even if non-originating <br /> materials used in its manufacture do not undergo change in tariff heading as required in Article 3.4 <br /> of the Agreement, provided that the value of such non-originating materials does not exceed <br /> a certain percentage of the value of such a good. <br /> [2] Outward Processing in this context is understood to mean that a good can be taken out of the territory <br /> of a Party to a third country for some processing, and then brought back to the territory of the Party for <br /> the manufacture of the final product for export to the other Party. The concept accumulates only the <br /> value addition which takes place in the territory of the exporting Party at different stages, while <br /> disregarding the value addition which takes place in the territory of the third country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: ACCESSORIES, SPARE PARTS AND TOOLS <br /> Each Party shall provide that accessories, spare parts and tools delivered with a <br /> good that form part of the good's standard accessories, spare parts and tools, shall be <br /> treated as originating goods if the good is an originating good, and shall be disregarded <br /> in determining whether all the non-originating materials used in the production of the <br /> good undergo the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts and tools are not invoiced separately from the good; <br /> (b) the quantities and value of the accessories, spare parts and tools are <br /> standard trade practice for the good in the domestic market of the exporting Party; and <br /> (c) if the good is subject to a qualifying value content requirement, the value <br /> of the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating <br /> the qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br /> For the purposes of this Agreement, goods wholly obtained or produced in the <br /> territory of a Party shall be treated as originating goods of that Party. The following <br /> goods only shall be considered as being wholly obtained or produced in a Party: <br /> (a) a raw or mineral good [3-1]/product extracted from its soil, waters, seabed, <br /> or beneath the seabed; <br /> (b) a vegetable good [3-2] harvested or produced there; <br /> (c) an animal born and raised there; <br /> (d) a good obtained from animals referred to in (c) above; <br /> (e) a good obtained from hunting, trapping, fishing or aquaculture conducted there; <br /> (f) a good of sea fishing and other marine goods taken from outside its <br /> territory/territorial waters and Exclusive Economic Zone (EEZ) by vessels <br /> registered with a Party and flying its Flag; <br /> (g) a good processed and/or made on board factory ships registered with a <br /> Party and flying its Flag exclusively from products referred to in paragraph (f) above; <br /> (h) a good taken by a Party, or a person of a Party, from the sea bed or <br /> beneath the sea bed outside the territorial waters/sea of that Party, in <br /> accordance with the provisions of the United Nations Convention on the Law of the Sea; <br /> (i) articles collected there which can no longer perform their original purpose <br /> nor are capable of being restored or repaired and are fit only for disposal <br /> or recovery of parts or raw materials, or for recycling purposes [3-3]; and <br /> (j) a good produced there exclusively from goods referred to in (a) through <br /> (i), or from their derivatives, at any stage of production. <br /> [3-1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br /> [3-2] Includes agricultural and forestry products. <br /> [3-3] This would cover all waste and scrap, including waste and scrap resulting from manufacturing or <br /> processing operations or consumption in the same Party, scrap machinery, discarded packaging and all <br /> products that can no longer perform the purposes for which they were produced and are fit only for <br /> disposal for the recovery of parts or raw materials. Such manufacturing or processing operations shall <br /> include all types of processing not only industrial or chemical but also mining, agriculture, construction, <br /> refining, incineration and sewage treatment operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: INSUFFICIENT OPERATIONS <br /> 1 The following operations or processes shall not be considered as sufficient <br /> transformation provided for in Article 3.4: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage (such as drying, freezing, keeping in brine, <br /> ventilation, spreading out, chilling, placing in salt, sulphur dioxide or <br /> other aqueous solutions, removal of damaged parts, and like operations); <br /> (b) simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets of <br /> articles), washing, painting, cutting; <br /> (c) changes of packing and breaking up and assembly of consignments; <br /> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br /> boxes, fixing on cards or boards, and all other simple packing operations; <br /> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> (f) simple mixing of products whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down in <br /> this Chapter to enable them to be considered as originating products; <br /> (g) simple assembly of parts of products to constitute a complete product; <br /> (h) disassembly; <br /> (i) slaughter of animals; <br /> (j) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods; and <br /> (k) a combination of two or more operations referred to in paragraphs (a) to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br /> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br /> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br /> territory of the exporting Party, products would be considered as originating if: <br /> (a) (i) the total value of the materials, parts or produce originating from countries other <br /> than the Parties or of undetermined origin used in the manufacture of the product does not <br /> exceed 65% of the FOB value of the product so produced or obtained; and, <br /> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br /> the Harmonized System different from those in which all the non-originating materials <br /> used in its manufacture are classified; or <br /> (b) the product satisfies the Product Specific Rules as specified in Annex 3A. <br /> ARTICLE: 3.4A: DE MINIMIS <br /> 1 A good that does not undergo a change in tariff classification <br /> pursuant to Article 3.4 and Annex 3A in the final process of production <br /> shall be considered as originating if: <br /> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br /> i. the value of all non-originating materials used in its <br /> production, which do not undergo the required change in <br /> tariff classification, does not exceed ten percent of the FOB value of the good; and <br /> ii. the good meets all other applicable criteria set forth in this <br /> Chapter for qualifying as an originating good; and <br /> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br /> i. the total weight of non-originating basic textile materials <br /> used in its production, which do not undergo the required change <br /> in tariff classification, does not exceed seven percent of the total <br /> weight of all the basic textile material used; and <br /> ii. the good meets all other applicable criteria set forth in this <br /> Chapter for qualifying as an originating good. <br /> 2 The value of such non-originating materials shall be included in the <br /> value of non-originating materials for any applicable regional value <br /> content requirement for the good. <br /> ARTICLE 3.7: VALUE OF NON-ORIGINATING MATERIALS <br /> The value of a non-originating material used in the production of a good shall be: <br /> (a) For imported materials, parts or produce, the CIF value at the time of <br /> importation determined in accordance with the Agreement on Customs Valuation; and/or <br /> (b) For materials, parts or produce of undetermined origin, the earliest price <br /> as ascertained by the certifying authority to have been paid for in the <br /> territory of the Party where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: INDIRECT MATERIALS <br /> In order to determine whether a product originates in the territory of a Party, any <br /> indirect material used to obtain such products shall be treated as originating whether such <br /> material originates in third countries or not, and its value shall be the cost registered in <br /> the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CONSIGNMENT CRITERIA <br /> The originating goods of the other Party shall be deemed to meet <br /> the consignment criteria when they are: <br /> (a) transported directly from the territory of the other Party; or <br /> (b) transported through the territory or territories of one or more non-Parties <br /> for the purpose of transit or temporary storing in warehouses in such <br /> territory or territories, and the products have not entered into trade or <br /> consumption there, provided that <br /> (i) they do not undergo operations other than unloading, reloading or <br /> operations to preserve them in good condition; or <br /> (ii) the transit entry is justified for geographical reason or by <br /> considerations related exclusively to transport requirements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br /> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br /> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br /> territory of the exporting Party, products would be considered as originating if: <br /> (a) (i) the total value of the materials, parts or produce originating from countries other <br /> than the Parties or of undetermined origin used in the manufacture of the product does not <br /> exceed 65% of the FOB value of the product so produced or obtained; and, <br /> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br /> the Harmonized System different from those in which all the non-originating materials <br /> used in its manufacture are classified; or <br /> (b) the product satisfies the Product Specific Rules as specified in Annex 3A.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: TREATMENT OF PACKING <br /> (a) Packages and packing materials for retail sale: <br /> (i) Packages and packing materials for retail sale, when classified <br /> together with the packaged product, according to General Rule 5(b) <br /> of the Harmonised System, shall not be taken into account for <br /> considering whether all non-originating materials used in the <br /> manufacture of a product fulfil the criterion corresponding to a <br /> change of tariff classification of the said product. <br /> (ii) If the product is subject to an ad valorem percentage criterion, the <br /> value of the packages and packing materials for retail sale shall be <br /> taken into account in its origin assessment, in case they are treated <br /> as being one for customs purposes with the products in question. <br /> (b) Containers and packing materials for transport: <br /> The containers and packing materials exclusively used for the transport of <br /> a product shall not be taken into account for determining the origin of any <br /> product, in accordance with General Rule 5(b) of the Harmonised System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: IDENTICAL AND INTERCHANGEABLE MATERIALS <br /> 1 Where identical and interchangeable originating and non-originating materials <br /> including materials of undetermined origin are used in the manufacture of a product, <br /> those materials shall be physically segregated, according to their origin, during storage. <br /> 2 A producer facing considerable costs or material difficulties in keeping separate <br /> stocks of identical and interchangeable originating and non-originating materials <br /> including materials of undetermined origin used in the manufacture of a product, may <br /> use the so-called @^@accounting segregation@^@ method for managing stocks. <br /> 3 The accounting method shall be recorded, applied and maintained in accordance <br /> with generally accepted accounting principles applicable in the Party in which the <br /> product is manufactured. The method chosen must: <br /> (a) permit a clear distinction to be made between originating and non <br /> originating materials including materials of undetermined origin acquired and/or kept in stock; and <br /> (b) guarantee that no more products receive originating status than would be <br /> the case if the materials had been physically segregated. <br /> 4 The producer using this facilitation shall only complete origin declarations for the <br /> quantity of products considered as originating and shall assume full responsibility for the <br /> origin declarations and for keeping all documentary evidence of origin of the materials. <br /> At the request of the competent authorities of the exporting Party, the producer shall <br /> provide satisfactory information on how the stocks have been managed. <br /> 5 A Party may require that the application of the method for managing stocks as <br /> provided for in this Article is subject to prior authorisation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "RULE 20 <br /> (a) Products sent from one Party for exhibition in the other Party and sold during or after the <br /> exhibition, for importation into the other Party shall benefit from the preferential tariff <br /> treatment provided in this Agreement, on the condition that the products meet the <br /> requirements of the Rules of Origin in Chapter 3 and provided it is shown to the <br /> satisfaction of the relevant government authorities of the importing Party that: <br /> (i) An exporter has dispatched those products from the territory of the exporting Party <br /> to the importing Party where the exhibition is held and has exhibited them there; <br /> (ii) The exporter has sold the goods or transferred them to a consignee in the importing Party; and <br /> (iii) The products have been sold during the exhibition or immediately thereafter to the <br /> importing Party in the condition in which they were sent for the exhibition. <br /> (b) For the purpose of implementing the above provisions, the Certificate of Origin must be <br /> produced to the relevant government authorities of the importing Party. The name and <br /> address of the exhibition must be indicated, a certificate issued by the relevant <br /> government authority of the Party where the exhibition took place together with <br /> supporting documents prescribed in paragraph (d) of Rule 19 may be required. <br /> (c) Paragraph (a) shall apply to any exhibitions, fairs or similar shows or displays where the <br /> products remain under customs control during these events. <br /> (viii) ACTION AGAINST FRAUDULENT ACTS", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: CERTIFICATE OF ORIGIN <br /> Products eligible for preferential concessions shall be supported by a <br /> Certificate of Origin issued by a government authority designated by the <br /> government of the exporting Party (referred to herein as @^@the Issuing <br /> Authority@^@) and notified to the other Party in accordance with the Operational <br /> Certification Procedures, as set out in Annex 3B. <br /> RULE 4 <br /> The manufacturer and/or exporter of the products qualified for preferential treatment <br /> shall apply in writing to the relevant Issuing Authority requesting for the pre-exportation <br /> verification of the origin of the products. The result of the verification, subject to review <br /> periodically or whenever appropriate, shall be accepted as the supporting evidence in verifying <br /> the origin of the said products to be exported thereafter. The pre-exportation verification may <br /> not apply to products, the origin of which can be easily verified, by their nature. <br /> RULE 5 <br /> At the time of carrying out the formalities for exporting the products under preferential <br /> treatment, the exporter or his authorized representative shall submit a written application for <br /> the Certificate of Origin together with appropriate supporting documents proving that the <br /> products to be exported qualify for the issuance of a Certificate of Origin. <br /> (iii) PRE-EXPORTATION EXAMINATION <br /> RULE 6 <br /> The Issuing Authority shall, to the best of its competence and ability, carry out proper <br /> examination upon each application for the Certificate of Origin to ensure that: <br /> (a) The application and the Certificate of Origin are duly completed and signed by the authorised signatory; <br /> (b) The origin of the product is in conformity with the Rules of Origin of this Agreement; <br /> (c) The other statements of the Certificate of Origin correspond to supporting documentary evidence submitted; and <br /> (d) Description, quantity and weight of goods, marks and number of packages, number and <br /> kinds of packages, as specified, conform to the consignment to be exported. <br /> (iv) ISSUANCE OF CERTIFICATE OF ORIGIN <br /> RULE 7 <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br /> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the specimen <br /> shown in Attachment 1. It shall be made in English. <br /> (c) The Certificate of Origin shall comprise one original and three (3) carbon copies of the following colours: <br /> Original - light grey <br /> Duplicate - white <br /> Triplicate - white <br /> Quadruplicate - white <br /> (d) Each Certificate of Origin shall bear a reference number given separately by each <br /> place or office of issuance. <br /> (e) The original copy, together with the triplicate, shall be forwarded by the exporter to the <br /> importer for submission of the original copy to the Customs Authority at the port or place <br /> of importation. The duplicate shall be retained by the Issuing Authority in the exporting <br /> Party. The triplicate shall be retained by the importer and the quadruplicate <br /> shall be retained by the exporter. <br /> (f) In all cases, the number and date of the commercial invoice shall be indicated in the box <br /> reserved for this purpose in the Certificate of Origin. <br /> (g) The Certificate of Origin shall bear the signature and official seal of the Issuing <br /> Authority. The signature and official seal may be applied electronically. <br /> RULE 8 <br /> To implement the provisions of Articles 3.2, 3.3 and 3.4 of Chapter 3, the Certificate <br /> of Origin issued by the exporting Party shall indicate the applicable Rules of Origin and the <br /> local value-added content, where applicable, in Box 8 of the Certificate of Origin. <br /> RULE 9 <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any <br /> alteration shall be made by striking out the erroneous materials and making any addition <br /> required. Such alterations shall be approved by an official authorised to sign the Certificate of <br /> Origin and certified by the Issuing Authority. Unused spaces shall be crossed out to <br /> prevent any subsequent addition. <br /> RULE 10 <br /> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority of the <br /> exporting Party at the time of exportation, or within three (3) working days from the date <br /> of shipment whenever the products to be exported can be considered originating in that <br /> Party within the meaning of the Rules of Origin in Chapter 3. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at the time of <br /> exportation or within three (3) working days from the date of shipment due to involuntary <br /> errors or omissions or other valid causes, the Certificate of Origin may be issued <br /> retroactively but no longer than one year from the date of shipment, bearing the word <br /> @^@ISSUED RETROACTIVELY@^@. <br /> RULE 11 <br /> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br /> apply in writing to the Issuing Authority which issued it for the certified true copy of the <br /> original and the triplicate to be made on the basis of the export documents in their possession <br /> bearing the endorsement of the word @^@CERTIFIED TRUE COPY@^@ (in lieu of the Original <br /> Certificate) in Box 12 of the Certificate of Origin. This copy shall bear the date of the original <br /> Certificate of Origin. The certified true copy of a Certificate of Origin shall be issued within <br /> the validity period of the original Certificate of Origin and on condition that the exporter <br /> provides to the Issuing Authority the quadruplicate mentioned in Rule 7.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7 <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "RULE 17 <br /> (a) The application for Certificates of Origin and all documents related to such application <br /> shall be retained by the Issuing Authority for not less than two years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon <br /> request of the importing Party. <br /> (c) Any information communicated among the government authorities shall be treated as <br /> confidential and shall be used for the validation of Certificates of Origin purposes only. <br /> (vii) SPECIAL CASES", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "RULE 10 <br /> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority of the <br /> exporting Party at the time of exportation, or within three (3) working days from the date <br /> of shipment whenever the products to be exported can be considered originating in that <br /> Party within the meaning of the Rules of Origin in Chapter 3. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at the time of <br /> exportation or within three (3) working days from the date of shipment due to involuntary <br /> errors or omissions or other valid causes, the Certificate of Origin may be issued <br /> retroactively but no longer than one year from the date of shipment, bearing the word <br /> @^@ISSUED RETROACTIVELY@^@. <br /> (b) If a claim for preferential treatment is made without producing the Certificate of Origin, <br /> the Customs Authority of the importing Party may deny preferential treatment and <br /> request a guarantee in any of its modalities or may take any action necessary in order to <br /> preserve fiscal interests, as a pre-condition for the completion of the importation subject <br /> to and in accordance with the laws and procedures of the importing Party. The guarantee <br /> shall be refunded to the importer if a Certificate of Origin is subsequently produced by <br /> the Importer in accordance to the laws and procedures of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "RULE 19 <br /> For the purpose of implementing paragraph (b) of Article 3.14 of Chapter 3, where <br /> transportation is effected through the territory of one or more non-parties, the following shall <br /> be produced to the government authorities of the importing Party: <br /> (a) a through Bill of Lading issued in the exporting Party; <br /> (b) a Certificate of Origin issued by the Issuing Authority of the exporting Party; <br /> (c) a copy of the original commercial invoice in respect of the product; and <br /> (d) supporting documents in evidence that the requirements of paragraph (b) of Article 3.14 <br /> of Chapter 3 are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: CO-OPERATION ON VERIFICATION OF CERTIFICATES OF ORIGIN <br /> 1 The Parties shall co-operate with each other to verify the authenticity and <br /> the correctness of the information given in the certificates of origin. <br /> 2 For the purpose of implementing the provisions of paragraph 1, the <br /> Customs Authority of the importing Party shall return the certificate of origin, <br /> or a copy of the document, to the Issuing Authority of the exporting Party, <br /> giving the reason for the enquiry. Any document and/or information obtained <br /> suggesting that the information given on the certificate of origin is <br /> incorrect shall be forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the Issuing Authority of the exporting Party. <br /> ARTICLE 3.17: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> 1 Export of consignments accompanied by an authentic Certificate of Origin will <br /> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br /> 2 In case of reasonable doubt about the authenticity of Certificate of Origin, the <br /> Customs authority of the importing country may seek a clarification from the certifying <br /> authority of the exporting country, which will furnish the same within a period of 30 <br /> days. Meanwhile, the subject consignment will be allowed entry into the importing <br /> country on a provisional basis against a bond or a guarantee i.e. a legally binding <br /> undertaking as may be required. After examining the information so provided by the <br /> certifying authority, the Customs Authority in the importing country would take <br /> appropriate action to finalise the provisional assessment. <br /> 3 Where the clarification carried on in above paragraph 2 is not conclusive, the <br /> importing Party may, upon informing the exporting Party and with the knowledge of the <br /> importer concerned and with the consent of the exporter or manufacturer concerned, visit <br /> the exporter or manufacturer concerned for the purpose of verifying the preference claim. <br /> If no consent is given by the exporter or manufacturer concerned within a period of 45 days, <br /> the importing party may disallow the tariff preference for the particular Certificate of Origin. <br /> SECTION E : CONSULTATION AND MODIFICATIONS <br /> RULE 12 <br /> The Original Certificate of Origin shall be submitted to the Customs Authority at the <br /> time of lodging the import entry for the products concerned. <br /> RULE 13 <br /> The following time limit for the presentation of the Certificate of Origin shall be observed: <br /> (a) Certificate of Origin shall be submitted to the Customs Authority of the importing Party <br /> within its validity period, together with the documents required at the time of customs <br /> clearance of the goods for the importation in accordance with the laws and <br /> regulations of the importing Party; <br /> (b) If a claim for preferential treatment is made without producing the Certificate of Origin, <br /> the Customs Authority of the importing Party may deny preferential treatment and <br /> request a guarantee in any of its modalities or may take any action necessary in order to <br /> preserve fiscal interests, as a pre-condition for the completion of the importation subject <br /> to and in accordance with the laws and procedures of the importing Party. The guarantee <br /> shall be refunded to the importer if a Certificate of Origin is subsequently produced by <br /> the Importer in accordance to the laws and procedures of the importing Party. <br /> (c) Where the Certificate of Origin is submitted to the Customs Authority of the importing <br /> Party after the expiration of the validity of the Certificate of Origin, such Certificate is <br /> still to be accepted when failure to observe the time-limit results from force majeure or <br /> other valid causes beyond the control of the exporter; and <br /> (d) In all cases, the relevant government authority in the importing Party may accept such <br /> Certificate of Origin provided that the products have been imported before the expiration <br /> of the validity of the Certificate of Origin. <br /> RULE 14 <br /> The discovery of minor discrepancies between the statements made in the Certificate <br /> of Origin and those made in the documents submitted to the Customs Authority of the <br /> importing Party for the purpose of carrying out the formalities for importing the products shall <br /> not ipso-facto invalidate the Certificate of Origin, if it does in fact correspond to the said products. <br /> (vi) RETROACTIVE CHECKS <br /> RULE 15 <br /> (a) The Customs Authority of the importing Party, may initiate a retroactive check relating <br /> to the authenticity of a certificate, as well as the veracity of the information contained <br /> therein, in accordance with the procedures established in this Annex, in cases of <br /> doubt or on random basis. <br /> (b) In cases where the Customs Authority of the importing Party deems it necessary to seek <br /> a retroactive check from the Issuing Authority of the exporting Party, it shall specify <br /> whether the verification is on random basis or the veracity of the information is in doubt. <br /> In case the determination of origin is in doubt, the Customs Authority shall provide <br /> detailed grounds for the doubt concerning the veracity of Certificate of Origin. <br /> (c) The Customs Authority of the importing Party may suspend the provisions on preferential <br /> treatment while awaiting the result of verification. However, it may release the products <br /> to the importer subject to any administrative measures deemed necessary, provided that <br /> they are not held to be subject to import prohibition or restriction and there is no suspicion of fraud. <br /> RULE 16 <br /> Any request made pursuant to rule 15 shall be in accordance with the following procedure, namely: <br /> (a) the Customs Authority of the importing Party shall make a request for retroactive check <br /> by providing a copy of the Certificate(s) of Origin. <br /> (b) the Customs Authority shall specify whether it requires a verification of the genuineness <br /> of the Certificate of Origin to rule out any forgery, or seeks to verify the determination of Origin. <br /> (c) In cases where the Customs Authority of the importing Party seeks to verify the <br /> determination of origin, it shall send a questionnaire to the competent authorities of the <br /> exporting Party, which shall be passed on to the exporter/producer/manufacturer, for <br /> such inquiry or documents, as necessary; <br /> (d) The Issuing Authority of the exporting Party shall provide the information and <br /> documentation requested, within: <br /> (i) fifteen (15) days of the date of receipt of the request, if the request pertains to the <br /> authenticity of issue of the Certificate of Origin, including the seal and signatures <br /> of the Issuing Authority; <br /> (ii) ninety (90) days from the date of receipt of such request, if the request is on the <br /> grounds of suspicion of the accuracy of the determination of origin of the product. <br /> Such period can be extended through mutual consultation between the Customs <br /> Authority of the importing Party and Issuing Authority of the exporting Party for <br /> a period no more than sixty (60) days. <br /> (e) On receiving the results of the retroactive check pursuant to clause (d), if the Customs <br /> Authority of the importing Party deems it necessary to request for further information, <br /> the Customs Authority of the importing Party shall communicate the fact to the Issuing <br /> Authority of the exporting Party within thirty (30) days. The term for the presentation <br /> of additional information shall be not more than ninety (90) days, from the date of the <br /> receipt of the request for the additional information. <br /> RULE 17 <br /> (a) The application for Certificates of Origin and all documents related to such application <br /> shall be retained by the Issuing Authority for not less than two years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon <br /> request of the importing Party. <br /> (c) Any information communicated among the government authorities shall be treated as <br /> confidential and shall be used for the validation of Certificates of Origin purposes only. <br /> (vii) SPECIAL CASES <br /> RULE 18 <br /> When destination of all or parts of the products exported to specified port is changed, <br /> before or after their arrival in the importing Party, the following Rules shall be observed: <br /> (a) If the products have already been submitted to the Customs Authority in the specified <br /> importing port, the Certificate of Origin shall, by a written application of the importer, <br /> be endorsed to this effect for all or parts of products by the said authority and the original <br /> returned to the importer. <br /> (b) If a change of destination occurs during transportation to the importing Party as specified <br /> in the Certificate of Origin, the exporter shall apply in writing, accompanied with the <br /> issued Certificate of Origin, for the issuance of new Certificate/s of Origin for <br /> all or parts of products. <br /> [Customs administration]: <br /> ARTICLE 4.5: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> 1 The importing Party may deny preferential tariff treatment to a good for which an <br /> importer in its territory claims preferential tariff treatment where the good does not meet <br /> the requirements of Chapter 3 or where the importer fails to comply with any of the <br /> relevant requirements of Chapter 3. <br /> 2 Where the denial of preferential treatment is due to the signature that appears in <br /> the Certificate of Origin, the Importing Party may accept a clarification letter from the <br /> exporting Party confirming the authenticity of Certificate of Origin. Such clarification <br /> letter may be issued directly from the exporting Party to the importing Party <br /> or through the exporter of the good. <br /> 3 Export of consignments accompanied by an authentic Certificate of Origin will <br /> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br /> 4 In case of reasonable doubt about the authenticity of a Certificate of Origin, the <br /> Customs Authority of the importing country may seek a clarification from the certifying <br /> agency of the exporting country which will furnish the same within a period of 30 days. <br /> Meanwhile, the subject consignment will be allowed entry into the importing country on <br /> a provisional basis against a bond or a guarantee i.e. a legally binding undertaking as <br /> may be required. After examining the information so provided by the certifying <br /> authority, the Customs Authority in the importing country would take appropriate action <br /> to finalise the provisional assessment. <br /> 5 Where the clarification carried on in paragraph 4 is not conclusive, the importing <br /> Party may, upon informing the exporting Party and with the knowledge of the importer <br /> concerned and with the consent of the exporter or manufacturer concerned, visit the <br /> exporter or manufacturer concerned for the purpose of verifying the preference claim. If <br /> no consent is given by the exporter or manufacturer concerned within a period of 45 <br /> days, the importing party may disallow the tariff preference for the particular <br /> Certificate of Origin. <br /> ARTICLE 4.6: VERIFICATION OF CERTIFICATES OF ORIGIN <br /> 1 The Parties shall co-operate with each other to verify the authenticity and the <br /> correctness of the information given in the certificates of origin. <br /> 2 For the purpose of implementing the provisions of paragraph 1, the customs <br /> administration of the importing Party shall return the certificate of origin, or a copy of <br /> the document, to the customs authority of the exporting Party, giving the reason for the <br /> enquiry. Any document and/or information obtained suggesting that the information <br /> given on the certificate of origin is incorrect shall be forwarded in support <br /> of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "RULE 21 <br /> (a) When it is suspected that fraudulent acts in connection with the Certificate of Origin have <br /> been committed, the Issuing Authorities concerned shall co-operate in the action to be <br /> taken in the territory of each Party against the persons involved. <br /> (b) Each Party shall be responsible for providing legal sanctions for fraudulent acts related <br /> to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: ADVANCE RULINGS <br /> 1 Each Party shall provide for the issuance of written advance rulings, prior to the <br /> importation of a good into its territory, to an importer of the good in its territory or to an <br /> exporter or producer of the good in the exporting party, as to whether the good qualifies <br /> as an originating good. The importing Party may request, at any time during the course <br /> of evaluating the request for an advance ruling, additional information necessary to <br /> evaluate the request. The importing party shall issue its determination regarding the <br /> origin of the good within 120 days after receipt of all necessary information. <br /> 2 The importing Party shall apply an advance ruling to importation into its territory <br /> of the good for which the ruling was issued, for such period, which may be specified in the ruling. <br /> 3 The importing Party may modify or revoke an advance ruling: <br /> (a) if the ruling was based on an error of fact; <br /> (b) if there is a change in the material facts or circumstances on which the ruling was based; or <br /> (c) to conform with a modification of this Chapter. <br /> 4 Where the importing Party modifies or revokes an advance ruling, such <br /> modification or revocation shall only take effect 60 days after the date on which the <br /> modification or revocation is issued, and shall not apply to importation of a good that has <br /> occurred prior to the effective date. <br /> 5 Notwithstanding paragraphs 3 and 4 above, the importing Party may revoke any <br /> advance ruling ab initio, if the importer or exporter to whom the advance ruling was <br /> issued had provided false or incorrect information pursuant to the application for the ruling. <br /> 6 Apart from the advance ruling being revoked ab initio, the person who had <br /> provided the false or incorrect information shall also be liable to appropriate penalties <br /> under the domestic laws of the respective Parties. <br /> [Customs administration]: <br /> ARTICLE 4.7: ADVANCE RULINGS <br /> The Parties shall apply Advance Rulings in accordance with the provisions of Article 3.13.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "RULE 14 <br /> The discovery of minor discrepancies between the statements made in the Certificate <br /> of Origin and those made in the documents submitted to the Customs Authority of the <br /> importing Party for the purpose of carrying out the formalities for importing the products shall <br /> not ipso-facto invalidate the Certificate of Origin, if it does in fact correspond to the said products. <br /> (vi) RETROACTIVE CHECKS", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "RULE 22 <br /> In the case of a dispute concerning origin determination, classification of products or <br /> other matters, the government authorities concerned in the importing and exporting Parties <br /> shall consult each other with a view to resolving the dispute. <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> ARTICLE 3.9: ACCUMULATION <br> ARTICLE 3.16: CO-OPERATION ON VERIFICATION OF CERTIFICATES OF ORIGIN <br> For the purposes of this Agreement, goods wholly obtained or produced in the <br> 1 A product manufactured in one Party and used in the territory of the other Party <br> 1 The Parties shall co-operate with each other to verify the authenticity and <br> CHAPTER 3 <br> RULES OF ORIGIN <br> SECTION A: DEFINITIONS <br> territory of a Party shall be treated as originating goods of that Party. The following <br> as a material for the finished product shall be considered as a product originating in the <br> the correctness of the information given in the certificates of origin. <br> goods only shall be considered as being wholly obtained or produced in a Party: <br> territory of the latter Party provided that it: <br> 2 For the purpose of implementing the provisions of paragraph 1, the <br> (a) a raw or mineral good [3-1]/product extracted from its soil, waters, seabed, <br> (a) operations to ensure the preservation of products in good condition during <br> (a) complies with the origin requirements provided for in Articles 3.3 or 3.4; and <br> Customs Authority of the importing Party shall return the certificate of origin, <br> or beneath the seabed; <br> (b) fulfils the criteria in Article 3.6. <br> or a copy of the document, to the Issuing Authority of the exporting Party, <br> (b) a vegetable good [3-2] harvested or produced there; <br> 2 The origin of the finished product would be determined under Article 3.4. <br> giving the reason for the enquiry. Any document and/or information obtained <br> (c) an animal born and raised there; <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS AND TOOLS <br> suggesting that the information given on the certificate of origin is <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> (d) a good obtained from animals referred to in (c) above; <br> sorting, classifying, matching (including the making-up of sets of <br> Each Party shall provide that accessories, spare parts and tools delivered with a <br> incorrect shall be forwarded in support of the request for verification. <br> (e) a good obtained from hunting, trapping, fishing or aquaculture conducted there; <br> good that form part of the good's standard accessories, spare parts and tools, shall be <br> 3 The verification shall be carried out by the Issuing Authority of the exporting Party. <br> (f) a good of sea fishing and other marine goods taken from outside its <br> treated as originating goods if the good is an originating good, and shall be disregarded <br> ARTICLE 3.17: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> territory/territorial waters and Exclusive Economic Zone (EEZ) by vessels <br> in determining whether all the non-originating materials used in the production of the <br> 1 Export of consignments accompanied by an authentic Certificate of Origin will <br> registered with a Party and flying its Flag; <br> good undergo the applicable change in tariff classification, provided that: <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> (g) a good processed and/or made on board factory ships registered with a <br> (a) the accessories, spare parts and tools are not invoiced separately from the good; <br> 2 In case of reasonable doubt about the authenticity of Certificate of Origin, the <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> Party and flying its Flag exclusively from products referred to in paragraph (f) above; <br> (b) the quantities and value of the accessories, spare parts and tools are <br> Customs authority of the importing country may seek a clarification from the certifying <br> (h) a good taken by a Party, or a person of a Party, from the sea bed or <br> (i) slaughter of animals; <br> standard trade practice for the good in the domestic market of the exporting Party; and <br> authority of the exporting country, which will furnish the same within a period of 30 <br> beneath the sea bed outside the territorial waters/sea of that Party, in <br> (c) if the good is subject to a qualifying value content requirement, the value <br> days. Meanwhile, the subject consignment will be allowed entry into the importing <br> accordance with the provisions of the United Nations Convention on the Law of the Sea; <br> of the accessories, spare parts, or tools shall be taken into account as <br> country on a provisional basis against a bond or a guarantee i.e. a legally binding <br> (h) Disassembly; <br> (i) articles collected there which can no longer perform their original purpose <br> undertaking as may be required. After examining the information so provided by the <br> nor are capable of being restored or repaired and are fit only for disposal <br> the qualifying value content of the good. <br> certifying authority, the Customs Authority in the importing country would take <br> or recovery of parts or raw materials, or for recycling purposes [3-3]; and <br> ARTICLE 3.11: TREATMENT OF PACKING <br> appropriate action to finalise the provisional assessment. <br> (j) a good produced there exclusively from goods referred to in (a) through <br> alter the characteristics of the goods; and <br> (a) Packages and packing materials for retail sale: <br> 3 Where the clarification carried on in above paragraph 2 is not conclusive, the <br> (i), or from their derivatives, at any stage of production. <br> (i) Packages and packing materials for retail sale, when classified <br> importing Party may, upon informing the exporting Party and with the knowledge of the <br> [3-1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> together with the packaged product, according to General Rule 5(b) <br> importer concerned and with the consent of the exporter or manufacturer concerned, visit <br> [3-2] Includes agricultural and forestry products. <br> of the Harmonised System, shall not be taken into account for <br> the exporter or manufacturer concerned for the purpose of verifying the preference claim. <br> [3-3] This would cover all waste and scrap, including waste and scrap resulting from manufacturing or <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> considering whether all non-originating materials used in the <br> If no consent is given by the exporter or manufacturer concerned within a period of 45 days, <br> processing operations or consumption in the same Party, scrap machinery, discarded packaging and all <br> manufacture of a product fulfil the criterion corresponding to a <br> the importing party may disallow the tariff preference for the particular Certificate of Origin. <br> products that can no longer perform the purposes for which they were produced and are fit only for <br> change of tariff classification of the said product. <br> SECTION E : CONSULTATION AND MODIFICATIONS <br> disposal for the recovery of parts or raw materials. Such manufacturing or processing operations shall <br> (ii) If the product is subject to an ad valorem percentage criterion, the <br> include all types of processing not only industrial or chemical but also mining, agriculture, construction, <br> value of the packages and packing materials for retail sale shall be <br> refining, incineration and sewage treatment operations. <br> taken into account in its origin assessment, in case they are treated <br> as being one for customs purposes with the products in question. <br> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br> shall be considered as originating if: <br> (b) Containers and packing materials for transport: <br> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br> The containers and packing materials exclusively used for the transport of <br> territory of the exporting Party, products would be considered as originating if: <br> a product shall not be taken into account for determining the origin of any <br> (a) (i) the total value of the materials, parts or produce originating from countries other <br> product, in accordance with General Rule 5(b) of the Harmonised System. <br> than the Parties or of undetermined origin used in the manufacture of the product does not <br> ARTICLE 3.12: IDENTICAL AND INTERCHANGEABLE MATERIALS <br> exceed 65% of the FOB value of the product so produced or obtained; and, <br> 1 Where identical and interchangeable originating and non-originating materials <br> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br> including materials of undetermined origin are used in the manufacture of a product, <br> the Harmonized System different from those in which all the non-originating materials <br> those materials shall be physically segregated, according to their origin, during storage. <br> used in its manufacture are classified; or <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> (b) the product satisfies the Product Specific Rules as specified in Annex 3A. <br> stocks of identical and interchangeable originating and non-originating materials <br> ARTICLE: 3.4A: DE MINIMIS <br> including materials of undetermined origin used in the manufacture of a product, may <br> 1 A good that does not undergo a change in tariff classification <br> use the so-called @^@accounting segregation@^@ method for managing stocks. <br> pursuant to Article 3.4 and Annex 3A in the final process of production <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> with generally accepted accounting principles applicable in the Party in which the <br> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br> product is manufactured. The method chosen must: <br> i. the value of all non-originating materials used in its <br> (a) permit a clear distinction to be made between originating and non <br> (a) transported directly from the territory of the other Party; or <br> production, which do not undergo the required change in <br> originating materials including materials of undetermined origin acquired and/or kept in stock; and <br> tariff classification, does not exceed ten percent of the FOB value of the good; and <br> (b) guarantee that no more products receive originating status than would be <br> ii. the good meets all other applicable criteria set forth in this <br> Chapter for qualifying as an originating good; and <br> 4 The producer using this facilitation shall only complete origin declarations for the <br> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br> quantity of products considered as originating and shall assume full responsibility for the <br> i. the total weight of non-originating basic textile materials <br> origin declarations and for keeping all documentary evidence of origin of the materials. <br> used in its production, which do not undergo the required change <br> At the request of the competent authorities of the exporting Party, the producer shall <br> in tariff classification, does not exceed seven percent of the total <br> provide satisfactory information on how the stocks have been managed. <br> weight of all the basic textile material used; and <br> 5 A Party may require that the application of the method for managing stocks as <br> provided for in this Article is subject to prior authorisation. <br> Chapter for qualifying as an originating good. <br> ARTICLE 3.13: ADVANCE RULINGS <br> 2 The value of such non-originating materials shall be included in the <br> 1 Each Party shall provide for the issuance of written advance rulings, prior to the <br> value of non-originating materials for any applicable regional value <br> importation of a good into its territory, to an importer of the good in its territory or to an <br> content requirement for the good. <br> exporter or producer of the good in the exporting party, as to whether the good qualifies <br> ARTICLE 3.5: INDIRECT MATERIALS <br> as an originating good. The importing Party may request, at any time during the course <br> In order to determine whether a product originates in the territory of a Party, any <br> of evaluating the request for an advance ruling, additional information necessary to <br> (c) changes of packing and breaking up and assembly of consignments; <br> indirect material used to obtain such products shall be treated as originating whether such <br> evaluate the request. The importing party shall issue its determination regarding the <br> material originates in third countries or not, and its value shall be the cost registered in <br> origin of the good within 120 days after receipt of all necessary information. <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> the accounting records of the producer of the good. <br> 2 The importing Party shall apply an advance ruling to importation into its territory <br> ARTICLE 3.6: INSUFFICIENT OPERATIONS <br> of the good for which the ruling was issued, for such period, which may be specified in the ruling. <br> 1 The following operations or processes shall not be considered as sufficient <br> 3 The importing Party may modify or revoke an advance ruling: <br> transformation provided for in Article 3.4: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; or <br> transport and storage (such as drying, freezing, keeping in brine, <br> (c) to conform with a modification of this Chapter. <br> ventilation, spreading out, chilling, placing in salt, sulphur dioxide or <br> 4 Where the importing Party modifies or revokes an advance ruling, such <br> other aqueous solutions, removal of damaged parts, and like operations); <br> modification or revocation shall only take effect 60 days after the date on which the <br> modification or revocation is issued, and shall not apply to importation of a good that has <br> occurred prior to the effective date. <br> articles), washing, painting, cutting; <br> 5 Notwithstanding paragraphs 3 and 4 above, the importing Party may revoke any <br> advance ruling ab initio, if the importer or exporter to whom the advance ruling was <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> issued had provided false or incorrect information pursuant to the application for the ruling. <br> boxes, fixing on cards or boards, and all other simple packing operations; <br> 6 Apart from the advance ruling being revoked ab initio, the person who had <br> provided the false or incorrect information shall also be liable to appropriate penalties <br> under the domestic laws of the respective Parties. <br> more components of the mixture do not meet the conditions laid down in <br> ARTICLE 3.14: CONSIGNMENT CRITERIA <br> this Chapter to enable them to be considered as originating products; <br> The originating goods of the other Party shall be deemed to meet <br> (g) simple assembly of parts of products to constitute a complete product; <br> the consignment criteria when they are: <br> for the purpose of transit or temporary storing in warehouses in such <br> territory or territories, and the products have not entered into trade or <br> (k) a combination of two or more operations referred to in paragraphs (a) to (j). <br> consumption there, provided that <br> ARTICLE 3.7: VALUE OF NON-ORIGINATING MATERIALS <br> (i) they do not undergo operations other than unloading, reloading or <br> The value of a non-originating material used in the production of a good shall be: <br> operations to preserve them in good condition; or <br> (a) For imported materials, parts or produce, the CIF value at the time of <br> (ii) the transit entry is justified for geographical reason or by <br> importation determined in accordance with the Agreement on Customs Valuation; and/or <br> considerations related exclusively to transport requirements. <br> (b) For materials, parts or produce of undetermined origin, the earliest price <br> SECTION C: DOCUMENTATION REQUIREMENTS <br> as ascertained by the certifying authority to have been paid for in the <br> territory of the Party where the working or processing takes place. <br> (j) mere dilution with water or another substance that does not materially <br> (b) transported through the territory or territories of one or more non-Parties <br> the case if the materials had been physically segregated. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purposes of this Chapter: <br> identical and interchangeable materials means materials being of the same kind and <br> (a) fuel and energy; <br> (c) parts and materials used in the maintenance of equipment and buildings; <br> (g) catalysts and solvents; and <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> assembling, processing, raising, growing, breeding, mining, extracting, harvesting, <br> fishing, trapping, gathering, collecting, hunting and capturing. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "carrier refers to any vehicle for air, sea, and land transport; <br> CIF price or CIF value refers to the price actually paid or payable to the exporter for <br> the good when the good is loaded out of the carrier, at the port of importation. The price <br> value includes the cost of the good, insurance and freight necessary to deliver the good to <br> the named port of destination; <br> Customs Valuation Agreement means the WTO Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994; <br> FOB price or FOB value refers to the price actually paid or payable to the exporter for <br> the good when the good is loaded onto the carrier at the named port of exportation. The <br> value includes the cost of the good and all costs necessary to bring the good onto the carrier; <br> generally accepted accounting principles refers to the recognised consensus or <br> substantial authoritative support in the territory of a Party at a particular time as to which <br> economic resources and obligations should be recorded as assets and liabilities, which <br> changes in assets and liabilities should be recorded, how the assets and liabilities and <br> changes in them should be measured, what information should be disclosed and how it <br> should be disclosed, and which financial statements should be prepared. These standards <br> may be broad guidelines of general application as well as detailed practices, and procedures; <br> Harmonised System means the Harmonised Commodity Description and Coding System; <br> commercial quality, possessing the same technical and physical characteristics, and <br> which once they are incorporated into the finished product cannot be distinguished from <br> one another for origin purposes by virtue of any markings etc; <br> indirect material means a good used in the production, testing or inspection of a good <br> but not physically incorporated into the good, or a good used in the maintenance of <br> buildings or the operation of equipment associated with the production of a good, including: <br> production or used to operate equipment and buildings; <br> (d) lubricants, greases, compounding materials, and other materials used in <br> any other goods that are not incorporated into the good but whose use in the <br> production of the good can reasonably be demonstrated to be part of that production; <br> material means ingredients, raw materials, parts, components, subassemblies and goods <br> that were physically incorporated into another good or were subject to a process in the <br> cannot be determined (undetermined origin); <br> production of another good; <br> non-originating material used in production means any material whose country of <br> origin is other than the Parties (imported non-originating) and any material whose origin <br> originating material means a material that fulfils the criteria set out in either Article 3.3 or Article 3.4; <br> production means methods of obtaining goods including manufacturing, producing, <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> (b) tools, dies, and moulds; <br> "}, {"ArticleTitle": "ORIGINATING GOODS", "ArticleDesc": "For purposes of this Agreement, products shall be deemed originating and <br> eligible for preferential treatment if they are consigned according to Article 3.14 and <br> conform to the origin requirement under any of the following conditions: <br> (a) Products wholly produced or obtained in the territory of the exporting <br> Party, in accordance with Article 3.3; or <br> (b) Products not wholly produced or obtained in the territory of the exporting <br> Party, provided that the said products are eligible under Article 3.4. <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 3.2: Originating Goods <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> ARTICLE 3.9: ACCUMULATION <br> ARTICLE 3.16: CO-OPERATION ON VERIFICATION OF CERTIFICATES OF ORIGIN <br> For the purposes of this Agreement, goods wholly obtained or produced in the <br> 1 A product manufactured in one Party and used in the territory of the other Party <br> 1 The Parties shall co-operate with each other to verify the authenticity and <br> CHAPTER 3 <br> RULES OF ORIGIN <br> SECTION A: DEFINITIONS <br> territory of a Party shall be treated as originating goods of that Party. The following <br> as a material for the finished product shall be considered as a product originating in the <br> the correctness of the information given in the certificates of origin. <br> goods only shall be considered as being wholly obtained or produced in a Party: <br> territory of the latter Party provided that it: <br> 2 For the purpose of implementing the provisions of paragraph 1, the <br> (a) a raw or mineral good [3-1]/product extracted from its soil, waters, seabed, <br> (a) operations to ensure the preservation of products in good condition during <br> (a) complies with the origin requirements provided for in Articles 3.3 or 3.4; and <br> Customs Authority of the importing Party shall return the certificate of origin, <br> or beneath the seabed; <br> (b) fulfils the criteria in Article 3.6. <br> or a copy of the document, to the Issuing Authority of the exporting Party, <br> (b) a vegetable good [3-2] harvested or produced there; <br> 2 The origin of the finished product would be determined under Article 3.4. <br> giving the reason for the enquiry. Any document and/or information obtained <br> (c) an animal born and raised there; <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS AND TOOLS <br> suggesting that the information given on the certificate of origin is <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> (d) a good obtained from animals referred to in (c) above; <br> sorting, classifying, matching (including the making-up of sets of <br> Each Party shall provide that accessories, spare parts and tools delivered with a <br> incorrect shall be forwarded in support of the request for verification. <br> (e) a good obtained from hunting, trapping, fishing or aquaculture conducted there; <br> good that form part of the good's standard accessories, spare parts and tools, shall be <br> 3 The verification shall be carried out by the Issuing Authority of the exporting Party. <br> (f) a good of sea fishing and other marine goods taken from outside its <br> treated as originating goods if the good is an originating good, and shall be disregarded <br> ARTICLE 3.17: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> territory/territorial waters and Exclusive Economic Zone (EEZ) by vessels <br> in determining whether all the non-originating materials used in the production of the <br> 1 Export of consignments accompanied by an authentic Certificate of Origin will <br> registered with a Party and flying its Flag; <br> good undergo the applicable change in tariff classification, provided that: <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> (g) a good processed and/or made on board factory ships registered with a <br> (a) the accessories, spare parts and tools are not invoiced separately from the good; <br> 2 In case of reasonable doubt about the authenticity of Certificate of Origin, the <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> Party and flying its Flag exclusively from products referred to in paragraph (f) above; <br> (b) the quantities and value of the accessories, spare parts and tools are <br> Customs authority of the importing country may seek a clarification from the certifying <br> (h) a good taken by a Party, or a person of a Party, from the sea bed or <br> (i) slaughter of animals; <br> standard trade practice for the good in the domestic market of the exporting Party; and <br> authority of the exporting country, which will furnish the same within a period of 30 <br> beneath the sea bed outside the territorial waters/sea of that Party, in <br> (c) if the good is subject to a qualifying value content requirement, the value <br> days. Meanwhile, the subject consignment will be allowed entry into the importing <br> accordance with the provisions of the United Nations Convention on the Law of the Sea; <br> of the accessories, spare parts, or tools shall be taken into account as <br> country on a provisional basis against a bond or a guarantee i.e. a legally binding <br> (h) Disassembly; <br> (i) articles collected there which can no longer perform their original purpose <br> undertaking as may be required. After examining the information so provided by the <br> nor are capable of being restored or repaired and are fit only for disposal <br> the qualifying value content of the good. <br> certifying authority, the Customs Authority in the importing country would take <br> or recovery of parts or raw materials, or for recycling purposes [3-3]; and <br> ARTICLE 3.11: TREATMENT OF PACKING <br> appropriate action to finalise the provisional assessment. <br> (j) a good produced there exclusively from goods referred to in (a) through <br> alter the characteristics of the goods; and <br> (a) Packages and packing materials for retail sale: <br> 3 Where the clarification carried on in above paragraph 2 is not conclusive, the <br> (i), or from their derivatives, at any stage of production. <br> (i) Packages and packing materials for retail sale, when classified <br> importing Party may, upon informing the exporting Party and with the knowledge of the <br> [3-1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> together with the packaged product, according to General Rule 5(b) <br> importer concerned and with the consent of the exporter or manufacturer concerned, visit <br> [3-2] Includes agricultural and forestry products. <br> of the Harmonised System, shall not be taken into account for <br> the exporter or manufacturer concerned for the purpose of verifying the preference claim. <br> [3-3] This would cover all waste and scrap, including waste and scrap resulting from manufacturing or <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> considering whether all non-originating materials used in the <br> If no consent is given by the exporter or manufacturer concerned within a period of 45 days, <br> processing operations or consumption in the same Party, scrap machinery, discarded packaging and all <br> manufacture of a product fulfil the criterion corresponding to a <br> the importing party may disallow the tariff preference for the particular Certificate of Origin. <br> products that can no longer perform the purposes for which they were produced and are fit only for <br> change of tariff classification of the said product. <br> SECTION E : CONSULTATION AND MODIFICATIONS <br> disposal for the recovery of parts or raw materials. Such manufacturing or processing operations shall <br> (ii) If the product is subject to an ad valorem percentage criterion, the <br> include all types of processing not only industrial or chemical but also mining, agriculture, construction, <br> value of the packages and packing materials for retail sale shall be <br> refining, incineration and sewage treatment operations. <br> taken into account in its origin assessment, in case they are treated <br> as being one for customs purposes with the products in question. <br> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br> shall be considered as originating if: <br> (b) Containers and packing materials for transport: <br> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br> The containers and packing materials exclusively used for the transport of <br> territory of the exporting Party, products would be considered as originating if: <br> a product shall not be taken into account for determining the origin of any <br> (a) (i) the total value of the materials, parts or produce originating from countries other <br> product, in accordance with General Rule 5(b) of the Harmonised System. <br> than the Parties or of undetermined origin used in the manufacture of the product does not <br> ARTICLE 3.12: IDENTICAL AND INTERCHANGEABLE MATERIALS <br> exceed 65% of the FOB value of the product so produced or obtained; and, <br> 1 Where identical and interchangeable originating and non-originating materials <br> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br> including materials of undetermined origin are used in the manufacture of a product, <br> the Harmonized System different from those in which all the non-originating materials <br> those materials shall be physically segregated, according to their origin, during storage. <br> used in its manufacture are classified; or <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> (b) the product satisfies the Product Specific Rules as specified in Annex 3A. <br> stocks of identical and interchangeable originating and non-originating materials <br> ARTICLE: 3.4A: DE MINIMIS <br> including materials of undetermined origin used in the manufacture of a product, may <br> 1 A good that does not undergo a change in tariff classification <br> use the so-called @^@accounting segregation@^@ method for managing stocks. <br> pursuant to Article 3.4 and Annex 3A in the final process of production <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> with generally accepted accounting principles applicable in the Party in which the <br> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br> product is manufactured. The method chosen must: <br> i. the value of all non-originating materials used in its <br> (a) permit a clear distinction to be made between originating and non <br> (a) transported directly from the territory of the other Party; or <br> production, which do not undergo the required change in <br> originating materials including materials of undetermined origin acquired and/or kept in stock; and <br> tariff classification, does not exceed ten percent of the FOB value of the good; and <br> (b) guarantee that no more products receive originating status than would be <br> ii. the good meets all other applicable criteria set forth in this <br> Chapter for qualifying as an originating good; and <br> 4 The producer using this facilitation shall only complete origin declarations for the <br> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br> quantity of products considered as originating and shall assume full responsibility for the <br> i. the total weight of non-originating basic textile materials <br> origin declarations and for keeping all documentary evidence of origin of the materials. <br> used in its production, which do not undergo the required change <br> At the request of the competent authorities of the exporting Party, the producer shall <br> in tariff classification, does not exceed seven percent of the total <br> provide satisfactory information on how the stocks have been managed. <br> weight of all the basic textile material used; and <br> 5 A Party may require that the application of the method for managing stocks as <br> provided for in this Article is subject to prior authorisation. <br> Chapter for qualifying as an originating good. <br> ARTICLE 3.13: ADVANCE RULINGS <br> 2 The value of such non-originating materials shall be included in the <br> 1 Each Party shall provide for the issuance of written advance rulings, prior to the <br> value of non-originating materials for any applicable regional value <br> importation of a good into its territory, to an importer of the good in its territory or to an <br> content requirement for the good. <br> exporter or producer of the good in the exporting party, as to whether the good qualifies <br> ARTICLE 3.5: INDIRECT MATERIALS <br> as an originating good. The importing Party may request, at any time during the course <br> In order to determine whether a product originates in the territory of a Party, any <br> of evaluating the request for an advance ruling, additional information necessary to <br> (c) changes of packing and breaking up and assembly of consignments; <br> indirect material used to obtain such products shall be treated as originating whether such <br> evaluate the request. The importing party shall issue its determination regarding the <br> material originates in third countries or not, and its value shall be the cost registered in <br> origin of the good within 120 days after receipt of all necessary information. <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> the accounting records of the producer of the good. <br> 2 The importing Party shall apply an advance ruling to importation into its territory <br> ARTICLE 3.6: INSUFFICIENT OPERATIONS <br> of the good for which the ruling was issued, for such period, which may be specified in the ruling. <br> 1 The following operations or processes shall not be considered as sufficient <br> 3 The importing Party may modify or revoke an advance ruling: <br> transformation provided for in Article 3.4: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; or <br> transport and storage (such as drying, freezing, keeping in brine, <br> (c) to conform with a modification of this Chapter. <br> ventilation, spreading out, chilling, placing in salt, sulphur dioxide or <br> 4 Where the importing Party modifies or revokes an advance ruling, such <br> other aqueous solutions, removal of damaged parts, and like operations); <br> modification or revocation shall only take effect 60 days after the date on which the <br> modification or revocation is issued, and shall not apply to importation of a good that has <br> occurred prior to the effective date. <br> articles), washing, painting, cutting; <br> 5 Notwithstanding paragraphs 3 and 4 above, the importing Party may revoke any <br> advance ruling ab initio, if the importer or exporter to whom the advance ruling was <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> issued had provided false or incorrect information pursuant to the application for the ruling. <br> boxes, fixing on cards or boards, and all other simple packing operations; <br> 6 Apart from the advance ruling being revoked ab initio, the person who had <br> provided the false or incorrect information shall also be liable to appropriate penalties <br> under the domestic laws of the respective Parties. <br> more components of the mixture do not meet the conditions laid down in <br> ARTICLE 3.14: CONSIGNMENT CRITERIA <br> this Chapter to enable them to be considered as originating products; <br> The originating goods of the other Party shall be deemed to meet <br> (g) simple assembly of parts of products to constitute a complete product; <br> the consignment criteria when they are: <br> for the purpose of transit or temporary storing in warehouses in such <br> territory or territories, and the products have not entered into trade or <br> (k) a combination of two or more operations referred to in paragraphs (a) to (j). <br> consumption there, provided that <br> ARTICLE 3.7: VALUE OF NON-ORIGINATING MATERIALS <br> (i) they do not undergo operations other than unloading, reloading or <br> The value of a non-originating material used in the production of a good shall be: <br> operations to preserve them in good condition; or <br> (a) For imported materials, parts or produce, the CIF value at the time of <br> (ii) the transit entry is justified for geographical reason or by <br> importation determined in accordance with the Agreement on Customs Valuation; and/or <br> considerations related exclusively to transport requirements. <br> (b) For materials, parts or produce of undetermined origin, the earliest price <br> SECTION C: DOCUMENTATION REQUIREMENTS <br> as ascertained by the certifying authority to have been paid for in the <br> territory of the Party where the working or processing takes place. <br> (j) mere dilution with water or another substance that does not materially <br> (b) transported through the territory or territories of one or more non-Parties <br> the case if the materials had been physically segregated. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "DETERMINATION OF ORIGIN", "ArticleDesc": "ARTICLE 3.8: DETERMINATION OF ORIGIN <br> No product shall be deemed to be a produce or manufacture of either Party unless <br> the conditions specified in these rules are complied with in relation to such products, to <br> the satisfaction of the authority issuing the certificate of origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> ARTICLE 3.9: ACCUMULATION <br> ARTICLE 3.16: CO-OPERATION ON VERIFICATION OF CERTIFICATES OF ORIGIN <br> For the purposes of this Agreement, goods wholly obtained or produced in the <br> 1 A product manufactured in one Party and used in the territory of the other Party <br> 1 The Parties shall co-operate with each other to verify the authenticity and <br> CHAPTER 3 <br> RULES OF ORIGIN <br> SECTION A: DEFINITIONS <br> territory of a Party shall be treated as originating goods of that Party. The following <br> as a material for the finished product shall be considered as a product originating in the <br> the correctness of the information given in the certificates of origin. <br> goods only shall be considered as being wholly obtained or produced in a Party: <br> territory of the latter Party provided that it: <br> 2 For the purpose of implementing the provisions of paragraph 1, the <br> (a) a raw or mineral good [3-1]/product extracted from its soil, waters, seabed, <br> (a) operations to ensure the preservation of products in good condition during <br> (a) complies with the origin requirements provided for in Articles 3.3 or 3.4; and <br> Customs Authority of the importing Party shall return the certificate of origin, <br> or beneath the seabed; <br> (b) fulfils the criteria in Article 3.6. <br> or a copy of the document, to the Issuing Authority of the exporting Party, <br> (b) a vegetable good [3-2] harvested or produced there; <br> 2 The origin of the finished product would be determined under Article 3.4. <br> giving the reason for the enquiry. Any document and/or information obtained <br> (c) an animal born and raised there; <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS AND TOOLS <br> suggesting that the information given on the certificate of origin is <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> (d) a good obtained from animals referred to in (c) above; <br> sorting, classifying, matching (including the making-up of sets of <br> Each Party shall provide that accessories, spare parts and tools delivered with a <br> incorrect shall be forwarded in support of the request for verification. <br> (e) a good obtained from hunting, trapping, fishing or aquaculture conducted there; <br> good that form part of the good's standard accessories, spare parts and tools, shall be <br> 3 The verification shall be carried out by the Issuing Authority of the exporting Party. <br> (f) a good of sea fishing and other marine goods taken from outside its <br> treated as originating goods if the good is an originating good, and shall be disregarded <br> ARTICLE 3.17: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> territory/territorial waters and Exclusive Economic Zone (EEZ) by vessels <br> in determining whether all the non-originating materials used in the production of the <br> 1 Export of consignments accompanied by an authentic Certificate of Origin will <br> registered with a Party and flying its Flag; <br> good undergo the applicable change in tariff classification, provided that: <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> (g) a good processed and/or made on board factory ships registered with a <br> (a) the accessories, spare parts and tools are not invoiced separately from the good; <br> 2 In case of reasonable doubt about the authenticity of Certificate of Origin, the <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> Party and flying its Flag exclusively from products referred to in paragraph (f) above; <br> (b) the quantities and value of the accessories, spare parts and tools are <br> Customs authority of the importing country may seek a clarification from the certifying <br> (h) a good taken by a Party, or a person of a Party, from the sea bed or <br> (i) slaughter of animals; <br> standard trade practice for the good in the domestic market of the exporting Party; and <br> authority of the exporting country, which will furnish the same within a period of 30 <br> beneath the sea bed outside the territorial waters/sea of that Party, in <br> (c) if the good is subject to a qualifying value content requirement, the value <br> days. Meanwhile, the subject consignment will be allowed entry into the importing <br> accordance with the provisions of the United Nations Convention on the Law of the Sea; <br> of the accessories, spare parts, or tools shall be taken into account as <br> country on a provisional basis against a bond or a guarantee i.e. a legally binding <br> (h) Disassembly; <br> (i) articles collected there which can no longer perform their original purpose <br> undertaking as may be required. After examining the information so provided by the <br> nor are capable of being restored or repaired and are fit only for disposal <br> the qualifying value content of the good. <br> certifying authority, the Customs Authority in the importing country would take <br> or recovery of parts or raw materials, or for recycling purposes [3-3]; and <br> ARTICLE 3.11: TREATMENT OF PACKING <br> appropriate action to finalise the provisional assessment. <br> (j) a good produced there exclusively from goods referred to in (a) through <br> alter the characteristics of the goods; and <br> (a) Packages and packing materials for retail sale: <br> 3 Where the clarification carried on in above paragraph 2 is not conclusive, the <br> (i), or from their derivatives, at any stage of production. <br> (i) Packages and packing materials for retail sale, when classified <br> importing Party may, upon informing the exporting Party and with the knowledge of the <br> [3-1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> together with the packaged product, according to General Rule 5(b) <br> importer concerned and with the consent of the exporter or manufacturer concerned, visit <br> [3-2] Includes agricultural and forestry products. <br> of the Harmonised System, shall not be taken into account for <br> the exporter or manufacturer concerned for the purpose of verifying the preference claim. <br> [3-3] This would cover all waste and scrap, including waste and scrap resulting from manufacturing or <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> considering whether all non-originating materials used in the <br> If no consent is given by the exporter or manufacturer concerned within a period of 45 days, <br> processing operations or consumption in the same Party, scrap machinery, discarded packaging and all <br> manufacture of a product fulfil the criterion corresponding to a <br> the importing party may disallow the tariff preference for the particular Certificate of Origin. <br> products that can no longer perform the purposes for which they were produced and are fit only for <br> change of tariff classification of the said product. <br> SECTION E : CONSULTATION AND MODIFICATIONS <br> disposal for the recovery of parts or raw materials. Such manufacturing or processing operations shall <br> (ii) If the product is subject to an ad valorem percentage criterion, the <br> include all types of processing not only industrial or chemical but also mining, agriculture, construction, <br> value of the packages and packing materials for retail sale shall be <br> refining, incineration and sewage treatment operations. <br> taken into account in its origin assessment, in case they are treated <br> as being one for customs purposes with the products in question. <br> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br> shall be considered as originating if: <br> (b) Containers and packing materials for transport: <br> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br> The containers and packing materials exclusively used for the transport of <br> territory of the exporting Party, products would be considered as originating if: <br> a product shall not be taken into account for determining the origin of any <br> (a) (i) the total value of the materials, parts or produce originating from countries other <br> product, in accordance with General Rule 5(b) of the Harmonised System. <br> than the Parties or of undetermined origin used in the manufacture of the product does not <br> ARTICLE 3.12: IDENTICAL AND INTERCHANGEABLE MATERIALS <br> exceed 65% of the FOB value of the product so produced or obtained; and, <br> 1 Where identical and interchangeable originating and non-originating materials <br> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br> including materials of undetermined origin are used in the manufacture of a product, <br> the Harmonized System different from those in which all the non-originating materials <br> those materials shall be physically segregated, according to their origin, during storage. <br> used in its manufacture are classified; or <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> (b) the product satisfies the Product Specific Rules as specified in Annex 3A. <br> stocks of identical and interchangeable originating and non-originating materials <br> ARTICLE: 3.4A: DE MINIMIS <br> including materials of undetermined origin used in the manufacture of a product, may <br> 1 A good that does not undergo a change in tariff classification <br> use the so-called @^@accounting segregation@^@ method for managing stocks. <br> pursuant to Article 3.4 and Annex 3A in the final process of production <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> with generally accepted accounting principles applicable in the Party in which the <br> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br> product is manufactured. The method chosen must: <br> i. the value of all non-originating materials used in its <br> (a) permit a clear distinction to be made between originating and non <br> (a) transported directly from the territory of the other Party; or <br> production, which do not undergo the required change in <br> originating materials including materials of undetermined origin acquired and/or kept in stock; and <br> tariff classification, does not exceed ten percent of the FOB value of the good; and <br> (b) guarantee that no more products receive originating status than would be <br> ii. the good meets all other applicable criteria set forth in this <br> Chapter for qualifying as an originating good; and <br> 4 The producer using this facilitation shall only complete origin declarations for the <br> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br> quantity of products considered as originating and shall assume full responsibility for the <br> i. the total weight of non-originating basic textile materials <br> origin declarations and for keeping all documentary evidence of origin of the materials. <br> used in its production, which do not undergo the required change <br> At the request of the competent authorities of the exporting Party, the producer shall <br> in tariff classification, does not exceed seven percent of the total <br> provide satisfactory information on how the stocks have been managed. <br> weight of all the basic textile material used; and <br> 5 A Party may require that the application of the method for managing stocks as <br> provided for in this Article is subject to prior authorisation. <br> Chapter for qualifying as an originating good. <br> ARTICLE 3.13: ADVANCE RULINGS <br> 2 The value of such non-originating materials shall be included in the <br> 1 Each Party shall provide for the issuance of written advance rulings, prior to the <br> value of non-originating materials for any applicable regional value <br> importation of a good into its territory, to an importer of the good in its territory or to an <br> content requirement for the good. <br> exporter or producer of the good in the exporting party, as to whether the good qualifies <br> ARTICLE 3.5: INDIRECT MATERIALS <br> as an originating good. The importing Party may request, at any time during the course <br> In order to determine whether a product originates in the territory of a Party, any <br> of evaluating the request for an advance ruling, additional information necessary to <br> (c) changes of packing and breaking up and assembly of consignments; <br> indirect material used to obtain such products shall be treated as originating whether such <br> evaluate the request. The importing party shall issue its determination regarding the <br> material originates in third countries or not, and its value shall be the cost registered in <br> origin of the good within 120 days after receipt of all necessary information. <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> the accounting records of the producer of the good. <br> 2 The importing Party shall apply an advance ruling to importation into its territory <br> ARTICLE 3.6: INSUFFICIENT OPERATIONS <br> of the good for which the ruling was issued, for such period, which may be specified in the ruling. <br> 1 The following operations or processes shall not be considered as sufficient <br> 3 The importing Party may modify or revoke an advance ruling: <br> transformation provided for in Article 3.4: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; or <br> transport and storage (such as drying, freezing, keeping in brine, <br> (c) to conform with a modification of this Chapter. <br> ventilation, spreading out, chilling, placing in salt, sulphur dioxide or <br> 4 Where the importing Party modifies or revokes an advance ruling, such <br> other aqueous solutions, removal of damaged parts, and like operations); <br> modification or revocation shall only take effect 60 days after the date on which the <br> modification or revocation is issued, and shall not apply to importation of a good that has <br> occurred prior to the effective date. <br> articles), washing, painting, cutting; <br> 5 Notwithstanding paragraphs 3 and 4 above, the importing Party may revoke any <br> advance ruling ab initio, if the importer or exporter to whom the advance ruling was <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> issued had provided false or incorrect information pursuant to the application for the ruling. <br> boxes, fixing on cards or boards, and all other simple packing operations; <br> 6 Apart from the advance ruling being revoked ab initio, the person who had <br> provided the false or incorrect information shall also be liable to appropriate penalties <br> under the domestic laws of the respective Parties. <br> more components of the mixture do not meet the conditions laid down in <br> ARTICLE 3.14: CONSIGNMENT CRITERIA <br> this Chapter to enable them to be considered as originating products; <br> The originating goods of the other Party shall be deemed to meet <br> (g) simple assembly of parts of products to constitute a complete product; <br> the consignment criteria when they are: <br> for the purpose of transit or temporary storing in warehouses in such <br> territory or territories, and the products have not entered into trade or <br> (k) a combination of two or more operations referred to in paragraphs (a) to (j). <br> consumption there, provided that <br> ARTICLE 3.7: VALUE OF NON-ORIGINATING MATERIALS <br> (i) they do not undergo operations other than unloading, reloading or <br> The value of a non-originating material used in the production of a good shall be: <br> operations to preserve them in good condition; or <br> (a) For imported materials, parts or produce, the CIF value at the time of <br> (ii) the transit entry is justified for geographical reason or by <br> importation determined in accordance with the Agreement on Customs Valuation; and/or <br> considerations related exclusively to transport requirements. <br> (b) For materials, parts or produce of undetermined origin, the earliest price <br> SECTION C: DOCUMENTATION REQUIREMENTS <br> as ascertained by the certifying authority to have been paid for in the <br> territory of the Party where the working or processing takes place. <br> (j) mere dilution with water or another substance that does not materially <br> (b) transported through the territory or territories of one or more non-Parties <br> the case if the materials had been physically segregated. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "CERTIFICATE OF ORIGIN", "ArticleDesc": "ARTICLE 3.15: CERTIFICATE OF ORIGIN <br> Products eligible for preferential concessions shall be supported by a <br> Certificate of Origin issued by a government authority designated by the <br> government of the exporting Party (referred to herein as @^@the Issuing <br> Authority@^@) and notified to the other Party in accordance with the Operational <br> Certification Procedures, as set out in Annex 3B. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> ARTICLE 3.9: ACCUMULATION <br> ARTICLE 3.16: CO-OPERATION ON VERIFICATION OF CERTIFICATES OF ORIGIN <br> For the purposes of this Agreement, goods wholly obtained or produced in the <br> 1 A product manufactured in one Party and used in the territory of the other Party <br> 1 The Parties shall co-operate with each other to verify the authenticity and <br> CHAPTER 3 <br> RULES OF ORIGIN <br> SECTION A: DEFINITIONS <br> territory of a Party shall be treated as originating goods of that Party. The following <br> as a material for the finished product shall be considered as a product originating in the <br> the correctness of the information given in the certificates of origin. <br> goods only shall be considered as being wholly obtained or produced in a Party: <br> territory of the latter Party provided that it: <br> 2 For the purpose of implementing the provisions of paragraph 1, the <br> (a) a raw or mineral good [3-1]/product extracted from its soil, waters, seabed, <br> (a) operations to ensure the preservation of products in good condition during <br> (a) complies with the origin requirements provided for in Articles 3.3 or 3.4; and <br> Customs Authority of the importing Party shall return the certificate of origin, <br> or beneath the seabed; <br> (b) fulfils the criteria in Article 3.6. <br> or a copy of the document, to the Issuing Authority of the exporting Party, <br> (b) a vegetable good [3-2] harvested or produced there; <br> 2 The origin of the finished product would be determined under Article 3.4. <br> giving the reason for the enquiry. Any document and/or information obtained <br> (c) an animal born and raised there; <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS AND TOOLS <br> suggesting that the information given on the certificate of origin is <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> (d) a good obtained from animals referred to in (c) above; <br> sorting, classifying, matching (including the making-up of sets of <br> Each Party shall provide that accessories, spare parts and tools delivered with a <br> incorrect shall be forwarded in support of the request for verification. <br> (e) a good obtained from hunting, trapping, fishing or aquaculture conducted there; <br> good that form part of the good's standard accessories, spare parts and tools, shall be <br> 3 The verification shall be carried out by the Issuing Authority of the exporting Party. <br> (f) a good of sea fishing and other marine goods taken from outside its <br> treated as originating goods if the good is an originating good, and shall be disregarded <br> ARTICLE 3.17: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> territory/territorial waters and Exclusive Economic Zone (EEZ) by vessels <br> in determining whether all the non-originating materials used in the production of the <br> 1 Export of consignments accompanied by an authentic Certificate of Origin will <br> registered with a Party and flying its Flag; <br> good undergo the applicable change in tariff classification, provided that: <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> (g) a good processed and/or made on board factory ships registered with a <br> (a) the accessories, spare parts and tools are not invoiced separately from the good; <br> 2 In case of reasonable doubt about the authenticity of Certificate of Origin, the <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> Party and flying its Flag exclusively from products referred to in paragraph (f) above; <br> (b) the quantities and value of the accessories, spare parts and tools are <br> Customs authority of the importing country may seek a clarification from the certifying <br> (h) a good taken by a Party, or a person of a Party, from the sea bed or <br> (i) slaughter of animals; <br> standard trade practice for the good in the domestic market of the exporting Party; and <br> authority of the exporting country, which will furnish the same within a period of 30 <br> beneath the sea bed outside the territorial waters/sea of that Party, in <br> (c) if the good is subject to a qualifying value content requirement, the value <br> days. Meanwhile, the subject consignment will be allowed entry into the importing <br> accordance with the provisions of the United Nations Convention on the Law of the Sea; <br> of the accessories, spare parts, or tools shall be taken into account as <br> country on a provisional basis against a bond or a guarantee i.e. a legally binding <br> (h) Disassembly; <br> (i) articles collected there which can no longer perform their original purpose <br> undertaking as may be required. After examining the information so provided by the <br> nor are capable of being restored or repaired and are fit only for disposal <br> the qualifying value content of the good. <br> certifying authority, the Customs Authority in the importing country would take <br> or recovery of parts or raw materials, or for recycling purposes [3-3]; and <br> ARTICLE 3.11: TREATMENT OF PACKING <br> appropriate action to finalise the provisional assessment. <br> (j) a good produced there exclusively from goods referred to in (a) through <br> alter the characteristics of the goods; and <br> (a) Packages and packing materials for retail sale: <br> 3 Where the clarification carried on in above paragraph 2 is not conclusive, the <br> (i), or from their derivatives, at any stage of production. <br> (i) Packages and packing materials for retail sale, when classified <br> importing Party may, upon informing the exporting Party and with the knowledge of the <br> [3-1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> together with the packaged product, according to General Rule 5(b) <br> importer concerned and with the consent of the exporter or manufacturer concerned, visit <br> [3-2] Includes agricultural and forestry products. <br> of the Harmonised System, shall not be taken into account for <br> the exporter or manufacturer concerned for the purpose of verifying the preference claim. <br> [3-3] This would cover all waste and scrap, including waste and scrap resulting from manufacturing or <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> considering whether all non-originating materials used in the <br> If no consent is given by the exporter or manufacturer concerned within a period of 45 days, <br> processing operations or consumption in the same Party, scrap machinery, discarded packaging and all <br> manufacture of a product fulfil the criterion corresponding to a <br> the importing party may disallow the tariff preference for the particular Certificate of Origin. <br> products that can no longer perform the purposes for which they were produced and are fit only for <br> change of tariff classification of the said product. <br> SECTION E : CONSULTATION AND MODIFICATIONS <br> disposal for the recovery of parts or raw materials. Such manufacturing or processing operations shall <br> (ii) If the product is subject to an ad valorem percentage criterion, the <br> include all types of processing not only industrial or chemical but also mining, agriculture, construction, <br> value of the packages and packing materials for retail sale shall be <br> refining, incineration and sewage treatment operations. <br> taken into account in its origin assessment, in case they are treated <br> as being one for customs purposes with the products in question. <br> 1 Within the meaning of paragraph (b) of Article 3.2 and subject to the provisions <br> shall be considered as originating if: <br> (b) Containers and packing materials for transport: <br> of Articles 3.6, 3.9 and that the final process of manufacturing is performed within the <br> The containers and packing materials exclusively used for the transport of <br> territory of the exporting Party, products would be considered as originating if: <br> a product shall not be taken into account for determining the origin of any <br> (a) (i) the total value of the materials, parts or produce originating from countries other <br> product, in accordance with General Rule 5(b) of the Harmonised System. <br> than the Parties or of undetermined origin used in the manufacture of the product does not <br> ARTICLE 3.12: IDENTICAL AND INTERCHANGEABLE MATERIALS <br> exceed 65% of the FOB value of the product so produced or obtained; and, <br> 1 Where identical and interchangeable originating and non-originating materials <br> (ii) the product so produced or obtained is classified in a heading, at the six digit level, of <br> including materials of undetermined origin are used in the manufacture of a product, <br> the Harmonized System different from those in which all the non-originating materials <br> those materials shall be physically segregated, according to their origin, during storage. <br> used in its manufacture are classified; or <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> (b) the product satisfies the Product Specific Rules as specified in Annex 3A. <br> stocks of identical and interchangeable originating and non-originating materials <br> ARTICLE: 3.4A: DE MINIMIS <br> including materials of undetermined origin used in the manufacture of a product, may <br> 1 A good that does not undergo a change in tariff classification <br> use the so-called @^@accounting segregation@^@ method for managing stocks. <br> pursuant to Article 3.4 and Annex 3A in the final process of production <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> with generally accepted accounting principles applicable in the Party in which the <br> (a) for all goods except those falling within Chapters 50 through 63 of the Harmonized System: <br> product is manufactured. The method chosen must: <br> i. the value of all non-originating materials used in its <br> (a) permit a clear distinction to be made between originating and non <br> (a) transported directly from the territory of the other Party; or <br> production, which do not undergo the required change in <br> originating materials including materials of undetermined origin acquired and/or kept in stock; and <br> tariff classification, does not exceed ten percent of the FOB value of the good; and <br> (b) guarantee that no more products receive originating status than would be <br> ii. the good meets all other applicable criteria set forth in this <br> Chapter for qualifying as an originating good; and <br> 4 The producer using this facilitation shall only complete origin declarations for the <br> (b) for goods falling within Chapters 50 through 63 of the Harmonized System: <br> quantity of products considered as originating and shall assume full responsibility for the <br> i. the total weight of non-originating basic textile materials <br> origin declarations and for keeping all documentary evidence of origin of the materials. <br> used in its production, which do not undergo the required change <br> At the request of the competent authorities of the exporting Party, the producer shall <br> in tariff classification, does not exceed seven percent of the total <br> provide satisfactory information on how the stocks have been managed. <br> weight of all the basic textile material used; and <br> 5 A Party may require that the application of the method for managing stocks as <br> provided for in this Article is subject to prior authorisation. <br> Chapter for qualifying as an originating good. <br> ARTICLE 3.13: ADVANCE RULINGS <br> 2 The value of such non-originating materials shall be included in the <br> 1 Each Party shall provide for the issuance of written advance rulings, prior to the <br> value of non-originating materials for any applicable regional value <br> importation of a good into its territory, to an importer of the good in its territory or to an <br> content requirement for the good. <br> exporter or producer of the good in the exporting party, as to whether the good qualifies <br> ARTICLE 3.5: INDIRECT MATERIALS <br> as an originating good. The importing Party may request, at any time during the course <br> In order to determine whether a product originates in the territory of a Party, any <br> of evaluating the request for an advance ruling, additional information necessary to <br> (c) changes of packing and breaking up and assembly of consignments; <br> indirect material used to obtain such products shall be treated as originating whether such <br> evaluate the request. The importing party shall issue its determination regarding the <br> material originates in third countries or not, and its value shall be the cost registered in <br> origin of the good within 120 days after receipt of all necessary information. <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> the accounting records of the producer of the good. <br> 2 The importing Party shall apply an advance ruling to importation into its territory <br> ARTICLE 3.6: INSUFFICIENT OPERATIONS <br> of the good for which the ruling was issued, for such period, which may be specified in the ruling. <br> 1 The following operations or processes shall not be considered as sufficient <br> 3 The importing Party may modify or revoke an advance ruling: <br> transformation provided for in Article 3.4: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; or <br> transport and storage (such as drying, freezing, keeping in brine, <br> (c) to conform with a modification of this Chapter. <br> ventilation, spreading out, chilling, placing in salt, sulphur dioxide or <br> 4 Where the importing Party modifies or revokes an advance ruling, such <br> other aqueous solutions, removal of damaged parts, and like operations); <br> modification or revocation shall only take effect 60 days after the date on which the <br> modification or revocation is issued, and shall not apply to importation of a good that has <br> occurred prior to the effective date. <br> articles), washing, painting, cutting; <br> 5 Notwithstanding paragraphs 3 and 4 above, the importing Party may revoke any <br> advance ruling ab initio, if the importer or exporter to whom the advance ruling was <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> issued had provided false or incorrect information pursuant to the application for the ruling. <br> boxes, fixing on cards or boards, and all other simple packing operations; <br> 6 Apart from the advance ruling being revoked ab initio, the person who had <br> provided the false or incorrect information shall also be liable to appropriate penalties <br> under the domestic laws of the respective Parties. <br> more components of the mixture do not meet the conditions laid down in <br> ARTICLE 3.14: CONSIGNMENT CRITERIA <br> this Chapter to enable them to be considered as originating products; <br> The originating goods of the other Party shall be deemed to meet <br> (g) simple assembly of parts of products to constitute a complete product; <br> the consignment criteria when they are: <br> for the purpose of transit or temporary storing in warehouses in such <br> territory or territories, and the products have not entered into trade or <br> (k) a combination of two or more operations referred to in paragraphs (a) to (j). <br> consumption there, provided that <br> ARTICLE 3.7: VALUE OF NON-ORIGINATING MATERIALS <br> (i) they do not undergo operations other than unloading, reloading or <br> The value of a non-originating material used in the production of a good shall be: <br> operations to preserve them in good condition; or <br> (a) For imported materials, parts or produce, the CIF value at the time of <br> (ii) the transit entry is justified for geographical reason or by <br> importation determined in accordance with the Agreement on Customs Valuation; and/or <br> considerations related exclusively to transport requirements. <br> (b) For materials, parts or produce of undetermined origin, the earliest price <br> SECTION C: DOCUMENTATION REQUIREMENTS <br> as ascertained by the certifying authority to have been paid for in the <br> territory of the Party where the working or processing takes place. <br> (j) mere dilution with water or another substance that does not materially <br> (b) transported through the territory or territories of one or more non-Parties <br> the case if the materials had been physically segregated. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "CONSULTATION ANDMODIFICATIONS", "ArticleDesc": "ARTICLE 3.18: CONSULTATION ANDMODIFICATIONS <br> These rules may be reviewed as and when necessary upon the request of either <br> Party and may be modified by mutual agreement pursuant to Article 16.7. <br> De Minimis and Outward Processing (Annex 1) <br> 1. The Parties confirm the understanding reached with respect to the <br> interpretation and/or implementation of Chapter 3 on the Rules of Origin of the India- <br> Singapore Comprehensive Economic Cooperation Agreement (the @^@Agreement@^@) that <br> in the event that India adopts and implements the usage and concepts of De Minimis [1] <br> and Outward Processing [2] in any bilateral, regional or global trade agreement with any <br> third party or parties, India shall adopt and implement the same usage and concepts of <br> De Minimis and Outward Processing for the Agreement. <br> [1] De Minimis is understood to mean that a good would be considered as originating even if non-originating <br> materials used in its manufacture do not undergo change in tariff heading as required in Article 3.4 <br> of the Agreement, provided that the value of such non-originating materials does not exceed <br> a certain percentage of the value of such a good. <br> [2] Outward Processing in this context is understood to mean that a good can be taken out of the territory <br> of a Party to a third country for some processing, and then brought back to the territory of the Party for <br> the manufacture of the final product for export to the other Party. The concept accumulates only the <br> value addition which takes place in the territory of the exporting Party at different stages, while <br> disregarding the value addition which takes place in the territory of the third country. <br> ANNEX 3B <br> OPERATIONAL CERTIFICATION PROCEDURES <br> For the purposes of implementing the Rules of Origin in Chapter 3, the following operational <br> procedures on the issuance and verification of the Certificate of Origin and other related <br> administrative matters, shall be followed: <br> (i) AUTHORITIES <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "RULE 1", "ArticleDesc": "The Certificate of Origin (Attachment 1) shall be issued by the government authority <br> designated by the exporting Party and notified to the other Party. <br> "}, {"ArticleTitle": "Rule 1", "ArticleDesc": "Rule 1 <br> "}, {"ArticleTitle": "RULE 2", "ArticleDesc": "(a) Each Party shall inform the other Party of the names and addresses of the government <br> officials issuing this Certificate of Origin and shall provide specimen signatures and <br> official seals used by the government officials. <br> (b) Any change in names, addresses, or official seals shall be promptly notified to the other Party. <br> "}, {"ArticleTitle": "Rule 2", "ArticleDesc": "Rule 2 <br> "}, {"ArticleTitle": "RULE 3", "ArticleDesc": "For the purpose of verifying the conditions for preferential treatment, the government <br> authority designated to issue the Certificate of Origin (hereinafter referred to as Issuing <br> Authority) shall have the right to call for any supporting documentary evidence or to carry out <br> any check considered appropriate. <br> (ii) APPLICATIONS <br> "}, {"ArticleTitle": "Rule 3", "ArticleDesc": "Rule 3 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> RULE 12 <br> Rule 19 <br> The manufacturer and/or exporter of the products qualified for preferential treatment <br> The Original Certificate of Origin shall be submitted to the Customs Authority at the <br> shall apply in writing to the relevant Issuing Authority requesting for the pre-exportation <br> time of lodging the import entry for the products concerned. <br> verification of the origin of the products. The result of the verification, subject to review <br> RULE 13 <br> periodically or whenever appropriate, shall be accepted as the supporting evidence in verifying <br> the origin of the said products to be exported thereafter. The pre-exportation verification may <br> (a) Certificate of Origin shall be submitted to the Customs Authority of the importing Party <br> not apply to products, the origin of which can be easily verified, by their nature. <br> within its validity period, together with the documents required at the time of customs <br> RULE 5 <br> clearance of the goods for the importation in accordance with the laws and <br> At the time of carrying out the formalities for exporting the products under preferential <br> regulations of the importing Party; <br> treatment, the exporter or his authorized representative shall submit a written application for <br> (b) If a claim for preferential treatment is made without producing the Certificate of Origin, <br> the Certificate of Origin together with appropriate supporting documents proving that the <br> the Customs Authority of the importing Party may deny preferential treatment and <br> products to be exported qualify for the issuance of a Certificate of Origin. <br> request a guarantee in any of its modalities or may take any action necessary in order to <br> (iii) PRE-EXPORTATION EXAMINATION <br> preserve fiscal interests, as a pre-condition for the completion of the importation subject <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> to and in accordance with the laws and procedures of the importing Party. The guarantee <br> The Issuing Authority shall, to the best of its competence and ability, carry out proper <br> shall be refunded to the importer if a Certificate of Origin is subsequently produced by <br> examination upon each application for the Certificate of Origin to ensure that: <br> Rule 6 <br> the Importer in accordance to the laws and procedures of the importing Party. <br> (a) The application and the Certificate of Origin are duly completed and signed by the authorised signatory; <br> (c) Where the Certificate of Origin is submitted to the Customs Authority of the importing <br> (b) The origin of the product is in conformity with the Rules of Origin of this Agreement; <br> Party after the expiration of the validity of the Certificate of Origin, such Certificate is <br> (c) The other statements of the Certificate of Origin correspond to supporting documentary evidence submitted; and <br> Rule 14 <br> still to be accepted when failure to observe the time-limit results from force majeure or <br> (d) Description, quantity and weight of goods, marks and number of packages, number and <br> kinds of packages, as specified, conform to the consignment to be exported. <br> (d) In all cases, the relevant government authority in the importing Party may accept such <br> (iv) ISSUANCE OF CERTIFICATE OF ORIGIN <br> Certificate of Origin provided that the products have been imported before the expiration <br> RULE 7 <br> of the validity of the Certificate of Origin. <br> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the specimen <br> Rule 15 <br> The discovery of minor discrepancies between the statements made in the Certificate <br> shown in Attachment 1. It shall be made in English. <br> of Origin and those made in the documents submitted to the Customs Authority of the <br> (c) The Certificate of Origin shall comprise one original and three (3) carbon copies of the following colours: <br> importing Party for the purpose of carrying out the formalities for importing the products shall <br> Original - light grey <br> not ipso-facto invalidate the Certificate of Origin, if it does in fact correspond to the said products. <br> Duplicate - white <br> (vi) RETROACTIVE CHECKS <br> Triplicate - white <br> Quadruplicate - white <br> (a) The Customs Authority of the importing Party, may initiate a retroactive check relating <br> (d) Each Certificate of Origin shall bear a reference number given separately by each <br> to the authenticity of a certificate, as well as the veracity of the information contained <br> therein, in accordance with the procedures established in this Annex, in cases of <br> (e) The original copy, together with the triplicate, shall be forwarded by the exporter to the <br> doubt or on random basis. <br> importer for submission of the original copy to the Customs Authority at the port or place <br> (b) In cases where the Customs Authority of the importing Party deems it necessary to seek <br> of importation. The duplicate shall be retained by the Issuing Authority in the exporting <br> a retroactive check from the Issuing Authority of the exporting Party, it shall specify <br> Party. The triplicate shall be retained by the importer and the quadruplicate <br> whether the verification is on random basis or the veracity of the information is in doubt. <br> place or office of issuance. <br> shall be retained by the exporter. <br> In case the determination of origin is in doubt, the Customs Authority shall provide <br> (f) In all cases, the number and date of the commercial invoice shall be indicated in the box <br> detailed grounds for the doubt concerning the veracity of Certificate of Origin. <br> reserved for this purpose in the Certificate of Origin. <br> (c) The Customs Authority of the importing Party may suspend the provisions on preferential <br> Rule 21 <br> (g) The Certificate of Origin shall bear the signature and official seal of the Issuing <br> treatment while awaiting the result of verification. However, it may release the products <br> Authority. The signature and official seal may be applied electronically. <br> to the importer subject to any administrative measures deemed necessary, provided that <br> RULE 8 <br> they are not held to be subject to import prohibition or restriction and there is no suspicion of fraud. <br> To implement the provisions of Articles 3.2, 3.3 and 3.4 of Chapter 3, the Certificate <br> RULE 16 <br> of Origin issued by the exporting Party shall indicate the applicable Rules of Origin and the <br> Any request made pursuant to rule 15 shall be in accordance with the following procedure, namely: <br> local value-added content, where applicable, in Box 8 of the Certificate of Origin. <br> (a) the Customs Authority of the importing Party shall make a request for retroactive check <br> RULE 9 <br> by providing a copy of the Certificate(s) of Origin. <br> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any <br> (b) the Customs Authority shall specify whether it requires a verification of the genuineness <br> alteration shall be made by striking out the erroneous materials and making any addition <br> of the Certificate of Origin to rule out any forgery, or seeks to verify the determination of Origin. <br> required. Such alterations shall be approved by an official authorised to sign the Certificate of <br> (c) In cases where the Customs Authority of the importing Party seeks to verify the <br> Origin and certified by the Issuing Authority. Unused spaces shall be crossed out to <br> determination of origin, it shall send a questionnaire to the competent authorities of the <br> Rule 10 <br> exporting Party, which shall be passed on to the exporter/producer/manufacturer, for <br> such inquiry or documents, as necessary; <br> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority of the <br> (d) The Issuing Authority of the exporting Party shall provide the information and <br> exporting Party at the time of exportation, or within three (3) working days from the date <br> documentation requested, within: <br> of shipment whenever the products to be exported can be considered originating in that <br> (i) fifteen (15) days of the date of receipt of the request, if the request pertains to the <br> Party within the meaning of the Rules of Origin in Chapter 3. <br> authenticity of issue of the Certificate of Origin, including the seal and signatures <br> (b) In exceptional cases where a Certificate of Origin has not been issued at the time of <br> of the Issuing Authority; <br> exportation or within three (3) working days from the date of shipment due to involuntary <br> (ii) ninety (90) days from the date of receipt of such request, if the request is on the <br> errors or omissions or other valid causes, the Certificate of Origin may be issued <br> grounds of suspicion of the accuracy of the determination of origin of the product. <br> retroactively but no longer than one year from the date of shipment, bearing the word <br> Such period can be extended through mutual consultation between the Customs <br> @^@ISSUED RETROACTIVELY@^@. <br> Authority of the importing Party and Issuing Authority of the exporting Party for <br> a period no more than sixty (60) days. <br> (e) On receiving the results of the retroactive check pursuant to clause (d), if the Customs <br> Authority of the importing Party deems it necessary to request for further information, <br> the Customs Authority of the importing Party shall communicate the fact to the Issuing <br> Authority of the exporting Party within thirty (30) days. The term for the presentation <br> of additional information shall be not more than ninety (90) days, from the date of the <br> receipt of the request for the additional information. <br> RULE 17 <br> (a) The application for Certificates of Origin and all documents related to such application <br> shall be retained by the Issuing Authority for not less than two years from the date of issuance. <br> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon <br> request of the importing Party. <br> (c) Any information communicated among the government authorities shall be treated as <br> confidential and shall be used for the validation of Certificates of Origin purposes only. <br> (vii) SPECIAL CASES <br> RULE 18 <br> When destination of all or parts of the products exported to specified port is changed, <br> before or after their arrival in the importing Party, the following Rules shall be observed: <br> (a) If the products have already been submitted to the Customs Authority in the specified <br> importing port, the Certificate of Origin shall, by a written application of the importer, <br> be endorsed to this effect for all or parts of products by the said authority and the original <br> returned to the importer. <br> (b) If a change of destination occurs during transportation to the importing Party as specified <br> in the Certificate of Origin, the exporter shall apply in writing, accompanied with the <br> issued Certificate of Origin, for the issuance of new Certificate/s of Origin for <br> all or parts of products. <br> For the purpose of implementing paragraph (b) of Article 3.14 of Chapter 3, where <br> transportation is effected through the territory of one or more non-parties, the following shall <br> be produced to the government authorities of the importing Party: <br> (a) a through Bill of Lading issued in the exporting Party; <br> (b) a Certificate of Origin issued by the Issuing Authority of the exporting Party; <br> (c) a copy of the original commercial invoice in respect of the product; and <br> (d) supporting documents in evidence that the requirements of paragraph (b) of Article 3.14 <br> of Chapter 3 are being complied with. <br> (a) Products sent from one Party for exhibition in the other Party and sold during or after the <br> exhibition, for importation into the other Party shall benefit from the preferential tariff <br> treatment provided in this Agreement, on the condition that the products meet the <br> requirements of the Rules of Origin in Chapter 3 and provided it is shown to the <br> satisfaction of the relevant government authorities of the importing Party that: <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> (i) An exporter has dispatched those products from the territory of the exporting Party <br> to the importing Party where the exhibition is held and has exhibited them there; <br> (ii) The exporter has sold the goods or transferred them to a consignee in the importing Party; and <br> (iii) The products have been sold during the exhibition or immediately thereafter to the <br> prevent any subsequent addition. <br> importing Party in the condition in which they were sent for the exhibition. <br> (b) For the purpose of implementing the above provisions, the Certificate of Origin must be <br> produced to the relevant government authorities of the importing Party. The name and <br> address of the exhibition must be indicated, a certificate issued by the relevant <br> government authority of the Party where the exhibition took place together with <br> supporting documents prescribed in paragraph (d) of Rule 19 may be required. <br> (c) Paragraph (a) shall apply to any exhibitions, fairs or similar shows or displays where the <br> products remain under customs control during these events. <br> (viii) ACTION AGAINST FRAUDULENT ACTS <br> (a) When it is suspected that fraudulent acts in connection with the Certificate of Origin have <br> been committed, the Issuing Authorities concerned shall co-operate in the action to be <br> taken in the territory of each Party against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions for fraudulent acts related <br> to the Certificate of Origin. <br> RULE 22 <br> In the case of a dispute concerning origin determination, classification of products or <br> other matters, the government authorities concerned in the importing and exporting Parties <br> shall consult each other with a view to resolving the dispute. <br> "}, {"ArticleTitle": "RULE 11", "ArticleDesc": "RULE 11 <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> apply in writing to the Issuing Authority which issued it for the certified true copy of the <br> original and the triplicate to be made on the basis of the export documents in their possession <br> bearing the endorsement of the word @^@CERTIFIED TRUE COPY@^@ (in lieu of the Original <br> Certificate) in Box 12 of the Certificate of Origin. This copy shall bear the date of the original <br> Certificate of Origin. The certified true copy of a Certificate of Origin shall be issued within <br> the validity period of the original Certificate of Origin and on condition that the exporter <br> provides to the Issuing Authority the quadruplicate mentioned in Rule 7. <br> (v) PRESENTATION <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> RULE 12 <br> Rule 19 <br> The manufacturer and/or exporter of the products qualified for preferential treatment <br> The Original Certificate of Origin shall be submitted to the Customs Authority at the <br> shall apply in writing to the relevant Issuing Authority requesting for the pre-exportation <br> time of lodging the import entry for the products concerned. <br> verification of the origin of the products. The result of the verification, subject to review <br> RULE 13 <br> periodically or whenever appropriate, shall be accepted as the supporting evidence in verifying <br> the origin of the said products to be exported thereafter. The pre-exportation verification may <br> (a) Certificate of Origin shall be submitted to the Customs Authority of the importing Party <br> not apply to products, the origin of which can be easily verified, by their nature. <br> within its validity period, together with the documents required at the time of customs <br> RULE 5 <br> clearance of the goods for the importation in accordance with the laws and <br> At the time of carrying out the formalities for exporting the products under preferential <br> regulations of the importing Party; <br> treatment, the exporter or his authorized representative shall submit a written application for <br> (b) If a claim for preferential treatment is made without producing the Certificate of Origin, <br> the Certificate of Origin together with appropriate supporting documents proving that the <br> the Customs Authority of the importing Party may deny preferential treatment and <br> products to be exported qualify for the issuance of a Certificate of Origin. <br> request a guarantee in any of its modalities or may take any action necessary in order to <br> (iii) PRE-EXPORTATION EXAMINATION <br> preserve fiscal interests, as a pre-condition for the completion of the importation subject <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> to and in accordance with the laws and procedures of the importing Party. The guarantee <br> The Issuing Authority shall, to the best of its competence and ability, carry out proper <br> shall be refunded to the importer if a Certificate of Origin is subsequently produced by <br> examination upon each application for the Certificate of Origin to ensure that: <br> Rule 6 <br> the Importer in accordance to the laws and procedures of the importing Party. <br> (a) The application and the Certificate of Origin are duly completed and signed by the authorised signatory; <br> (c) Where the Certificate of Origin is submitted to the Customs Authority of the importing <br> (b) The origin of the product is in conformity with the Rules of Origin of this Agreement; <br> Party after the expiration of the validity of the Certificate of Origin, such Certificate is <br> (c) The other statements of the Certificate of Origin correspond to supporting documentary evidence submitted; and <br> Rule 14 <br> still to be accepted when failure to observe the time-limit results from force majeure or <br> (d) Description, quantity and weight of goods, marks and number of packages, number and <br> kinds of packages, as specified, conform to the consignment to be exported. <br> (d) In all cases, the relevant government authority in the importing Party may accept such <br> (iv) ISSUANCE OF CERTIFICATE OF ORIGIN <br> Certificate of Origin provided that the products have been imported before the expiration <br> RULE 7 <br> of the validity of the Certificate of Origin. <br> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the specimen <br> Rule 15 <br> The discovery of minor discrepancies between the statements made in the Certificate <br> shown in Attachment 1. It shall be made in English. <br> of Origin and those made in the documents submitted to the Customs Authority of the <br> (c) The Certificate of Origin shall comprise one original and three (3) carbon copies of the following colours: <br> importing Party for the purpose of carrying out the formalities for importing the products shall <br> Original - light grey <br> not ipso-facto invalidate the Certificate of Origin, if it does in fact correspond to the said products. <br> Duplicate - white <br> (vi) RETROACTIVE CHECKS <br> Triplicate - white <br> Quadruplicate - white <br> (a) The Customs Authority of the importing Party, may initiate a retroactive check relating <br> (d) Each Certificate of Origin shall bear a reference number given separately by each <br> to the authenticity of a certificate, as well as the veracity of the information contained <br> therein, in accordance with the procedures established in this Annex, in cases of <br> (e) The original copy, together with the triplicate, shall be forwarded by the exporter to the <br> doubt or on random basis. <br> importer for submission of the original copy to the Customs Authority at the port or place <br> (b) In cases where the Customs Authority of the importing Party deems it necessary to seek <br> of importation. The duplicate shall be retained by the Issuing Authority in the exporting <br> a retroactive check from the Issuing Authority of the exporting Party, it shall specify <br> Party. The triplicate shall be retained by the importer and the quadruplicate <br> whether the verification is on random basis or the veracity of the information is in doubt. <br> place or office of issuance. <br> shall be retained by the exporter. <br> In case the determination of origin is in doubt, the Customs Authority shall provide <br> (f) In all cases, the number and date of the commercial invoice shall be indicated in the box <br> detailed grounds for the doubt concerning the veracity of Certificate of Origin. <br> reserved for this purpose in the Certificate of Origin. <br> (c) The Customs Authority of the importing Party may suspend the provisions on preferential <br> Rule 21 <br> (g) The Certificate of Origin shall bear the signature and official seal of the Issuing <br> treatment while awaiting the result of verification. However, it may release the products <br> Authority. The signature and official seal may be applied electronically. <br> to the importer subject to any administrative measures deemed necessary, provided that <br> RULE 8 <br> they are not held to be subject to import prohibition or restriction and there is no suspicion of fraud. <br> To implement the provisions of Articles 3.2, 3.3 and 3.4 of Chapter 3, the Certificate <br> RULE 16 <br> of Origin issued by the exporting Party shall indicate the applicable Rules of Origin and the <br> Any request made pursuant to rule 15 shall be in accordance with the following procedure, namely: <br> local value-added content, where applicable, in Box 8 of the Certificate of Origin. <br> (a) the Customs Authority of the importing Party shall make a request for retroactive check <br> RULE 9 <br> by providing a copy of the Certificate(s) of Origin. <br> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any <br> (b) the Customs Authority shall specify whether it requires a verification of the genuineness <br> alteration shall be made by striking out the erroneous materials and making any addition <br> of the Certificate of Origin to rule out any forgery, or seeks to verify the determination of Origin. <br> required. Such alterations shall be approved by an official authorised to sign the Certificate of <br> (c) In cases where the Customs Authority of the importing Party seeks to verify the <br> Origin and certified by the Issuing Authority. Unused spaces shall be crossed out to <br> determination of origin, it shall send a questionnaire to the competent authorities of the <br> Rule 10 <br> exporting Party, which shall be passed on to the exporter/producer/manufacturer, for <br> such inquiry or documents, as necessary; <br> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority of the <br> (d) The Issuing Authority of the exporting Party shall provide the information and <br> exporting Party at the time of exportation, or within three (3) working days from the date <br> documentation requested, within: <br> of shipment whenever the products to be exported can be considered originating in that <br> (i) fifteen (15) days of the date of receipt of the request, if the request pertains to the <br> Party within the meaning of the Rules of Origin in Chapter 3. <br> authenticity of issue of the Certificate of Origin, including the seal and signatures <br> (b) In exceptional cases where a Certificate of Origin has not been issued at the time of <br> of the Issuing Authority; <br> exportation or within three (3) working days from the date of shipment due to involuntary <br> (ii) ninety (90) days from the date of receipt of such request, if the request is on the <br> errors or omissions or other valid causes, the Certificate of Origin may be issued <br> grounds of suspicion of the accuracy of the determination of origin of the product. <br> retroactively but no longer than one year from the date of shipment, bearing the word <br> Such period can be extended through mutual consultation between the Customs <br> @^@ISSUED RETROACTIVELY@^@. <br> Authority of the importing Party and Issuing Authority of the exporting Party for <br> a period no more than sixty (60) days. <br> (e) On receiving the results of the retroactive check pursuant to clause (d), if the Customs <br> Authority of the importing Party deems it necessary to request for further information, <br> the Customs Authority of the importing Party shall communicate the fact to the Issuing <br> Authority of the exporting Party within thirty (30) days. The term for the presentation <br> of additional information shall be not more than ninety (90) days, from the date of the <br> receipt of the request for the additional information. <br> RULE 17 <br> (a) The application for Certificates of Origin and all documents related to such application <br> shall be retained by the Issuing Authority for not less than two years from the date of issuance. <br> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon <br> request of the importing Party. <br> (c) Any information communicated among the government authorities shall be treated as <br> confidential and shall be used for the validation of Certificates of Origin purposes only. <br> (vii) SPECIAL CASES <br> RULE 18 <br> When destination of all or parts of the products exported to specified port is changed, <br> before or after their arrival in the importing Party, the following Rules shall be observed: <br> (a) If the products have already been submitted to the Customs Authority in the specified <br> importing port, the Certificate of Origin shall, by a written application of the importer, <br> be endorsed to this effect for all or parts of products by the said authority and the original <br> returned to the importer. <br> (b) If a change of destination occurs during transportation to the importing Party as specified <br> in the Certificate of Origin, the exporter shall apply in writing, accompanied with the <br> issued Certificate of Origin, for the issuance of new Certificate/s of Origin for <br> all or parts of products. <br> For the purpose of implementing paragraph (b) of Article 3.14 of Chapter 3, where <br> transportation is effected through the territory of one or more non-parties, the following shall <br> be produced to the government authorities of the importing Party: <br> (a) a through Bill of Lading issued in the exporting Party; <br> (b) a Certificate of Origin issued by the Issuing Authority of the exporting Party; <br> (c) a copy of the original commercial invoice in respect of the product; and <br> (d) supporting documents in evidence that the requirements of paragraph (b) of Article 3.14 <br> of Chapter 3 are being complied with. <br> (a) Products sent from one Party for exhibition in the other Party and sold during or after the <br> exhibition, for importation into the other Party shall benefit from the preferential tariff <br> treatment provided in this Agreement, on the condition that the products meet the <br> requirements of the Rules of Origin in Chapter 3 and provided it is shown to the <br> satisfaction of the relevant government authorities of the importing Party that: <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> (i) An exporter has dispatched those products from the territory of the exporting Party <br> to the importing Party where the exhibition is held and has exhibited them there; <br> (ii) The exporter has sold the goods or transferred them to a consignee in the importing Party; and <br> (iii) The products have been sold during the exhibition or immediately thereafter to the <br> prevent any subsequent addition. <br> importing Party in the condition in which they were sent for the exhibition. <br> (b) For the purpose of implementing the above provisions, the Certificate of Origin must be <br> produced to the relevant government authorities of the importing Party. The name and <br> address of the exhibition must be indicated, a certificate issued by the relevant <br> government authority of the Party where the exhibition took place together with <br> supporting documents prescribed in paragraph (d) of Rule 19 may be required. <br> (c) Paragraph (a) shall apply to any exhibitions, fairs or similar shows or displays where the <br> products remain under customs control during these events. <br> (viii) ACTION AGAINST FRAUDULENT ACTS <br> (a) When it is suspected that fraudulent acts in connection with the Certificate of Origin have <br> been committed, the Issuing Authorities concerned shall co-operate in the action to be <br> taken in the territory of each Party against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions for fraudulent acts related <br> to the Certificate of Origin. <br> RULE 22 <br> In the case of a dispute concerning origin determination, classification of products or <br> other matters, the government authorities concerned in the importing and exporting Parties <br> shall consult each other with a view to resolving the dispute. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.5: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> interest of a particular enterprise, public or private. <br> Customs <br> 1 The importing Party may deny preferential tariff treatment to a good for which an <br> importer in its territory claims preferential tariff treatment where the good does not meet <br> the requirements of Chapter 3 or where the importer fails to comply with any of the <br> relevant requirements of Chapter 3. <br> 2 Where the denial of preferential treatment is due to the signature that appears in <br> the Certificate of Origin, the Importing Party may accept a clarification letter from the <br> exporting Party confirming the authenticity of Certificate of Origin. Such clarification <br> letter may be issued directly from the exporting Party to the importing Party <br> or through the exporter of the good. <br> 3 Export of consignments accompanied by an authentic Certificate of Origin will <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> 4 In case of reasonable doubt about the authenticity of a Certificate of Origin, the <br> Customs Authority of the importing country may seek a clarification from the certifying <br> agency of the exporting country which will furnish the same within a period of 30 days. <br> Meanwhile, the subject consignment will be allowed entry into the importing country on <br> a provisional basis against a bond or a guarantee i.e. a legally binding undertaking as <br> may be required. After examining the information so provided by the certifying <br> authority, the Customs Authority in the importing country would take appropriate action <br> to finalise the provisional assessment. <br> 5 Where the clarification carried on in paragraph 4 is not conclusive, the importing <br> Party may, upon informing the exporting Party and with the knowledge of the importer <br> concerned and with the consent of the exporter or manufacturer concerned, visit the <br> exporter or manufacturer concerned for the purpose of verifying the preference claim. If <br> no consent is given by the exporter or manufacturer concerned within a period of 45 <br> days, the importing party may disallow the tariff preference for the particular <br> Certificate of Origin. <br> ARTICLE 4.6: VERIFICATION OF CERTIFICATES OF ORIGIN <br> 1 The Parties shall co-operate with each other to verify the authenticity and the <br> correctness of the information given in the certificates of origin. <br> 2 For the purpose of implementing the provisions of paragraph 1, the customs <br> administration of the importing Party shall return the certificate of origin, or a copy of <br> the document, to the customs authority of the exporting Party, giving the reason for the <br> enquiry. Any document and/or information obtained suggesting that the information <br> given on the certificate of origin is incorrect shall be forwarded in support <br> of the request for verification. <br> 3 The verification shall be carried out by the customs authorities of the exporting Party. <br> ARTICLE 4.7: ADVANCE RULINGS <br> The Parties shall apply Advance Rulings in accordance with the provisions of Article 3.13. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 4.1: Scope <br> traded between the Parties. <br> "}, {"ArticleTitle": "SCOPE", "ArticleDesc": "This Chapter shall apply, in accordance with the Parties' respective national laws, <br> rules and regulations, to customs procedures required for clearance of goods <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "ARTICLE 4.2: TRANSPARENCY <br> 1 The Parties shall promptly publish or otherwise make publicly available their <br> laws, regulations, administrative procedures and administrative rulings of general <br> application on respective customs matters that pertain to or affect the operation of this <br> Chapter, so as to enable interested persons and parties to become acquainted with them. <br> 2 Nothing in this Article or in any part of this Chapter shall require any Party to <br> publish law enforcement procedures and internal operational guidelines including those <br> related to conducting risk analysis and targeting methodologies. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.3: RISK MANAGEMENT <br> 1 A Party shall adopt the risk management approach in its customs activities based <br> on its identified risk of goods in order to facilitate the clearance of low risk <br> consignments, while focusing its inspection activities on high-risk goods. Accordingly, <br> each Party undertakes that customs compliance activities at the time of entry shall not <br> normally exceed 5 per cent of total customs transactions. <br> 2 The Parties shall apply and further develop risk management techniques in the <br> performance of their customs compliance activities. <br> 3 The Parties shall exchange information on risk management techniques in the <br> performance of their customs procedures. <br> "}, {"ArticleTitle": "PAPERLESS TRADING", "ArticleDesc": "ARTICLE 4.4: PAPERLESS TRADING <br> 1 Recognising that trading using electronic filing and transfer of trade-related <br> information and electronic versions of documents, as an alternative to paper-based <br> methods will significantly enhance the efficiency of trade through reduction of cost and <br> time, the Parties shall co-operate with a view to realising and promoting paperless <br> trading between their respective customs administrations and its respective trading community. <br> 2 The Parties shall exchange views and information on realizing, promoting and <br> developments in paperless trading. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.5: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> interest of a particular enterprise, public or private. <br> Customs <br> 1 The importing Party may deny preferential tariff treatment to a good for which an <br> importer in its territory claims preferential tariff treatment where the good does not meet <br> the requirements of Chapter 3 or where the importer fails to comply with any of the <br> relevant requirements of Chapter 3. <br> 2 Where the denial of preferential treatment is due to the signature that appears in <br> the Certificate of Origin, the Importing Party may accept a clarification letter from the <br> exporting Party confirming the authenticity of Certificate of Origin. Such clarification <br> letter may be issued directly from the exporting Party to the importing Party <br> or through the exporter of the good. <br> 3 Export of consignments accompanied by an authentic Certificate of Origin will <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> 4 In case of reasonable doubt about the authenticity of a Certificate of Origin, the <br> Customs Authority of the importing country may seek a clarification from the certifying <br> agency of the exporting country which will furnish the same within a period of 30 days. <br> Meanwhile, the subject consignment will be allowed entry into the importing country on <br> a provisional basis against a bond or a guarantee i.e. a legally binding undertaking as <br> may be required. After examining the information so provided by the certifying <br> authority, the Customs Authority in the importing country would take appropriate action <br> to finalise the provisional assessment. <br> 5 Where the clarification carried on in paragraph 4 is not conclusive, the importing <br> Party may, upon informing the exporting Party and with the knowledge of the importer <br> concerned and with the consent of the exporter or manufacturer concerned, visit the <br> exporter or manufacturer concerned for the purpose of verifying the preference claim. If <br> no consent is given by the exporter or manufacturer concerned within a period of 45 <br> days, the importing party may disallow the tariff preference for the particular <br> Certificate of Origin. <br> ARTICLE 4.6: VERIFICATION OF CERTIFICATES OF ORIGIN <br> 1 The Parties shall co-operate with each other to verify the authenticity and the <br> correctness of the information given in the certificates of origin. <br> 2 For the purpose of implementing the provisions of paragraph 1, the customs <br> administration of the importing Party shall return the certificate of origin, or a copy of <br> the document, to the customs authority of the exporting Party, giving the reason for the <br> enquiry. Any document and/or information obtained suggesting that the information <br> given on the certificate of origin is incorrect shall be forwarded in support <br> of the request for verification. <br> 3 The verification shall be carried out by the customs authorities of the exporting Party. <br> ARTICLE 4.7: ADVANCE RULINGS <br> The Parties shall apply Advance Rulings in accordance with the provisions of Article 3.13. <br> "}, {"ArticleTitle": "SHARING OF BEST PRACTICES", "ArticleDesc": "ARTICLE 4.8: SHARING OF BEST PRACTICES <br> 1 The Customs Administrations of both Parties shall endeavor to use their best <br> efforts to provide each other technical advice for the purpose of improving risk <br> assessment techniques, simplifying and expediting customs procedures <br> and enhancing customs clearance. <br> 2 The Customs Administrations of both Parties shall endeavor, within their <br> respective available resources, to actively encourage exchange of information on best <br> practices on customs procedures and techniques with the aim of enhancing <br> each other's capacity. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "Nothing in this Chapter shall require a Party to provide or allow access to information: <br> (a) the disclosure of which would impede law enforcement or otherwise be <br> contrary to the public interest; or <br> (b) the disclosure of which would prejudice the legitimate commercial <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.9: Confidentiality <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.5: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> interest of a particular enterprise, public or private. <br> Customs <br> 1 The importing Party may deny preferential tariff treatment to a good for which an <br> importer in its territory claims preferential tariff treatment where the good does not meet <br> the requirements of Chapter 3 or where the importer fails to comply with any of the <br> relevant requirements of Chapter 3. <br> 2 Where the denial of preferential treatment is due to the signature that appears in <br> the Certificate of Origin, the Importing Party may accept a clarification letter from the <br> exporting Party confirming the authenticity of Certificate of Origin. Such clarification <br> letter may be issued directly from the exporting Party to the importing Party <br> or through the exporter of the good. <br> 3 Export of consignments accompanied by an authentic Certificate of Origin will <br> not be subjected to any detention or delays by the Customs Authorities of the importing country. <br> 4 In case of reasonable doubt about the authenticity of a Certificate of Origin, the <br> Customs Authority of the importing country may seek a clarification from the certifying <br> agency of the exporting country which will furnish the same within a period of 30 days. <br> Meanwhile, the subject consignment will be allowed entry into the importing country on <br> a provisional basis against a bond or a guarantee i.e. a legally binding undertaking as <br> may be required. After examining the information so provided by the certifying <br> authority, the Customs Authority in the importing country would take appropriate action <br> to finalise the provisional assessment. <br> 5 Where the clarification carried on in paragraph 4 is not conclusive, the importing <br> Party may, upon informing the exporting Party and with the knowledge of the importer <br> concerned and with the consent of the exporter or manufacturer concerned, visit the <br> exporter or manufacturer concerned for the purpose of verifying the preference claim. If <br> no consent is given by the exporter or manufacturer concerned within a period of 45 <br> days, the importing party may disallow the tariff preference for the particular <br> Certificate of Origin. <br> ARTICLE 4.6: VERIFICATION OF CERTIFICATES OF ORIGIN <br> 1 The Parties shall co-operate with each other to verify the authenticity and the <br> correctness of the information given in the certificates of origin. <br> 2 For the purpose of implementing the provisions of paragraph 1, the customs <br> administration of the importing Party shall return the certificate of origin, or a copy of <br> the document, to the customs authority of the exporting Party, giving the reason for the <br> enquiry. Any document and/or information obtained suggesting that the information <br> given on the certificate of origin is incorrect shall be forwarded in support <br> of the request for verification. <br> 3 The verification shall be carried out by the customs authorities of the exporting Party. <br> ARTICLE 4.7: ADVANCE RULINGS <br> The Parties shall apply Advance Rulings in accordance with the provisions of Article 3.13. <br> "}]}]}, "members_found": ["702", "699"]}