{"FtaRooDetails": {"FtaId": 99, "FtaCode": "ITC00101", "FtaName": "CEP, Hong Kong-New Zealand", "FtaFullName": "NEW ZEALAND - HONG KONG, CHINA CLOSER ECONOMIC PARTNERSHIP AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Hong Kong, China Special Administrative Region; New Zealand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CEP, Hong Kong-New Zealand", "AdminProcCooAuth": "The certification type under CEP, Hong Kong-New Zealand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CEP, Hong Kong-New Zealand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CEP, Hong Kong-New Zealand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 45%", "RooText": "Change to heading 8703 from any other heading provided there is a regional value content of not less than 45%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX I TO CHAPTER 4 (RULES OF ORIGIN)<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Headnote<br /> 1. The specific rule, or specific set of rules, that<br /> applies to a particular heading (4-digit code) or<br /> subheading (6-digit code) is set out immediately<br /> adjacent to the heading or subheading in the<br /> column entitled \"Product Specific Rules\".<br /> 2. The product specific rules in this Annex are<br /> structured on the basis of the Harmonized System,<br /> including its General Interpretative Notes, Section<br /> Notes and Chapter Notes.<br /> 3. The following definitions apply to this Annex:<br /> (a) section means a section of the Harmonized<br /> System;<br /> (b) chapter means a chapter of the Harmonized<br /> System;<br /> (c) heading means the first four digits in the tariff<br /> classification number under the Harmonized<br /> System; and<br /> (d) subheading means the first six digits in the tariff<br /> classification number under the Harmonized<br /> System.<br /> 4. Where a tariff heading or subheading is subject to<br /> alternative Product Specific Rules, it shall be<br /> sufficient to comply with one of the rules.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00101_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Hong-Kong-FTA/NZ-HK-CEP-ROO-Letter.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00101_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hknzcep/files/HKNZCEP041_PSR.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00101_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hknzcep/files/HKNZCEP040_ROO.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00101_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Hong-Kong-FTA/NZ-HK-CEP-ROO-Letter.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00101_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00101_full.pdf", "DocType": "8_full", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Hong-Kong-FTA/NZ-HK-CEP.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Accumulation <br /> Originating materials from the Area of a Party, incorporated <br /> into a good in the Area of the other Party, shall be considered <br /> to originate in the Area of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: De Minimis <br /> Each Party shall provide that a good that does not undergo a <br /> change in tariff classification pursuant to Annex I is <br /> nonetheless an originating good if: <br /> (a) the value of all non-originating materials, including <br /> materials of undetermined origin, used or consumed <br /> in the production of the good that do not undergo <br /> the required change in tariff classification does not <br /> exceed ten percent of the FOB value of the good; and <br /> (b) the good meets all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Accessories, Spare Parts, Tools and Instructional or Information Material <br /> 1 For the purpose of determining the origin of a good, <br /> accessories, spare parts, tools and instructional or other <br /> information materials presented with the good shall be <br /> considered part of that good and shall be disregarded in <br /> determining whether all the non-originating materials used in <br /> the production of the originating good have undergone the <br /> applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, tools and instructional <br /> or other information materials presented with the <br /> good are not invoiced separately from the <br /> originating good; and <br /> (b) the quantities and value of the accessories, spare <br /> parts, tools and instructional or other information <br /> materials presented with the good are customary for that good. <br /> 2 Notwithstanding Paragraph 1, if a good is subject to a <br /> regional value content requirement, the value of the <br /> accessories, spare parts, tools and instructional or other <br /> information materials presented with the good shall be taken <br /> into account as originating or non-originating materials, as <br /> the case may be, in calculating the regional value content of the good. <br /> 3 Paragraph 2 shall not apply where accessories, spare <br /> parts, tools and instructional or other information materials <br /> presented with the good have been added solely for the <br /> purpose of artificially raising the regional value content of that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Wholly Obtained or Produced Goods <br /> For the purposes of subparagraph (a) of Article 2, the <br /> following goods shall be considered as wholly obtained or produced: <br /> (a) plant and plant goods, including fruit, flowers, <br /> vegetables, trees, seaweed, fungi and live plants, <br /> grown, harvested, picked or gathered in the Area of a Party; <br /> (b) live animals born and raised in the Area of a Party; <br /> (c) goods obtained from live animals in the Area of a Party; <br /> (d) goods obtained from hunting, trapping, fishing, <br /> farming, aquaculture, gathering or capturing in the Area of a Party; <br /> (e) minerals and other naturally occurring substances <br /> extracted or taken from the soil, waters, seabed or <br /> subsoil, in the Area of a Party; <br /> (f) goods of sea-fishing and other marine goods taken <br /> from the high seas, in accordance with international <br /> law, by any vessel registered in a Party and entitled <br /> to fly the flag of that Party in accordance with the <br /> United Nations Convention on the Law of the Sea 1982 (@^@UNCLOS@^@); <br /> (g) goods processed and/or produced on board any <br /> factory ship registered in a Party and entitled to fly <br /> the flag of that Party in accordance with UNCLOS, <br /> from the goods referred to in subparagraph (f); <br /> (h) goods extracted or taken by a Party, or a person of <br /> a Party, from the seabed or subsoil beyond the <br /> Exclusive Economic Zone and adjacent Continental <br /> Shelf of that Party and beyond areas over which <br /> third parties exercise jurisdiction, under exploitation <br /> rights granted in accordance with international law; <br /> (i) goods which are: <br /> (i) waste and scrap derived from production or <br /> consumption in the Area of a Party provided <br /> that such goods are fit only for the recovery of <br /> raw materials; or <br /> (ii) used goods collected in the Area of a Party <br /> provided that such goods are fit only for the <br /> recovery of raw materials; and <br /> (j) goods obtained or produced in the Area of a Party <br /> solely from products referred to in subparagraphs (a) <br /> to (i) or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Minimal Operations and Processes <br /> 1 Operations or processes undertaken by themselves or in <br /> combination with each other for purposes such as those <br /> listed below are considered to be minimal and shall not confer origin: <br /> (a) ensuring preservation in good condition for the <br /> purposes of transport or storage; <br /> (b) facilitating shipment or transportation; <br /> (c) packaging or presenting goods for sale; <br /> (d) affixing of marks, labels or other like distinguishing <br /> signs on products or their packaging; <br /> (e) simple processes consisting of sifting, classifying, <br /> washing, cutting, slitting, bending, coiling and <br /> uncoiling and other similar operations; and <br /> (f) mere dilution with water or another substance that <br /> does not materially alter the characteristics of the goods. <br /> 2 Where a RVC approach has been applied, minimal <br /> processes and operations referred to in Paragraph 1 shall be <br /> taken into account for the RVC calculation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Regional Value Content <br /> For the purposes of this Chapter, the formula for calculating <br /> the regional value content (@^@RVC@^@) shall be either: <br /> (a) build-up formula <br /> RVC = [(material cost + labour cost + overhead cost <br /> + profit + other costs)/FOB] x 100 % <br /> or <br /> (b) build-down formula <br /> RVC = [(FOB - value of non-originating materials)/FOB] x 100 % <br /> where: <br /> (i) material cost is the value of originating <br /> materials, parts or produce that are acquired or <br /> self-produced by the producer in the production of the good; <br /> (ii) labour cost includes wages, remuneration and <br /> other employee benefits; <br /> (iii) overhead cost is the total overhead expense <br /> including product development and other production costs; <br /> (iv) other costs are the costs incurred in placing <br /> the good in the ship or other means of <br /> transport for export, including domestic <br /> transport costs, storage and warehousing, port <br /> handling, brokerage fees and service charges; <br /> (v) FOB is the free-on-board value of the goods as <br /> defined in Article 1; and <br /> (vi) value of non-originating materials is the CIF <br /> value at the time of importation or the earliest <br /> ascertained price paid or payable in the Area of <br /> the Party where the production takes place for <br /> all non-originating materials, parts or produce <br /> that are acquired by the producer in the <br /> production of the good. When the producer of <br /> a good acquires non-originating materials <br /> within that Party the value of such materials <br /> shall not include freight, insurance, packing <br /> costs and any other costs incurred in <br /> transporting the material from the supplier's <br /> warehouse to the producer's location. <br /> Non-originating materials include materials of <br /> undetermined origin but do not include a <br /> material that is self-produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Indirect Materials <br /> 1 An indirect material shall be treated as an originating <br /> material without regard to where it is produced and its value <br /> shall be the cost registered in the accounting records of the <br /> producer of the good. <br /> 2 For the purposes of this Article, indirect material means <br /> a good used or consumed in the production, testing or <br /> inspection of a good but not physically incorporated into the <br /> good, or a good used or consumed in the maintenance of <br /> buildings or the operation of equipment associated with the <br /> production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance <br /> of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and <br /> other materials used in production or used to <br /> operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety <br /> equipment and supplies; <br /> (f) equipment, devices, and supplies used for testing or <br /> inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the <br /> good but whose use in the production of the good <br /> can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Direct Consignment <br /> A good shall retain its originating status as determined <br /> under Article 2 if the following conditions have been met: <br /> (a) the good has been transported to the importing <br /> Party without passing through the territory of any non-Party; or <br /> (b) the good has transited through one or more <br /> non-Parties, with or without transhipment or <br /> temporary storage of up to six months in those <br /> non-Parties, provided that: <br /> (i) the good has not entered trade or commerce there; and <br /> (ii) the good has not undergone any operation <br /> there other than unloading and reloading, <br /> repacking, or any operation required to <br /> preserve it in good condition or to transport it to <br /> the importing Party. <br /> Article 20: Compliance with Direct Consignment <br /> Compliance with Article 9 may be evidenced by means of <br /> supplying to the customs authorities of the importing Party <br /> either customs documents of a non-Party or documents of <br /> the competent authorities of a non-Party, together with <br /> commercial shipping or freight documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: Originating Goods <br /> For the purposes of this Chapter, a good shall qualify as an <br /> originating good if it: <br /> (a) is wholly obtained or produced in the Area of a <br /> Party as provided for in Article 4; <br /> (b) is produced entirely in the Area of one or both <br /> Parties exclusively from originating materials from <br /> one or both Parties; or <br /> (c) is produced in the Area of one or both Parties using <br /> non-originating materials that conform to a change <br /> in tariff classification requirement, a regional value <br /> content requirement (as provided for in Article 5) or <br /> other requirements as specified in Annex I; <br /> and the good meets the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Treatment of Packing Materials and Containers <br /> 1 Packing materials and containers for transportation and <br /> shipment of a good shall not be taken into account in <br /> determining the origin of any good. <br /> 2 Packing materials and containers in which a good is <br /> packaged for retail sale, when classified together with that <br /> good, shall not be taken into account in determining whether <br /> all of the non-originating materials used in the production of <br /> the good have met the applicable change in tariff <br /> classification requirements for the good. <br /> 3 If a good is subject to a regional value content <br /> requirement, the value of the packing materials and <br /> containers in which the good is packaged for retail sale shall <br /> be taken into account as originating or non-originating <br /> materials, as the case may be, in calculating the regional <br /> value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Identical and Interchangeable Materials <br /> 1 In determining whether a good is an originating good, <br /> any identical or interchangeable materials shall be distinguished by: <br /> (a) physical separation of the goods; or <br /> (b) an inventory management method recognised in the <br /> generally accepted accounting principles of the exporting Party. <br /> 2 Identical or interchangeable materials are goods or <br /> materials which are interchangeable for commercial <br /> purposes, whose properties are essentially identical, and <br /> between which it is impractical to differentiate by a mere visual examination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (for apparel) / self-certification (for other goods)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Definitions <br /> For the purposes of this Section: <br /> (a) certificate of origin means a certificate issued by <br /> the Trade and Industry Department of Hong Kong, <br /> China or by a Government Approved Certification <br /> Organisation of Hong Kong, China which certifies <br /> that the goods to which the certificate relates are <br /> originating goods in accordance with this Chapter; and <br /> (b) declaration of origin means an appropriate <br /> statement as to the origin of the goods made, in <br /> connection with their exportation, by the <br /> manufacturer, producer, supplier, exporter or other <br /> competent person on the commercial invoice or any <br /> other document relating to the goods. <br /> Article 16: Treatment of Goods for which Preference is Claimed <br /> 1 Each Party may require a declaration of origin of a good <br /> for which preferential tariff treatment is claimed. Where a <br /> Party requires a declaration of origin of a good, the importing <br /> Party shall grant preferential tariff treatment to goods <br /> imported into its Area from the other Party only in cases <br /> where an importer claiming preferential tariff treatment: <br /> (a) provides a declaration of origin of the good in <br /> accordance with this Chapter; or <br /> (b) provides other evidence to substantiate the origin of the goods. <br /> 2 With respect to any good falling within Chapter 61 or <br /> Chapter 62 of the Harmonized System, New Zealand shall <br /> require that a certificate of origin of a good be obtained by <br /> the importer for goods imported from the Area of <br /> Hong Kong, China where preferential tariff treatment is claimed. <br /> Article 17: Declaration of Origin and Certificate of Origin <br /> 1 The declaration of origin or certificate of origin shall <br /> specify on the face of the document issued in respect of the <br /> good that the goods enumerated thereon are the origin of the <br /> exporting Party and meet the requirements of this Chapter, <br /> and shall include: <br /> (a) a full description of the goods; <br /> (b) the goods' six digit Harmonized System reference; <br /> (c) the rule of origin by which the goods qualify (wholly <br /> obtained, produced entirely from originating <br /> materials or by product-specific rule including, <br /> where applicable, the regional value content); <br /> (d) the producer's name(s); <br /> (e) the exporter's name(s), address and contact details; <br /> (f) the consignee's name(s), address and contact details; and <br /> (g) the importer's name(s) in respect of imported goods, if known. <br /> 2 The declaration of origin or certificate of origin: <br /> (a) shall be completed in English; and <br /> (b) may be made in respect of one or more goods in the shipment. <br /> 3 The certificate of origin shall also: <br /> (a) bear a unique reference number given by the issuer <br /> of the certificate of origin; and <br /> (b) contain sufficient details to identify the consignment <br /> to which it relates [1]. <br /> 4 Further operational certification procedures that shall <br /> apply to the application for and issuing of a certificate of <br /> origin shall be mutually determined between the relevant <br /> agencies of the Parties in an exchange of letters. Any <br /> subsequent amendments shall be similarly mutually <br /> determined in an exchange of letters between the relevant <br /> agencies of the Parties. <br /> [1] Examples include the shipping marks, importer's purchase order number, <br /> exporter's invoice number, or number and types of packages. <br /> [Customs administration]: <br /> Authority's administrative procedures. <br /> Rule 4 <br /> 1 The producer and the exporter of the goods will apply for <br /> a certificate of origin in writing or by electronic means to an <br /> Issuing Authority in accordance with Hong Kong, China's <br /> domestic law and the Issuing Authority's administrative <br /> procedures, and advise the Issuing Authority of the types and <br /> quantities of the goods intended to be exported. The <br /> Issuing Authority will, inter alia, examine the types of goods <br /> to be exported, the production processes used by the <br /> producer for those goods, the sources of the raw materials <br /> and, where appropriate, the production capacity of the <br /> producer and the values of the raw materials used in the <br /> production of those goods. <br /> 2 In addition to the examination pursuant to Paragraph 1, <br /> Hong Kong, China will inspect periodically, or whenever <br /> appropriate, the production practices and capacity of the <br /> producers applying for certificates of origin, and the results <br /> will be taken into account in considering the producers' and <br /> exporters' applications for certificates of origin. <br /> Rule 5 <br /> The producer and the exporter of the goods applying for a <br /> certificate of origin will provide appropriate supporting <br /> documents and other relevant information, proving that the <br /> goods to be exported qualify as originating goods in <br /> accordance with Chapter 4 (Rules of Origin) of the CEP. <br /> This will include relevant information concerning any <br /> manufacturing processes completed in the People's Republic <br /> of China, including the names and addresses of those involved [1]. <br /> [1] This includes sub-contractors. <br /> Rule 6 <br /> 1 An Issuing Authority will carry out proper examination, in <br /> accordance with Hong Kong, China's domestic law and the <br /> Issuing Authority's administrative procedures, upon each <br /> application for a certificate of origin to ensure that: <br /> (a) the application is duly completed and signed by the <br /> authorised signatory of the applicants; <br /> (b) the goods are originating goods in accordance with <br /> Article 2 (Originating Goods) of Chapter 4 (Rules of <br /> Origin) of the CEP; and <br /> (c) statements in the application and the certificate of <br /> origin correspond to appropriate supporting <br /> documents and other relevant information. <br /> 2 The relevant agencies of Hong Kong, China and New <br /> Zealand will review at least once a year the standards and <br /> processes that Hong Kong, China has established to meet <br /> the requirements of Paragraph 1. <br /> Rule 7 <br /> 1 The format of the certificate of origin will be in <br /> accordance with one of the two specimens attached as <br /> Appendix 1 as appropriate. <br /> 2 The certificate of origin will comprise one original and at least two copies. <br /> 3 The original certificate of origin will be marked with the word @^@ORIGINAL@^@. <br /> 4 The certificate of origin will: <br /> (a) be in hardcopy; and <br /> (b) bear an authorised signature and official seal of the <br /> Issuing Authority. The signature and official seal <br /> may be applied electronically. <br /> 5 The exporter will retain a copy of the certificate of origin. <br /> Rule 8 <br /> Neither erasures nor superimpositions will be allowed on the <br /> certificate of origin. Any alteration will be made by striking <br /> out the erroneous material and making any addition <br /> required. Such alterations will be approved by a person <br /> authorised to sign the certificate of origin and certified by the <br /> appropriate Issuing Authority. Unused spaces will be <br /> crossed out to prevent any subsequent addition. <br /> Rule 10 <br /> In the event of theft, loss or destruction of the original of a <br /> certificate of origin, the producer and the exporter may apply <br /> to the Issuing Authority for a certified true copy of the <br /> certificate of origin. The certified true copy will be issued on <br /> the basis of the details submitted by the producer and the <br /> exporter in the application for the original certificate of origin <br /> and the records kept by the Issuing Authority. The certified <br /> true copy will bear the words @^@CERTIFIED TRUE COPY@^@ <br /> and the date of issue of the original certificate of origin as <br /> well as the date of issue of the certified true copy.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Exceptions from Declaration of Origin <br /> 1 An importing Party may not require a declaration of <br /> origin to admit goods pursuant to tariff preference where: <br /> (a) the customs value of the importation does not <br /> exceed US$1000 or the equivalent amount in the <br /> Party's currency or a higher amount as it may establish; or <br /> (b) in respect of specific goods, a Party has waived the <br /> requirement for a declaration of origin. <br /> 2 Where an importation forms part of a series of <br /> importations that may reasonably be considered to have <br /> been undertaken or arranged for the purpose of avoiding the <br /> requirement for a declaration of origin, the customs <br /> administration of the importing Party may deny preferential tariff treatment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Refund of Import Duties <br /> [Customs administration]: <br /> OPERATIONAL CERTIFICATION PROCEDURES <br /> For the purpose of these Operational Certification Procedures: <br /> Issuing Authority means the Trade and Industry <br /> Department of Hong Kong, China and each Government <br /> Approved Certification Organisation of Hong Kong, China. <br /> Rule 1 <br /> Details of each Issuing Authority will be notified to New <br /> Zealand prior to the entry into force of the CEP. Any <br /> subsequent changes will be promptly notified to New Zealand. <br /> Rule 2 <br /> Hong Kong, China will provide the names, addresses, <br /> specimen signatures and specimens of the impressions of <br /> official seals of each Issuing Authority to the customs <br /> administration of New Zealand. Any subsequent changes <br /> will be promptly notified to the customs administration <br /> of New Zealand. <br /> Rule 3 <br /> For the purpose of determining originating status, an Issuing <br /> Authority will have the power to call for supporting <br /> documentary evidence and/or other relevant information to <br /> carry out any check considered appropriate in accordance <br /> with Hong Kong, China's domestic law and the Issuing", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "7 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Records <br /> 1 Each Party shall require that, consistent with its <br /> domestic law, producers, exporters or importers, as <br /> appropriate, maintain for a period specified in its domestic <br /> law all records relating to an exportation or importation which <br /> are necessary to demonstrate that a good for which a claim <br /> for tariff preference was made qualifies for preferential tariff <br /> treatment. In addition, Hong Kong, China shall inform <br /> producers in its Area that they should maintain for a period of <br /> not less than seven years after the date of exportation all <br /> records relating to that exportation which are necessary to <br /> demonstrate to New Zealand that a good for which a claim <br /> for tariff preference was made qualifies for preferential tariff treatment. <br /> 2 In addition, with respect to any good falling within <br /> Chapter 61 or Chapter 62 of the Harmonized System, <br /> Hong Kong, China shall seek a written commitment from the <br /> producer of the good that all records relating to that <br /> exportation which are necessary to demonstrate that a good <br /> for which a claim for tariff preference was made qualifies for <br /> preferential tariff treatment shall be maintained for a period of <br /> not less than seven years after the date of exportation. <br /> Where the producer provides such a written commitment, <br /> Hong Kong, China shall ensure that is recorded in the <br /> certificate of origin issued in respect of that good, and shall <br /> retain that written commitment for a period of not less than seven years. <br /> 3 The Trade and Industry Department of <br /> Hong Kong, China and each Government Approved <br /> Certification Organisation of Hong Kong, China shall <br /> maintain copies of certificates of origin and the application <br /> details submitted for a period of not less than seven years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Refund of Import Duties <br /> 1 Where a declaration of origin is not provided at the time <br /> of importation of a good from a Party pursuant to Paragraph <br /> 1 of Article 16, the importing Party may impose the applied <br /> non-preferential import customs duty or require payment of a <br /> deposit on that good, where applicable. In such a case, the <br /> importer may apply for a refund of any excess import <br /> customs duty or deposit paid within one year of the date on <br /> which the good was imported, provided that: <br /> (a) a written declaration that the good presented <br /> qualifies as an originating good was provided to the <br /> customs administration of the importing Party at the <br /> time of importation; and <br /> (b) a valid declaration of origin or other evidence to <br /> substantiate the origin of the goods is provided in <br /> relation to the good imported. <br /> 2 Where a certificate of origin has not been obtained at <br /> the time of importation of a good from Hong Kong, China to <br /> New Zealand pursuant to Paragraph 2 of Article 16, <br /> New Zealand shall impose the applied non-preferential <br /> import customs duty. In such a case, the importer may <br /> apply for a refund of any excess import customs duty within <br /> one year of the date on which the good was imported, <br /> provided that a valid certificate of origin in relation to the <br /> [Customs administration]: <br /> Rule 9 <br /> 1 The certificate of origin will be issued as near as <br /> possible to, but no later than three working days after, the <br /> date of exportation, unless an extended customs <br /> examination of the application for the certificate of origin is required. <br /> 2 Where a certificate of origin has not been issued as <br /> provided for in Paragraph 1 due to involuntary errors or <br /> omissions or other valid causes, the certificate of origin may <br /> be issued retrospectively, but no later than 12 months from <br /> the date of exportation, bearing the words <br /> @^@ISSUED RETROSPECTIVELY@^@.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Non-Party Invoicing <br /> The customs administration of the importing Party may <br /> accept a declaration of origin in cases where the sales <br /> invoice is issued either by a company located in a non-Party <br /> or by an exporter for the account of that company, provided <br /> that the goods meet the requirements of Section A.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Verification of Origin <br /> 1 For the purposes of determining whether a good <br /> imported into its Area from the Area of the other Party <br /> qualifies as an originating good, the importing Party may, <br /> through its customs administration, conduct a verification of <br /> eligibility for preferential tariff treatment by means of: <br /> (a) requests for information to the importer; <br /> (b) requests for information to the exporter or producer <br /> in the Area of the other Party; <br /> (c) requests for information to the customs <br /> administration of the other Party; <br /> (d) subject to the consent of the relevant exporter or <br /> producer, visits to the premises of an exporter or <br /> producer in the Area of the other Party arranged by <br /> and in company with the customs administration of <br /> the other Party [2]; or <br /> (e) such other other procedures as the customs <br /> administrations of the Parties may agree. <br /> 2 Any such verification activities shall only be undertaken if: <br /> (a) there are reasonable grounds to doubt the accuracy <br /> or authenticity of the declaration of origin, certificate <br /> of origin, or the origin status of the goods concerned; <br /> (b) the purpose is to facilitate audit checks by the <br /> importing Party on a risk management basis; or <br /> (c) the purpose is to ascertain the fulfilment of any <br /> other requirement of this Chapter. <br /> 3 Any request that is made to the customs administration <br /> of the exporting Party pursuant to Paragraph 1 shall specify <br /> the reasons, and any documents and information supporting <br /> the request shall be forwarded to the customs administration <br /> of the exporting Party. <br /> 4 All requests for information shall be accompanied by <br /> sufficient information to identify the good about which the <br /> request is made. <br /> [2] For greater certainty, a visit shall not include the review of records kept by the <br /> exporter or producer including those records referred to in Article 19, unless the <br /> customs administrations of the Parties otherwise agree. <br /> Article 23: Denial of Preferential Tariff Treatment <br /> 1 A Party may deny preferential tariff treatment for a good when: <br /> (a) the good does not qualify as an originating good <br /> pursuant to this Chapter; or <br /> (b) the importer, exporter or producer, as appropriate, <br /> fails to provide information which the Party has <br /> requested in the course of a verification process <br /> under Article 22, or otherwise fails to comply with <br /> any of the relevant requirements of this Chapter. <br /> 2 In the event preferential tariff treatment is denied, the <br /> importing Party shall ensure that its customs administration <br /> provides in writing to the exporter, the importer or producer, <br /> as the case may be, the reasons for that decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 6: Advance Rulings <br /> 1 Each customs administration shall provide, in writing, <br /> advance rulings in respect of the tariff classification and <br /> origin of goods (@^@advance rulings@^@) to an applicant described <br /> in Paragraph 2(a). <br /> 2 Each Party shall adopt or maintain procedures for <br /> advance rulings, which shall: <br /> (a) provide that an exporter, importer or any person <br /> with a justifiable cause may apply for an advance <br /> ruling before the importation of the goods in question; <br /> (b) require that an applicant for an advance ruling <br /> provide a detailed description of the goods and all <br /> relevant information needed to issue an advance ruling; <br /> (c) provide that its customs administration may, at any <br /> time during the course of issuing an advance ruling, <br /> request that the applicant provide additional <br /> information within a specified period; <br /> (d) provide that any advance ruling be based on the <br /> facts and circumstances presented by the applicant, <br /> and any other relevant information in the <br /> possession of the decision-maker; and <br /> (e) provide that the ruling be issued to the applicant <br /> expeditiously on receipt of all necessary information, <br /> and in any case within: <br /> (i) 60 days with respect to tariff classification; and <br /> (ii) 150 days with respect to origin. <br /> 3 A Party may reject a request for an advance ruling <br /> where the additional information requested by its customs <br /> administration in accordance with Paragraph 2(c) is not <br /> provided within the specified period. <br /> 4 Subject to Paragraph 5, each Party shall apply an <br /> advance ruling to all importations of goods described in that <br /> ruling imported into its Area within a period of at least three <br /> years from the date of that ruling. <br /> 5 A Party may modify or revoke an advance ruling: <br /> (a) upon a determination that the advance ruling was <br /> based on an error of fact or law, or the information <br /> provided is false or inaccurate; <br /> (b) if there is a change in domestic law which is <br /> consistent with this Agreement; or <br /> (c) if there is a change in a material fact, or <br /> circumstances on which the ruling is based. <br /> 6 Where an importer claims that the treatment applied to <br /> an imported good should be governed by an advance ruling, <br /> the customs administration may evaluate whether the facts <br /> and circumstances of the importation are consistent with the <br /> facts and circumstances upon which the advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 11: Review and Appeal <br /> 1. Each Party shall provide for the right of review or appeal without penalty <br /> in regard to customs administrative rulings, determinations or decisions <br /> by the importer, exporter or any other person affected by <br /> that administrative ruling, determination or decision. <br /> 2. An initial right of review or appeal described in Paragraph 1 <br /> may be to an authority within the customs administration or to an <br /> independent body; but in any case the domestic law of each Party shall <br /> provide for the right of review or appeal without penalty to a judicial authority. <br /> 3. Notice of the decision on any review or appeal shall be given to the", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Chapter: <br> (a) aquaculture means the farming off aquatic <br> organisms, including fish, molluscs, crustaceans, <br> crocodiles, alligators, turtles, amphibians, other <br> aquatic invertebrates and aquatic plants from <br> seedstock such as eggs, fry, fingerlings and larvae, <br> by intervention in the rearing or growth processes to <br> enhance production such as regular stocking, <br> feeding or protection from predators; <br> (b) CIF or CIF value means the value of the good <br> imported inclusive of the cost of insurance and <br> freight up to the port or place of entry in the importing Party; <br> (c) FOB or FOB value means the value of the good <br> free on board inclusive of the cost of transport to the <br> port or site of final shipment abroad; <br> (d) generally accepted accounting principles means <br> the accounting standards of a Party with respect to: <br> (i) the recording of revenues, expenses, costs, <br> assets and liabilities; <br> practices and procedures; <br> (ii) the disclosure of information; and <br> (iii) the preparation of financial statements. <br> These standards may encompass broad guidelines <br> of general application as well as detailed standards, <br> (e) good means any merchandise, product, article or material; <br> (f) material means any matter or substance used or <br> consumed in the production or transformation of a <br> subjected to a process in the production of another good; <br> good or physically incorporated into a good <br> originating under this Chapter; <br> (g) non-originating good or non-originating material <br> means a good or material which does not qualify as <br> (h) originating good or originating material means a <br> good or material which qualifies as originating in <br> accordance with Article 2; <br> (i) producer means a person who grows, cultivates, <br> mines, raises, harvests, fishes, traps, hunts, farms, <br> captures, gathers, collects, breeds, extracts, <br> manufactures, processes or assembles a good; and <br> including growing, cultivating, mining, harvesting, <br> raising, breeding, extracting, gathering, collecting, <br> capturing, fishing, farming, trapping, hunting, <br> manufacturing, processing or assembling a good. <br> (j) production means methods of obtaining goods, <br> "}, {"ArticleTitle": "Preferential Tariff Treatment", "ArticleDesc": "Article 3: Preferential Tariff Treatment <br> Preferential tariff treatment provided for in this Agreement <br> shall be applied to goods that qualify as originating goods in <br> accordance with Article 2. <br> "}, {"ArticleTitle": "Compliance", "ArticleDesc": "Article 14: Compliance <br> Compliance with the requirements of this Section shall be <br> determined in accordance with the provisions of Section B as applicable. <br> Section B: Operational Procedures <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Rule 10", "ArticleDesc": "Rule 10 <br> In the event of theft, loss or destruction of the original of a <br> certificate of origin, the producer and the exporter may apply <br> to the Issuing Authority for a certified true copy of the <br> certificate of origin. The certified true copy will be issued on <br> the basis of the details submitted by the producer and the <br> exporter in the application for the original certificate of origin <br> and the records kept by the Issuing Authority. The certified <br> true copy will bear the words @^@CERTIFIED TRUE COPY@^@ <br> and the date of issue of the original certificate of origin as <br> well as the date of issue of the certified true copy. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a) customs administration means: <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 2: Definitions <br> For the purposes of this Chapter: <br> (i) in relation to New Zealand, the New Zealand Customs Service; and <br> (ii) in relation to Hong Kong, China, the Customs <br> and Excise Department of Hong Kong, China; <br> (b) customs law means any legislation administered, <br> applied or enforced by the customs administration of a Party; <br> (c) customs procedures means the treatment applied <br> by the customs administration to goods and means <br> of transport that are subject to customs control; <br> (d) express consignments means all goods imported <br> by an enterprise operating a consignment service <br> for the expeditious international movement of goods <br> that assumes liability to the customs administration <br> for those goods; and <br> (e) means of transport means various types of <br> vessels, vehicles, aircraft and pack-animals which <br> enter or leave the Area carrying persons or goods. <br> "}]}]}, "members_found": ["554", "344"]}